Repository: audacity/audacity-from-svn-5GB
Catalog: audacity-src/tags/Audacity_1_3_6a4/audacity-src/locale/*.po
Languages: pl

source: <b>To start recording, press the red Record button</b>. Before doing so however, there are three crucial settings you must check:<br><br>(1) The <b>Recording Device</b>, set in the Audio I/O tab of Preferences. By default Audacity will use the current system device, which is usually your inbuilt sound device, so you may not need to set this. But if you're using an external USB or Firewire device such as a USB turntable, make sure this device is selected as your recording device. <br><br>(2) The <b>input source</b> for your device, such as microphone or line-in. <ul><li><b>On Windows</b>, you normally choose your input in the dropdown selector on the right of the <b>Mixer Toolbar<b> <i>note: on Vista, you must do so at Recording Device on the Audio I/O Preferences tab.</i></li><li><b>On a Mac</b>, you normally choose input sources outside Audacity, in Apple Audio-MIDI Setup.</li></ul><i>Note: many USB or Firewire devices don't have a choice of inputs, so you can ignore this step - see the documentation for your device. <br><br>(3) <b>Input volume</b>. Before recording for real, make a test recording to set the input level, so that it's neither too soft or too loud.To do this, see this [[wiki:Recording levels|illustrated guide]] or follow these two steps: <ol><li>Turn on <b>monitoring</b>, by either double-clicking over the right-hand of the two VU Meters, or right-clicking over it and choosing "Start Monitoring". If you do not see the meters, click View > Toolbars and check "Meter Toolbar". <li>Press Record, and adjust the input volume slider on the Mixer Toolbar (by the microphone symbol), so that the red bars in the meter come close to (but do not touch) the right edge of the scale. If you can't hear the sound, go to the Audio I/O tab of Preferences and check "Software Playthrough". </ol><br><br>There is more help if you're stuck: our Recording FAQs, our Tutorial <b>Your First Recording </b> in the Manual, and our Wiki [[wiki:Recording Tips|Recording Tips]], especially the [[wiki:Troubleshooting Recordings|Troubleshooting Recordings]] section. <br><br>
pl: <b>Aby rozpocz±æ nagrywanie, naci¶nij czerwony przycisk Nagrywaj</b>. Zanim jednak to zrobisz, s± trzy bardzo wa¿ne ustawienia, które powiniene¶ sprawdziæ:<br><br>(1) <b>Urz±dzenie nagrywaj±ce</b>, w zak³adce We/Wy D¼wiêkowe w Ustawieniach. Audacity standardowo u¿ywa twojego urz±dzenia systemowego, którym jest zazwyczaj wbudowana karta d¼wiêkowa, wiêc byæ mo¿e nie trzeba bêdzie tego zmieniaæ. Lecz je¶li u¿ywasz urz±dzenia zewnêtrznego takiego jak adapter USB, sprawd¼ czy jest ono zaznaczone jako twoje urz±dzenie nagrywaj±ce. <br><br>(2) <b>¬ród³o d¼wiêku</b> dla twojego urz±dzenia, takie jak mikrofon lub wej¶cie liniowe. <ul><li><b>W Windowsie</b>, wej¶cie mo¿na ustawiæ po prawej stronie <b>Paska Narzêdzi Miksera<b> <i>uwaga: w Vi¶cie, nale¿y to zrobiæ w zak³adce Urz±dzenia Nagrywaj±cego w ustawieniach We/Wy.</i></li><li><b>W Mac-u</b>, ¼ród³a d¼wiêku s± ustawiane poza Audacity, w ustawieniach Apple Audio-MIDI.</li></ul><i>Uwaga: wiele urz±dzeñ USB lub Firewire nie posiada ró¿nych wej¶æ,wiêc mo¿esz zignorowaæ ten krok - zajrzyj do dokumentacji twojego urz±dzenia. <br><br>(3) <b>G³o¶no¶æ wej¶ciowa</b>. Zanim zaczniesz nagrywaæ, przetestuj nagrywanie, aby ustawiæ poziom nagrywania na wej¶ciu, aby nie by³ za niski lub za wysoki.Aby to zrobiæ, zajrzyj na [[wiki:Poziom nagrywania|Przewodnik ilustrowany]] lub: <ol><li>W³±cz <b>monitoring</b>, dwukrotnie klikaj±c po prawej stronie mierników VU, lub klikaj±c prawym klawiszem myszy i wybieraj±c "Zacznij Monitoring". Je¶li nie widzisz wska¼ników, kliknij na Widok > Paski Narzêdzi i zaznacz "Pasek Wska¼nika". <li>Naci¶nij Nagrywaj i wyreguluj poziom wysterowania na Pasku Miksera (lub obok symbolu mikrofonu), tak aby czerwone paski dochodzi³y blisko koñca skali, ale go nie dotyka³y. Je¶li nie s³yszysz d¼wiêku, id¼ do zak³adki We/Wy D¼wiêkowe w Ustawieniach i odznacz "Odtwarzanie podczas nagrywania". </ol><br><br>Wiêcej pomocy mo¿esz uzyskaæ w: naszych FAQ Nagrywania, naszym tutorialu <b>Twoje pierwsze nagrywanie </b> w Podrêczniku oraz na naszym Wiki [[wiki:Porady Nagrywania|Porady Nagrywania]], zw³aszcza w dziale[[wiki:|Problemy z nagrywaniem|Problemy z nagrywaniem]]. <br><br>

source: Editing: Audacity is a powerful editor, so you'll want to see what it can do with your imported file or recording. The main commands you will use are under the <b>Edit</b> menu (such as cut, copy and paste) and under the <b>Effect</b> menu (you can do things like boost the bass, change pitch or tempo, or remove noise). <br><br>Audacity applies edits to areas of the audio track. You can select a particular area of audio by clicking in the track and dragging the shaded area with your mouse. If you don't select any audio, Audacity will select all that you have on the screen.<br><br>Two important points when editing:<br><br>(1) If you're still playing or recording, use the yellow Stop button, because you can't edit or export a moving track! <br><br>(2) On occasion, some of the menus or buttons are greyed out or say "Disabled" - this is normal. For example, because you can't edit audio while playing or recording, we grey out or disable commands until you press Stop. Commands can sometimes be unavailable for other reasons - for example you can't run effects until you have audio on the screen, and you obviously can't paste audio until you've cut or copied it to Audacity's clipboard. <br><br>
pl: Edytowanie: Audacity jest potê¿nym edytorem, wiêc zapewne chcia³by¶ zobaczyæ co jest w stanie zrobiæ z twoim importowanym plikiem lub nagraniem. G³ówne komendy, których bêdziesz u¿ywa³ znajduj± siê pod menu <b>Edytuj</b> (jak np. wytnij, kopiuj i wklej) oraz pod menu <b>Efekt</b> (mo¿esz tu podbijaæ basy, zmieniaæ tempo lub usuwaæ szum). <br><br>Audacity stosuje zmiany do obszarów ¶cie¿ki d¼wiêkowej. Mo¿esz zaznaczyæ dany obszar d¼wiêku poprzez klikniêcie i przeci±gniêcie myszy po ekranie. Je¶li nie zaznaczysz ¿adnego obszaru, Audacity zaznaczy wszystko na ekranie.<br><br>Dwie bardzo wa¿ne rzeczy podczas edytowania:<br><br>(1) Je¶li nadal odtwarzasz lub nagrywasz, u¿yj ¿ó³tego przycisku Zatrzymaj, poniewa¿ nie mo¿esz edytowaæ ani eksportowaæ takiej ¶cie¿ki! <br><br>(2) Czasami, niektóre menu lub przyciski s± wy³±czone lub "Nieaktywne" - to normalne. Na przyk³ad, poniewa¿ nie mo¿esz edytowaæ ¶cie¿ki podczas odtwarzania lub nagrywania, polecenia s± deaktywowane dopóki nie naci¶niesz Zatrzymaj. Polecenia mog± byæ równie¿ czasami nieaktywne z innych powodów - na przyk³ad nie mo¿esz uruchomiæ efektów dopóki masz d¼wiêk na ekraniei nie mo¿esz wkleiæ d¼wiêku dopóki go nie skopiujesz do schowku Audacity. <br><br>

source: Exporting and Saving have different purposes.You "save" an Audacity project file when you want to return to your work in Audacity later.This means you don't then have to re-import or re-record audio, or redo editing you have done so far.When you want to listen to your work in other computer programs you "export" it as an audio file such as a WAV, AIFF or MP3. When burning to CD, you export as WAV or AIFF.<br><br>To save an Audacity project, use <b>File > Save Project</b>. This will save an <b>.aup</b> Project file, plus a <b>_data</b> folder containing the actual audio. Make sure you don't rename or move either of these, because Audacity needs to refer to both.Only use File > Save Project As... when you either need to save an empty Project, or if you want to save an existing Project to a <i> new</i> name. When you want to re-open a saved Project, simply click File > Open and open the .aup file. <br><br>When you want to export your work to an audio file, use <b>File > Export</b> and choose your desired format in the "Save as type" dropdown.Click the Options button for advanced choices, such as the bit rate to use for MP3 export.There are two other Export commands under the File menu."Export Selection" exports only a selected area of audio."Export Multiple" exports multiple files, for example where you have more than one track on screen and want to export each as a separate file. If exporting tracks from a recorded LP or tape to multiple files, use [[wiki:Splitting recordings into separate tracks|labels with Export Multiple]]. <br><br>Before you can export as <b>MP3</b>, you may need to add the LAME MP3 encoder to your computer.For help with LAME, see [[wiki:Lame_Installation|Lame Installation]]. There is also some help on how to [[burncd|burn to a CD]].<br><br>
pl: Eksportowanie i zapisywanie ma wiele powodów. "Zapisujesz" projekt Audacity je¶li chcesz do niego powróciæ pó¼niej.W ten sposób nie musisz ponownie importowaæ lub nagrywaæ d¼wiêku.Je¶li chcesz pos³uchaæ tego, nad czym pracowa³e¶, mo¿esz "eksportowaæ" projekt jako plik WAV, AIFF lub MP3. Je¶li chcesz go wypaliæ na p³ytê, eksportujesz go jako WAV lub AIFF.<br><br>Aby zapisaæ projekt Audacity, u¿ywasz <b>Plik > Zapisz Projekt</b>. To zapisze plik <b>.aup</b> oraz folder <b>_data</b> zawieraj±cy d¼wiêk. Upewnij siê, ¿e nie zmieniasz nazwy ¿adnego z plików, poniewa¿ Audacity odnosi siê do nich. U¿yj Plik > Zapisz Projekt Jako... tylko je¶li zapisujesz pusty projekt lub je¶li chcesz zapisaæ projekt z <i> now±</i> nazw±. Je¶li chcesz ponownie otworzyæ zapisany Projekt, kliknij na Plik > Otwórz i otwórz plik .aup. <br><br>Je¶li chcesz eksportowaæ twój projekt do pliku audio, u¿yj <b>Plik > Eksportuj</b> i wybierz dany format z listy "Zapisz jako".Kliknij na przycisk z opcjami zaawansowanymi takimi jak czêstotliwo¶æ próbkowania dla formatu MP3.S± równie¿ dwa inne polecenia Eksportu w menu Plik."Eksportuj Zaznaczenie" eksportuje tylko zaznaczony obszar d¼wiêku."Eksportuj Wiele" eksportuje wiele plików, na przyk³ad poczas, gdy masz na ekranie wiele ¶cie¿ek i chcesz je eksportowaæ jako osobne pliki. Podczas eksportowania ¶cie¿ek z p³yty LP lub kasety do wielu plików, u¿yj [[wiki:Rozdzielanie nagrañ w osobne ¶cie¿ki|etykiety z eksportowaniem wielu]]. <br><br>Zanim eksportujesz jako <b>MP3</b>, bêdziesz potrzebowa³ enkodera LAME MP3 na swoim komputerze.Aby uzyskaæ pomoc z LAME, zajrzyj na [[wiki:Instalacja Lame|Instalacja Lame ]]. Mo¿esz równie¿ znale¼æ pomoc w [[wypalanie p³yt|wypalanie p³yt]].<br><br>

source: <h2>Can Audacity import file formats like WMA, AAC, RealAudio etc.?</h2> <p>Audacity cannot import or export files in <b>WMA, RealAudio, Shorten (SHN)</b>, ormost other proprietary formats, because of licensing and patent restrictions. Audacity also cannot import any kind of Digital Rights Management (DRM) protected file, including most purchased online such as from iTunes or Napster.If you are on a Mac, you can import <b>AAC</b> encoded files (such as <b>M4A</b>) as long as they are not DRM protected, but you cannot export to these formats.</p> <p>Some open formats are not yet supported by Audacity, including <b>Ogg Speex</b> and <b>Musepack</b>.We hope to support these formats in future versions of Audacity.</p> <p>If you cannot import your file into Audacity, you can as a workround convert it to WAV or AIFF.As long as it's not a DRM-protected file, you could do this with iTunes or with <a href="http://www.erightsoft.com/SUPER.html#Dnload">SUPER</a> player.If it's a DRM-protected file, you can burn it to an audio CD in the application that is licensed to play it, then extract (rip) the CD track to WAV or AIFF.You can use iTunes to extract to WAV or AIFF, plus Windows Media Player 11 or <a href="http://cdexos.sourceforge.net/?q=download">CDex</a> on Windows.Or you can play the file on your computer and record it - see <a href="http://audacity.sourceforge.net/help/faq?s=recording&amp;i=streaming">.
pl: <h2>Czy Audacity mo¿e importowaæ pliki takie jak WMA, AAC, RealAudio itp.?</h2> <p>Audacity nie mo¿e importowaæ ani eksportowaæ plików w formatach<b>WMA, RealAudio, Shorten (SHN)</b>, i wiêkszo¶ci formatów zamkniêtych z powodów licencyjnych. Audacity nie mo¿e równie¿ importowaæ plików zabezpieczonych Digital Rights Management (DRM), wliczaj±c w to pliki zakupione online w iTunes lub Napsterze.Je¶li pracujesz na Mac-u, mo¿esz importowaæ <b>AAC</b> pliki zakodowane (takie jak <b>M4A</b>) je¶li nie s± one zabezpieczne DRM,ale nie mo¿esz eksportowaæ do tych formatów.</p> <p>Niektóre formaty otwarte nie s± jeszcze wspierane przez Audacity, wliczaj±c <b>Ogg Speex</b> i <b>Musepack</b>.Mamy nadziejê w³±czyæ je w naszych przysz³ych wersjach Audacity.</p> <p>Je¶li nie mo¿esz importowaæ swojego pliku do Audacity, mo¿esz przekonwertowaæ go do WAV lub AIFF. Je¶li nie jest to plik zabezpieczony DRM, mo¿esz tak zrobiæ z plikami z iTunes lub z odtwarzaczem<a href="http://www.erightsoft.com/SUPER.html#Dnload">SUPER</a>.Je¶li jest to plik zabezpieczony DRM, mo¿esz go wypaliæ jako p³ytê audio w programie, który jest licencjonowany do odtwarzania tych plików, nastêpnie wypakuj go do WAV lub AIFF.Mo¿esz równie¿ u¿yæ iTunes do przekonwertowania do WAV lub AIFF, plus Windows Media Player 11 lub <a href="http://cdexos.sourceforge.net/?q=download">CDex</a> na Windows.Mo¿esz równie¿ odtwarzaæ plik na swoim komputerze i nagrywaæ go - zajrzyj <a href="http://audacity.sourceforge.net/help/faq?s=recording&amp;i=streaming">.

source: If you want to burn your work to an audio CD, you must first [[export|export as WAV or AIFF]] and then burn that file to CD with a CD burning program like iTunes - for more help, see [[wiki:How to burn CDs|How to burn CDs]].<br><br>
pl: Je¶li chcesz wypaliæ p³ytê audio, najpierw zajrzyj na [[eksport|eksportuj jako WAV lub AIFF]] i nastêpnie wypal plik na p³ytê u¿ywaj±c programu do wypalania p³yt takiego jak np iTunes - zajrzyj na [[wiki:Jak wypalaæ p³yty|Jak wypalaæ p³yty]].<br><br>

source: <p>You don't appear to have Audacity help files on your machine. You can <a href="http://audacity.sourceforge.net/help/documentation">download</a> the help files and then access them from Audacity as you have just attempted, or you can click <a href="*URL*">here</a> to read the help online.
pl: <p>Wygl±da na to, ¿e nie masz na swojej maszynie plików pomocy Audacity. Mo¿esz je <a href="http://audacity.sourceforge.net/help/documentation">pobraæ</a> i mieæ do nich dostêp z Audacity lub kliknij <a href="*URL*">tutaj</a> aby czytaæ online.

source: Undo History
pl: Cofnij Historie

source: Manage History
pl: Zarz±dzaj histori±

source: Action
pl: Akcja

source: &Undo Levels Available
pl: &Cofnij Poziomy mo¿liwe

source: Levels To Discard
pl: Poziomy do zredukowania

source: &Discard
pl: &Zredukuj

source: Unable to determine
pl: Niezdolny do okre¶lenia

source: bytes
pl: bajtów

source: Track
pl: ¦cie¿ka

source: Label
pl: Etykieta

source: Start Time
pl: Czas startu

source: End Time
pl: Czas zakoñczenia

source: &Edit Labels
pl: &Edytuj etykiety

source: Press F2 or double click to edit cell contents.
pl: Naci¶nij F2 lub kliknij podwójnie, aby edytowaæ zawarto¶æ komórek.

source: Insert &After
pl: Wstaw &Po

source: Insert &Before
pl: Wstaw &Przed

source: &Import...
pl: &Importuj...

source: New...
pl: Nowy...

source: You have left blank label names. These will be skipped when repopulating the Label Tracks. Would you like to go back and provide names?
pl: Zostawi³e¶ puste etykiety. Zostan± one ominiête podczas odczytywania ¶cie¿ek etykiet. Czy chcesz wróciæ i wprowadziæ nazwy?

source: Confirm
pl: Potwierd¼

source: Select a text file containing labels...
pl: Zaznacz plik tekstowy zawieraj±cy etykiety...

source: Text files (*.txt)|*.txt|All files (*.*)|*.*
pl: Pliki tekstowe (*.txt)|*.txt|Wszystkie pliki (*.*)|*.*

source: Could not open file:
pl: Nie mo¿na otworzyæ pliku:

source: No labels to export.
pl: Brak etykiet do eksportu.

source: Export Labels As:
pl: Eksportuj etykiety jako:

source: New Label Track
pl: Nowa Etykieta ¦cie¿ki

source: Enter track name
pl: Wprowad¼ nazwê ¶cie¿ki

source: &Label Track
pl: &Etykieta ¶cie¿ki

source: Audacity First Run
pl: Pierwsze uruchomienie programu Audacity

source: Choose Language for Audacity to use:
pl: Wybierz jêzyk u¿ywany w Audacity:

source: Converted a 1.0 project file to the new format. The old file has been saved as '%s'
pl: Przekonwertowano projekt w formacie 1.0 do nowego formatu. Stary plik zosta³ zapisany jako '%s'

source: Opening Audacity Project
pl: Otwieranie projektu Audacity

source: &File
pl: &Plik

source: &New Ctrl+N
pl: &Nowy Ctrl+N

source: &Open... Ctrl+O
pl: &Otwórz... Ctrl+O

source: &Close Ctrl+W
pl: &Zamknij Ctrl+W

source: &Save Project Ctrl+S
pl: &Zapisz projekt Ctrl+S

source: Save Project &As...
pl: Zapisz projekt &jako...

source: Chec&k Dependencies...
pl: Sprawd&¼ Zale¿no¶ci...

source: Open Me&tadata Editor...
pl: Otwórz Edytor Me&tadanych...

source: &Labels...
pl: &Etykiety...

source: &Raw Data...
pl: &Surowe dane...

source: Expo&rt Selection...
pl: Ekspo&rtuj zaznaczenie...

source: Export &Labels...
pl: Eksportuj &Etykiety...

source: Export &Multiple...
pl: Eksportuj &Wiele plików...

source: Edit C&hains...
pl: Edytuj T&ory...

source: Appl&y Chain...
pl: Zasto&suj Tor...

source: &Upload File...
pl: &Za³aduj plik...

source: Pa&ge Setup...
pl: Us&tawienia strony...

source: &Print...
pl: &Drukuj...

source: E&xit Ctrl+Q
pl: W&yj¶cie Ctrl+Q

source: &Edit
pl: &Edytuj

source: &Undo Ctrl+Z
pl: &Cofnij Ctrl+Z

source: &Redo
pl: &Przywróæ

source: Cu&t Ctrl+X
pl: Wy&tnij Ctrl+X

source: Spl&it Cut Ctrl+Alt+X
pl: Rozdz&iel Wytnij Ctrl+Alt+X

source: &Copy Ctrl+C
pl: &Kopiuj Ctrl+C

source: &Paste Ctrl+V
pl: &Wstaw Ctrl+V

source: Tri&m Ctrl+T
pl: Przy&tnij Ctrl+T

source: &Delete Ctrl+K
pl: &Kasuj Ctrl+K

source: Split D&elete Ctrl+Alt+K
pl: Rozdziel U&suñ Ctrl+Alt+K

source: &Silence Ctrl+L
pl: &Cisza Ctrl+L

source: Sp&lit Ctrl+I
pl: Rozdz&iel Ctrl+I

source: Split Ne&w Ctrl+Alt+I
pl: Rozdziel No&wy Ctrl+Alt+I

source: &Join Ctrl+J
pl: &Po³±cz Ctrl+J

source: Disj&oin Ctrl+Alt+J
pl: Rozdz&iel Ctrl+Alt+J

source: Duplic&ate Ctrl+D
pl: Dupli&kuj Ctrl+D

source: &Stereo To Mono
pl: & Stereo do Mono

source: Labeled Re&gions...
pl: Zaznaczone Re&giony...

source: &Cut Alt+X
pl: &Wytnij Alt+X

source: &Split Cut Shift+Alt+X
pl: &Rozdziel Wytnij Shift+Alt+X

source: Co&py Shift+Alt+C
pl: Kop&iuj Shift+Alt+C

source: &Delete Alt+K
pl: &Usuñ Alt+K

source: Sp&lit Delete Shift+Alt+K
pl: Rozdz&iel Usuñ Shift+Alt+K

source: Sile&nce Alt+L
pl: Cisz&a Alt+L

source: Spli&t Alt+I
pl: Rozdz&iel Alt+I

source: &Join Alt+J
pl: &Po³±cz Alt+J

source: Disj&oin Shift+Alt+J
pl: Roz&dziel Shift+Alt+J

source: &Select...
pl: &Zaznacz..

source: &All Ctrl+A
pl: &Wszystko Ctrl+A

source: &None Ctrl+Shift+A
pl: &¯aden Ctrl+Shift+A

source: Left at Playback Position [
pl: Na lewo od miejsca odtwarzania [

source: Right at Playback Position ]
pl: Na prawo od miejsca odtwarzania [

source: Start to Cursor
pl: Od pocz±tku do kursora

source: Cursor to End
pl: Kursor do koñca

source: Find &Zero Crossings Z
pl: Znajd¼ &Przej¶cie przez zero Z

source: Mo&ve Cursor...
pl: Prze&suñ kursor...

source: to Selection Start
pl: do pocz±tku zaznaczenia

source: to Selection End
pl: do koñca zaznaczenia

source: to Track Start
pl: do pocz±tku ¶cie¿ki

source: to Track End
pl: do koñca ¶cie¿ki

source: Selection Save
pl: Zapisz zaznaczenie

source: Selection Restore
pl: Odzyskaj zaznaczenie

source: Play &Region...
pl: Odtwarzaj &Region...

source: Lock
pl: Zablokuj

source: Unlock
pl: Odblokuj

source: Turn Snap-To On
pl: Aktywuj przyci±ganie

source: Turn Snap-To Off
pl: Zablokuj przyci±ganie

source: Turn Grid Snap On
pl: W³±cz przyci±ganie do siatki

source: Turn Grid Snap Off
pl: Wy³±cz przyci±ganie do siatki

source: &Preferences... Ctrl+P
pl: &Ustawienia... Ctrl+P

source: &View
pl: &Widok

source: Zoom &In Ctrl+1
pl: Po&wiêksz Ctrl+!

source: Zoom &Normal Ctrl+2
pl: &Normalny rozmiar Ctrl+2

source: Zoom &Out Ctrl+3
pl: P&omniejsz Ctrl+3

source: &Fit in Window Ctrl+F
pl: &Dopasuj do okna Ctrl+F

source: Fit &Vertically Ctrl+Shift+F
pl: Dopasuj w &pionie Ctrl+Shift+F

source: &Zoom to Selection Ctrl+E
pl: &Powiêksz zaznaczenie Ctrl+E

source: &Collapse All Tracks Ctrl+Shift+C
pl: &Zwiñ wszystkie ¶cie¿ki Ctrl+Shift+C

source: E&xpand All Tracks Ctrl+Shift+X
pl: R&ozwiñ wszystkie ¶cie¿ki Ctrl+Shift+X

source: Show Clipping
pl: Poka¿ obciêcie

source: &History...
pl: &Historia

source: &Toolbars...
pl: &Paski narzêdzi...

source: Control Toolbar
pl: Pasek narzêdzi kontrolnych

source: Device Toolbar
pl: Pasek narzêdzi urz±dzeñ

source: Edit Toolbar
pl: Pasek narzêdzi edycji

source: Meter Toolbar
pl: Pasek narzêdzi pomiaru

source: Mixer Toolbar
pl: Pasek narzêdzi miksera

source: Selection Toolbar
pl: Pasek narzêdzi selekcji

source: Tools Toolbar
pl: Pasek narzêdzi

source: Transcription Toolbar
pl: Pasek narzêdzi transkrypcji

source: Reset Toolbars
pl: Zresetuj Paski Narzêdzi

source: &Tracks
pl: &¦cie¿ki

source: Add &New...
pl: Dodaj &Now±...

source: &Audio Track Ctrl+Shift+N
pl: &¦cie¿ka d¼wiêkowa Ctrl+Shift+N

source: &Stereo Track
pl: &¦cie¿ka stereo

source: &Time Track
pl: &¦cie¿ka czasowa

source: &Timer Record...
pl: &Nagrywanie czasowe...

source: &Mix and Render
pl: &Miksuj i renderuj

source: Mix and Render to New Track Ctrl+Shift+M
pl: Miksuj i przetwarzaj do Nowej ¦cie¿ki Ctrl+Shift+M

source: &Resample...
pl: &Resampluj

source: Remo&ve Tracks
pl: &Usuñ ¦cie¿ki

source: Align with &Zero
pl: Wyrównaj do &zera

source: Align with &Cursor
pl: Wyrównaj do &Kursora

source: Align with Selection &Start
pl: Wyrównaj z pocz±tkiem &zaznaczenia

source: Align with Selection &End
pl: Wyrównaj z koñcem zaznacz&enia

source: Align End with Cursor
pl: Wyrównaj koniec do kursora

source: Align End with Selection Start
pl: Wyrównaj koniec z pocz±tkiem zaznaczenia

source: Align End with Selection End
pl: Wyrównaj koniec do koñca zaznaczenia

source: Align Tracks Together
pl: Wyrównaj ¶cie¿ki

source: &Align Tracks...
pl: &Wyrównaj ¶cie¿ki...

source: Ali&gn And Move Cursor...
pl: Wyró&wnaj i rusz kursor

source: Add &Label At Selection Ctrl+B
pl: Dodaj &Etykietê do zaznaczenia Ctrl+B

source: Add Label At &Playback Position Ctrl+M
pl: Dodaj etykietê w pozycji &Odtwarzania Ctrl+M

source: S&ort tracks by...
pl: Sort&uj ¶cie¿ki...

source: &Start time
pl: &Czas startu

source: &Name
pl: &Nazwa

source: &Generate
pl: &Generowanie Tonu

source: Effe&ct
pl: Efe&kty

source: Repeat Last Effect Ctrl+R
pl: Powtórz ostatni efekt Ctrl+R

source: &Analyze
pl: &Analiza

source: Plot Spectrum...
pl: Wykres spektrum...

source: &Help
pl: &Pomoc

source: &About Audacity CleanSpeech...
pl: &O czysto¶ci wymowy Audacity...

source: &Show Welcome Message...
pl: &Poka¿ wiadomo¶æ powitaln±...

source: &Screenshot Tools...
pl: &Narzêdzia do zrzutu ekranu...

source: &Run Benchmark...
pl: U&ruchom Benchmark

source: &Audio Device Info...
pl: &Informacja o Urz±dzeniu D¼wiêkowym...

source: Cycle backward through Dock, Track View, and Selection Bar Ctrl+Shift+F6
pl: Poruszanie siê wstecz po Doku, WIdoku ¶cie¿ki i Pasku selekcji Ctrl+Shift+F6

source: Cycle forward through Dock, Track View, and Selection Bar Ctrl+F6
pl: Poruszanie siê do przodu po Doku, WIdoku ¶cie¿ki i Pasku selekcji Ctrl+F6

source: Selection Tool F1
pl: Zaznaczanie F1

source: Envelope Tool F2
pl: Narzêdzie obwiedni F2

source: Draw Tool F3
pl: Narzêdzie rysowania F3

source: Zoom Tool F4
pl: Lupa F4

source: Time Shift Tool F5
pl: Narzêdzie do przesuwania w czasie F5

source: Multi Tool F6
pl: Multi narzêdzie F6

source: Next Tool D
pl: Nastêpne narzêdzie D

source: Previous Tool A
pl: Poprzednie narzêdzie A

source: Play/Stop Spacebar
pl: Odtwarzaj/Zatrzymaj Spacja

source: Pause P
pl: Pauza P

source: Record R
pl: Nagrywanie R

source: Play/Stop and Select Shift+Return
pl: Odtwarzaj/Zatrzymaj i Zaznacz Shift+Return

source: Stop and Select Shift+A
pl: Zatrzymaj i zaznacz Shift+A

source: Play One Second 1
pl: Odtwarzaj 1 sekundê

source: Play To Selection B
pl: Odtwarzaj do zaznaczenia B
