Repository: audacity/audacity-from-svn-5GB
Catalog: audacity-src/tags/Audacity_1_3_6a4/audacity-src/locale/*.po
Languages: pl

source: Command Output
pl: Polecenie Wyj¶ciowe

source: Specify FLAC Options
pl: Sprecyzuj Opcje FLAC

source: 0 (fastest)
pl: 0 (Najszybsze)

source: 8 (best)
pl: 8 (Najlepsze)

source: 16 bit
pl: 16 bitów

source: 24 bit
pl: 24 bity

source: FLAC Export Setup
pl: Ustawienia eksportu FLAC

source: Level:
pl: Poziom:

source: Bit depth:
pl: Ilo¶æ bitów:

source: FLAC Files
pl: Pliki FLAC

source: Exporting the selected audio as FLAC
pl: Eksportowanie zaznaczonych d¼wiêków jako FLAC

source: Exporting the entire project as FLAC
pl: Eksportowanie ca³ego projektu jako FLAC

source: Edit the metadata for the FLAC file
pl: Edytuj metadane dla pliku FLAC

source: Specify MP2 Options
pl: Sprecyzuj Opcje MP2

source: MP2 Export Setup
pl: Ustawienia eksportu MP2

source: Bit Rate:
pl: Czêstotliwo¶æ próbkowania:

source: MP2 Files
pl: Pliki MP2

source: Cannot export MP2 with this sample rate and bit rate
pl: Nie mo¿na eksportowaæ MP2 z t± czêstotliwo¶ci± próbkowania

source: Edit the ID3 tags for the MP2 file
pl: Edytuj tagi ID3 dla pliku MP2

source: Unable to open target file for writing
pl: Nie mo¿na otworzyæ pliku do zapisu

source: Exporting selected audio at %d kbps
pl: Eksportowanie zaznaczonego d¼wiêku %d kbps

source: Exporting entire file at %d kbps
pl: Eksportowanie ca³ego pliku %d kbps

source: 0, 220-260 kbps (Best Quality)
pl: 0, 220-260 kbps (Najlepsza jako¶æ)

source: 9, 45-85 kbps (Smaller files)
pl: 9, 45-85 kbps (Mniejsze pliki)

source: Fast
pl: Szybkie

source: Insane, 320 kbps
pl: Szalone. 320 kbps

source: Extreme, 220-260 kbps
pl: Ekstremum, 220-260kbps

source: Medium, 145-185 kbps
pl: ¦rednie, 145-185 kbps

source: Specify MP3 Options
pl: Sprecyzuj Opcje MP3

source: MP3 Export Setup
pl: Ustawienia eksportu dla MP3

source: Bit Rate Mode:
pl: Tryb Czêstotliwo¶ci Próbkowania

source: Preset
pl: Ustawienie

source: Variable
pl: Zmienna

source: Average
pl: ¦rednia

source: Constant
pl: Sta³a

source: Variable Speed:
pl: Zmienna Szybko¶æ:

source: Channel Mode:
pl: Tryb Kana³u:

source: Joint Stereo
pl: Po³±czone Stereo

source: Locate Lame
pl: Zlokalizuj Lame

source: Audacity needs the file %s to create MP3s.
pl: Audacity potrzebuje pliku %s do stworzenia pliku MP3.

source: Location of %s:
pl: Lokalizacja %s:

source: To find %s, click here -->
pl: Aby znale¼æ %s, kliknij tutaj -->

source: Browse...
pl: Wybierz...

source: To get a free copy of Lame, click here -->
pl: Aby otrzymaæ darmow± kopiê Lame, kliknij tutaj -->

source: Download...
pl: Pobierz...

source: Where is %s?
pl: Gdzie jest %s?

source: Only lame_enc.dll|lame_enc.dll|Dynamically Linked Libraries (*.dll)|*.dll|All Files (*.*)|*
pl: Tylko lame_enc.dll|lame_enc.dll|Biblioteki dynamiczne (*.dll)|*.dll|All Files (*.*)|*

source: Only libmp3lame.dylib|libmp3lame.dylib|Dynamic Libraries (*.dylib)|*.dylib|All Files (*)|*
pl: Tylko libmp3lame.dylib|libmp3lame.dylib|Biblioteki dynamiczne (*.dylib)|*.dylib|Wszystkie pliki (*)|*

source: Only libmp3lame.so|libmp3lame.so|Primary Shared Object files (*.so)|*.so|Extended Libraries (*.so*)|*.so*|All Files (*)|*
pl: Tylko libmp3lame.so|libmp3lame.so|Podstawowe biblioteki wspó³dzielone (*.so)|*.so|Biblioteki rozszerzaj±ce (*.so*)|*.so*|All Files (*)|*

source: MP3 Files
pl: Pliki MP3

source: Could not open MP3 encoding library!
pl: Nie mo¿na otworzyæ biblioteki kodeka MP3!

source: Not a valid or supported MP3 encoding library!
pl: Nieaktualna lub niewspierana biblioteka MP3!

source: Unable to initialize MP3 stream
pl: Nie mo¿na zainicjowaæ strumienia MP3

source: Edit the ID3 tags for the MP3 file
pl: Edycja tagów ID3 pliku MP3

source: Exporting selected audio with %s preset
pl: Eksportowanie zaznaczonego d¼wiêku z ustawieniem %s

source: Exporting entire file with %s preset
pl: Eksportowanie ca³ego pliku z ustawieniem %s

source: Exporting selected audio with VBR quality %s
pl: Eksportowanie zaznaczonego d¼wiêku z jako¶ci± VBR %s

source: Exporting entire file with VBR quality %s
pl: Eksportowanie ca³ego pliku z jako¶ci± VBR %s

source: Exporting selected audio at %d Kbps
pl: Eksportowanie zaznaczonego d¼wiêku %d Kbps

source: Exporting entire file at %d Kbps
pl: Eksportowanie ca³ego pliku %d Kbps

source: Error %d returned from MP3 encoder
pl: B³±d %d zwrócony z enkodera MP3

source: Invalid sample rate
pl: Niew³a¶ciwa czêstotliwo¶æ próbkowania

source: The project sample rate (%d) is not supported by the MP3 file format.
pl: Czêstotliwo¶æ próbkowania (%d) nie jest wspierana przez format plików MP3.

source: The project sample rate (%d) and bit rate (%d kbps) combination is not supported by the MP3 file format.
pl: Czêstotliwo¶æ próbkowania (%d) nie jest wspierana przez format plików MP3.

source: You may resample to one of the rates below.
pl: Mo¿esz resamplowaæ do jednej z czêstotliwo¶ci poni¿ej.

source: Sample Rates
pl: Czêstotliwo¶ci Próbkowania

source: MP3 exporting plugin not found
pl: Wtyczka do eksportu MP3 nie zosta³a znaleziona

source: Export Multiple
pl: Wielokrotny eksport

source: If you have more than one Audio Track, you can export each track as a separate file, or if you have a Label Track, you can export a new file for each label. This project does not have multiple tracks or a Label Track, so you cannot export multiple files.
pl: Je¿eli masz wiêcej ni¿ jedn± ¶cie¿kê audio, mo¿esz eksportowaæ ka¿d± z nich do osobnego pliku, lub je¿eli masz ¶cie¿k± etykiet, mo¿esz eksportowaæ do nowego pliku dla ka¿dej etykiety. Ten projekt nie ma wiêcej ni¿ jedna ¶cie¿ka lub nie posiada ¶cie¿ki etykiet, st±d nie mo¿na

source: Can't export multiple files
pl: Nie mo¿na eksportowaæ wielu plików

source: Export format:
pl: Format eksportu:

source: Options...
pl: Opcje...

source: Export location:
pl: Lokalizacja eksportu:

source: Choose...
pl: Wybierz...

source: Create
pl: Twórz

source: Split files based on:
pl: Podziel pliki na podstawie:

source: Labels
pl: Etykiety

source: Include audio before first label
pl: Do³±cz audio przed pierwsz± etykiet±

source: First file name:
pl: Nazwa pierwszego pliku:

source: Tracks
pl: ¦cie¿ki

source: Name files:
pl: Nazwij pliki:

source: Using Label/Track Name
pl: U¿yj Etykiety/Nazwy ¶cie¿ki

source: Numbering consecutively
pl: Numeracja narastaj±ca

source: File name prefix:
pl: Rozszerzenie pliku:

source: Overwrite existing files
pl: Nadpisz istniej±ce pliki

source: E&xport
pl: E&ksport

source: "%s" successfully created.
pl: "%s" utworzone.

source: Choose a location to save the exported files
pl: Okre¶l lokalizacjê dla eksportowanych plików

source: Edit the metadata
pl: Edytuj metadane

source: "%s" doesn't exist. Would you like to create it?
pl: "%s" nie istnieje. Czy chcesz go stworzyæ?

source: Successfully exported %d file(s).
pl: Eksport zakoñczy³ siê %d sukcesem.

source: Something went wrong after exporting %d file(s).
pl: Po eksporcie %d pliku(ów) nast±pi³ nieoczekiwany b³±d.

source: Specify Ogg Vorbis Options
pl: Sprecyzuj Opcje Ogg Vorbis

source: Ogg Vorbis Export Setup
pl: Ustawienia Eksportu Ogg Vorbis

source: Quality:
pl: Jako¶æ:

source: Ogg Vorbis Files
pl: Pliki Ogg Vorbis

source: Exporting the selected audio as Ogg Vorbis
pl: Eksportuj zaznaczenie jako Ogg Vorbis

source: Exporting the entire project as Ogg Vorbis
pl: Eksportuj ca³y projekt jako Ogg Vorbis

source: Edit the metadata for the OGG file
pl: Edytuj metadane dla pliku OGG

source: Specify PCM Options
pl: Ustal Opcje PCM

source: Uncompressed Export Setup
pl: Ustawienia eksportu nieskompresowanego

source: Header:
pl: Nag³ówek:

source: (Not all combinations of headers and encodings are possible.)
pl: (Nie wszystkie kombinacje nag³ówkówi kodowañ s± mo¿liwe.)

source: WAV, AIFF, and other uncompressed types
pl: WAV, AIFF i inne nieskompresowane rodzaje

source: Cannot export audio in this format.
pl: Nie mo¿na eksportowaæ danych w tym formacie.

source: Exporting the selected audio as %s
pl: Eksportowanie zaznaczonego d¼wiêku jako %s

source: Exporting the entire project as %s
pl: Eksportowanie ca³ego projektu jako %s

source: Error (file may not have been written): %s
pl: B³±d (mo¿liwe ¿e plik nie zosta³ zapisany): %hs

source: Edit the metadata for the uncompressed file
pl: Edytuj metadane dla nieskompresowanego pliku

source: This version of Audacity was not compiled with %s support.
pl: Ta wersja Audacity nie by³a kompilowane ze wsparciem %s.

source: "%s" is an audio CD track. Audacity cannot open audio CDs directly. Extract (rip) the CD tracks to an audio format that Audacity can import, such as WAV or AIFF.
pl: "%s" jest ¶cie¿k± audio. Audacity nie otwiera bezpo¶rednio ¶cie¿ek audio. Wypakuj ¶cie¿ki do formatu, który Audacity mo¿e importowaæ, jak na przyk³ad WAV lub AIFF.

source: "%s" is a playlist file. Audacity cannot open this file because it only contains links to other files. You may be able to open it in a text editor and download the actual audio files.
pl: jest plikiem listy. Audacity nie mo¿e otworzyæ tego pliku, poniewa¿ zawiera on tylko linki do innych plików. Mo¿esz go otworzyæ w edytorze tekstowym i pobraæ w³a¶ciwe pliki d¼wiêkowe.

source: "%s" is a Windows Media Audio file. Audacity cannot open this type of file due to patent restrictions. You need to convert it to a supported audio format, such as WAV or AIFF.
pl: "%s" jest plikiem Windows Media Audio. Audacity nie otwiera tych plików z powodów patentowych. Powiniene¶ przekonwertowaæ ten plik do formatu takiego jak WAV lub AIFF.

source: "%s" is an Advanced Audio Coding file. Audacity cannot open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
pl: "%s" jesy plikiem Advanced Audio Coding. Audacity nie otwiera tych plików. Powiniene¶ je przekonwertowaæ do wspieranych formatów takich jak WAV lub AIFF.

source: "%s" is an encrypted audio file. These typically are from an online music store. Audacity cannot open this type of file due to the encryption. Try recording the file into Audacity, or burn it to audio CD then extract the CD track to a supported audio format such as WAV or AIFF.
pl: "%s" jest zakodowanym plikiem. Pliki te pochodz± zazwyczaj z internetowych sklepów muzycznych. Audacity nie mo¿e otworzyæ tego pliku z powodu zakodowania go. Spróbuj zgraæ plik w Audacity lub wypal go na p³ytê, a nastêpnie wypakuj ¶cie¿kê do formatu wspieranego takiego jak WAV lub AIFF.

source: "%s" is a RealPlayer media file. Audacity cannot open this proprietary format. You need to convert it to a supported audio format, such as WAV or AIFF.
pl: "%s" jest plikiem RealPlayer. Audacity nie mo¿e otworzyæ tego pliku. Powiniene¶ go przekonwertowaæ do wspieranego formatu, takiego jak WAV lub AIFF.

source: Audacity had to make a guess at the type of file. The Audio may be bogus. If the audio is bogus, try renaming the file so that it has the correct extension before opening it.
pl: Audacity próbuje odgadn±c rodzaj pliku. D¼wiêk mo¿e byæ niew³a¶ciwy. Je¶li d¼wiêk nie zgadza siê, spróbuj zmieniæ nazwê pliku aby rozszerzenie by³o w³a¶ciwe.

source: Audacity did not recognize the type of this file. If it is uncompressed, try importing it using "Import Raw"
pl: Audacity nie rozpozna³o formatu tego pliku. Je¿eli jest nieskopresowany, to spróbuj opcji "Importuj RAW"

source: FLAC files
pl: Pliki FLAC

source: List of Files in basic text format
pl: Lista plików w podstawowym formacie tekstowym

source: Invalid window offset in LOF file.
pl: Nieprawid³owe przesuniêcie okna w pliku LOF.

source: LOF Error
pl: B³±d LOF

source: Invalid duration in LOF file.
pl: Z³y czas trwania LFO

source: Invalid track offset in LOF file.
pl: Nieprawid³owe przesuniêcie ¶cie¿ki w pliku LOF.

source: Error parsing Allegro file.
pl: B³±d analizy pliku Allegro

source: Error parsing MIDI file.
pl: B³±d analizy pliku MIDI

source: MP3 files
pl: Pliki MP3

source: Ogg Vorbis files
pl: Pliki Ogg Vorbis

source: Media read error
pl: B³±d odczytu

source: Not an Ogg Vorbis file
pl: To nie jest plik Ogg Vorbis

source: Vorbis version mismatch
pl: B³±d wersji Vorbis

source: Invalid Vorbis bitstream header
pl: Z³y nag³ówek strumienia Vorbis

source: Internal logic fault
pl: Wewnêtrzny b³±d logiczny

source: Importing %s File...
pl: Importowanie pliku %s...

source: QuickTime files
pl: Pliki QuickTime

source: Import Raw Data
pl: Importuj Surowe Dane

source: No endianness
pl: Bez endianness

source: Default endianness
pl: Standardowy endianess

source: 1 Channel (Mono)
pl: 1 kana³ (Mono)

source: 2 Channels (Stereo)
pl: 2 kana³y (Stereo)

source: %d Channels
pl: %d kana³ów

source: Start offset:
pl: Pocz±tek przesuniêcia:

source: Amount to import:
pl: Wielko¶æ do importu:

source: Sample rate:
pl: Czêstotliwo¶æ próbkowania:

source: &Import
pl: &Importuj

source: Playback
pl: Odtwarzanie

source: Device
pl: Urz±dzenie

source: Using:
pl: U¿ywaj±c:

source: Portaudio v
pl: Port d¼wiêkowy v

source: Recording
pl: Nagrywanie

source: Channels
pl: Kana³y

source: Playthrough
pl: Odtwarzanie

source: &Play other tracks while recording new one
pl: &Odtwarzaj inne ¶cie¿ki podczas nagrywania nowej

source: &Hardware Playthrough: Play new track while recording it
pl: &Odtwarzanie sprzêtowe: Odtwarzaj ¶cie¿kê podczas nagrywania jej

source: &Software Playthrough: Play new track while recording it
pl: &Odtwarzanie programowe: Odtwarzaj ¶cie¿kê podczas nagrywania jej

source: &Software Playthrough: Play new track while recording it (uncheck when recording "stereo mix")
pl: &Odtwarzanie programowe: Otwarzaj now± ¶cie¿kê podczas nagrywania jej (odznacz podczas nagrywania "stereo mix")

source: Effects Preview
pl: Podgl±d efektów

source: Length of preview:
pl: D³ugo¶æ podgl±du:

source: Cut Preview
pl: Wytnij Podgl±d

source: Preview before cut region:
pl: Podgl±d przed obszarem obciêcia:

source: Preview after cut region:
pl: Podgl±d po obszarze obciêcia:

source: Latency
pl: Bezczynno¶æ

source: Audio to buffer:
pl: D¼wiêk do bufora:

source: Latency correction:
pl: Korekcja bezczynno¶ci

source: Seek Time when playing
pl: Przeszukuj podczas odtwarzania

source: Short period:
pl: Krótka przerwa:

source: Long period:
pl: D³uga przerwa:

source: Batch
pl: Wsad

source: Behaviors
pl: Zachowania

source: &Don't apply effects in batch mode
pl: &Nie stosuje efektów w trybie wsadowym

source: &When importing audio, normalize all tracks in project
pl: &Podczas importowania d¼wiêku, normalizuj wszystkie ¶cie¿ki w projekcie

source: Cl&eanSpeech Mode (Customized GUI)
pl: Tryb czystej mowy

source: Show / Hide
pl: Poka¿/Ukryj

source: S&how Metadata Editor prior to export step
pl: P&oka¿ Edytor Metadanych przed ustawieniami eksportu

source: Directories
pl: Katalogi

source: Temporary files directory
pl: Katalog plików tymczasowych

source: Location:
pl: Po³o¿enie:

source: Free Space:
pl: Wolna przestrzeñ:

source: Auto save
pl: Zapisz automatycznie

source: Auto save a copy of the project in a separate folder
pl: Zapisz automatycznie kopiê projektu w osobnym folderze

source: Auto save interval:
pl: Przerwa w zapisie:

source: minutes
pl: minut

source: Audio cache
pl: Pamiêæ cache d¼wiêku

source: Hold recorded data in memory until recording is stopped
pl: Przechowywuje dane zapisu w pamiêci a¿ nagrywanie zostanie zatrzymane

source: Choose a location to place the temporary directory
pl: Okre¶l lokalizacjê dla katalogu tymczasowego

source: Directory %s does not exist. Create it?
pl: Katalog %s nie istnieje. Czy go utworzyæ?

source: New Temporary Directory
pl: Nowy katalog tymczasowy

source: Directory %s is not writable
pl: Nie da siê zapisaæ do katalogu %s

source: Changes to temporary directory will not take effect until Audacity is restarted
pl: Zmiana katalogu tymczasowego bêdzie nieaktywna a¿ do zrestartowania programu Audacity.

source: Audio Files
pl: Pliki audio

source: When importing uncompressed audio files
pl: Podczas importowania nieskompresowanych plików audio

source: &Make a copy of the file before editing (safer)
pl: &Utwórz kopiê tego pliku przed edycj± (bezpieczniejsze)

source: &Read directly from the original file (faster)
pl: &Czytaj bezpo¶redno z oryginalnego pliku (szybsze)

source: When saving a project that depends on other audio files
pl: Podczas zapisywania projektu, który jest zale¿ny od innych plików d¼wiêkowych

source: Always &copy all audio into project (safest)
pl: Zawsze &kopiuj ca³y d¼wiêk do projektu (najbezpieczniejsze)

source: &Do not copy any audio
pl: &Nie kopiuj d¼wiêku

source: &Ask user
pl: &Zapytaj u¿ytkownika

source: When exporting tracks to an audio file
pl: Podczas eksportowania ¶cie¿ek do pliku audio

source: A&lways mix all tracks down to Stereo or Mono channel(s).
pl: Z&awsze miksuj wszystkie ¶cie¿ki do kana³u stereo lub mono.

source: &Use custom mix (for example to export a 5.1 multichannel file)
pl: &U¿yj miksowania (na przyk³ad eksportuj do pliku wielokana³owego 5.1)

source: MP3 Export Library Location
pl: Lokalizacja biblioteki MP3

source: MP3 Library Version:
pl: Wersja biblioteki MP3:

source: &Find Library
pl: &Znajd¼ Bibliotekê

source: &Download Free Copy of LAME
pl: &Pobierz darmow± kopiê LAME

source: Interface
pl: Wygl±d

source: &Update display while playing
pl: &Uaktualnia wy¶wietlacz poczas odtwarzania

source: Any Close/Exit command completely &quits Audacity
pl: Polecenie Zamknij/Wyjd¼ &zamyka Audacity

source: Enable &dragging of left and right selection edges
pl: Uaktywnia &przeci±ganie krawêdzi zaznaczenia w lewo lub w prawo

source: &Ergonomic order of audio I/O buttons
pl: &Ergonomiczny uk³ad guzików We/Wy

source: Automatically &fit tracks vertically zoomed
pl: Automatycznie &wpasowuje ¶cie¿ki

source: "Move track focus" &cycles repeatedly through tracks
pl: "Przesuñ po ¶cie¿ce" &przesuwa siê po ¶cie¿ce

source: &Present track number to accessibility aid
pl: & Aktualny numer ¶cie¿ki do pomocy dostêpu

source: Editing a &clip can move other clips
pl: Edytowanie &klipu mo¿e przesun±æ inne klipy

source: &Select all audio in project, if none selected
pl: &Zaznacz ca³y d¼wiêk w projekcie, je¶li nic nie jest zaznaczone

source: &Beep on completion of longer activities
pl: &Daj sygna³ d¼wiêkowy po zakoñczeniu czynno¶ci

source: Enable cut &lines
pl: Umo¿liw ciêcie & liñ

source: Show warnings about &temp files
pl: Poka¿ ostrze¿enia o &plikach tymczasowych

source: &Show prompt to save, even if project is empty
pl: &Poka¿ okno zapisu, nawet je¶li projekt jest pusty

source: Show Welcome Message at program start up
pl: Poka¿ Wiadomo¶æ Powitaln± przy starcie programu

source: Language
pl: Jêzyk

source: Language:
pl: Jêzyk:

source: Minimum of dB mode display range
pl: Minimalny pokazywany poziom sygna³u [dB]

source: -36 dB (shallow range for high-amplitude editing)
pl: -36 dB ("p³ytki" zakres do edycji przy du¿ych amplitudach)

source: -48 dB (PCM range of 8 bit samples)
pl: -48 dB (PCM zakres 8 bitowych próbek)

source: -96 dB (PCM range of 16 bit samples)
pl: -96 dB (PCM zakres 16 bitowych próbek)

source: -120 dB (approximate limit of human hearing)
pl: -120 dB (przybli¿ony zakres s³yszenia cz³owieka)

source: -145 dB (PCM range of 24 bit samples)
pl: -145 dB (PCM zakres 24 bitowych próbek)

source: Keyboard
pl: Klawiatura

source: Key Bindings
pl: Powi±zania klawiaturowe

source: S&et
pl: U&staw

source: Note: Pressing Cmd+Q will quit. All other keys are valid.
pl: Uwaga: Naci¶niêcie Cmd+Q spowoduje wyj¶cie. Pozosta³e klawisze s± prawid³owe.

source: &Defaults
pl: &Domy¶lne

source: Key Combination
pl: Kombinacja klawiszy

source: Export Keyboard Shortcuts As:
pl: Eksportuj skróty klawiszowe jako:

source: Error saving keyboard shortcuts
pl: B³±d zapisu skrótów klawiszowych

source: Select an XML file containing Audacity keyboard shortcuts...
pl: Zaznacz plik XML zawieraj±cy skróty klawiszowe programu Audacity...

source: XML files (*.xml)|*.xml|All files (*.*)|*.*
pl: Pliki xml (*.xml)|*.xml|Wszystkie pliki (*.*)|*.*

source: Error loading keyboard shortcuts
pl: B³±d podczas wczytywania skrótów klawiszowych

source: The keyboard shortcut '%s' is already assigned to: '%s'
pl: Skrót klawiaturowy %s jest ju¿ przypisany do: %s'

source: Undo
pl: Cofnij

source: Mouse
pl: Mysz

source: Mouse Bindings (default values, not configurable)
pl: Przypisania myszy (domy¶lne warto¶ci, nie konfigurowalne)

source: Tool
pl: Narzêdzie

source: Command Action
pl: Komenda

source: Buttons
pl: Klawisze

source: Left-Click
pl: Lewy klawisz myszy

source: Select
pl: Zaznacz

source: Set Selection Point
pl: Ustaw punkt zaznaczenia

source: Left-Drag
pl: Lewy klawisz - przeci±gnij

source: Set Selection Range
pl: Ustaw zakres zaznaczenia

source: Extend Selection Range
pl: Powiêksz zaznaczony obszar

source: Shift-Left-Click
pl: Shift - lewy przycisk myszy

source: Left-Double-Click
pl: Powójne-lewe-klikniêcie

source: Select Clip or Entire Track
pl: Zaznacz klip lub ca³± ¶cie¿kê

source: Ctrl-Left-Click
pl: Ctrl-Lewe-Klikniêcie

source: Set Selection Point and Play
pl: Ustaw punkt zaznaczenia i Odtwarzaj

source: Zoom
pl: Powiêksz

source: Zoom in on Point
pl: Powiêksz w punkcie

source: Zoom in on a Range
pl: Powiêksz zakres

source: same as right-drag
pl: tak jak przesuniêcie w prawo

source: Right-Click
pl: Prawy klawisz myszy

source: Zoom out one step
pl: Pomniejsz

source: Right-Drag
pl: Przeci±gnij prawym klawiszem myszy

source: same as left-drag
pl: tak jak przesuniêcie w lewo

source: Shift-Drag
pl: Shift-Przeci±gnij

source: Zoom out on a Range
pl: Oddal Obszar

source: Middle-Click
pl: ¦rodkowe-Klikniêcie

source: Zoom default
pl: Domy¶lne ustawienie Zbli¿eñ

source: Time shift clip or move up/down between tracks
pl: Przesuñ klip w czasie lub przesuñ siê w górê/w dó³ pomiêdzy ¶cie¿kami

source: Shift-Left-Drag
pl: Shift-Przesuñ w lewo

source: Time shift all clips in track
pl: Przesuñ w czasie wszystkie klipy w ¶cie¿ce

source: Ctrl-Left-Drag
pl: Ctrl- Lewy-przeci±gnij

source: Move clip up/down between tracks
pl: Przesuñ klip w górê/w dó³ pomiêdzy ¶cie¿kami

source: Change Amplification Envelope
pl: Zmieñ obwiedniê wzmocnienia

source: Change Sample
pl: Zmieñ próbkê

source: Pencil
pl: Pióro

source: Alt-Left-Click
pl: Alt-Lewy klawisz myszy

source: Smooth at Sample
pl: Wyg³ad¼ próbkê

source: Change Several Samples
pl: Zmiana kilku próbek

source: Change ONE Sample only
pl: Zmiana tylko JEDNEJ próbki

source: same as select tool
pl: to samo co narzêdzie do zaznaczania

source: same as zoom tool
pl: tak samo jak narzêdzie do powiêkszania

source: Any
pl: Dowolny

source: Scroll up or down
pl: Przewiñ w górê lub w dó³

source: Wheel-Rotate
pl: Obrót kó³kiem myszy

source: Scroll left or right
pl: Przesuñ w lewo lub prawo

source: Shift-Wheel-Rotate
pl: Shift-Obróæ

source: Ctrl-Wheel-Rotate
pl: Ctrl-kó³ko myszy

source: Zoom in or out
pl: Powiêksz lub pomniejsz

source: Audacity Preferences
pl: W³a¶ciwo¶ci Audacity

source: Quality
pl: Jako¶æ

source: Rectangle
pl: Prostok±tny

source: Triangle
pl: Trójk±tny

source: Shaped
pl: Uformowany

source: Sampling
pl: Próbkowanie

source: Default Sample Rate:
pl: Standardowa czêstotliwo¶æ:

source: Default Sample Format:
pl: Standardowa rozdzielczo¶æ:

source: Real-time sample rate converter:
pl: Konwerter czêstotl. próbkowania ( w czasie rzeczywistym)

source: High-quality sample rate converter:
pl: Wysokiej jako¶ci konwerter czêstotliwo¶ci próbkowania:

source: Real-time dither:
pl: Dithering w czasie rzeczywistym

source: High-quality dither:
pl: Wysokiej jako¶ci dither:

source: Conversion
pl: Konwersja

source: Sample Rate Converter
pl: Konwerter próbkowania

source: Dither
pl: Wahania

source: Real-time:
pl: Czas rzeczywisty:

source: High-quality:
pl: Wysoka jako¶æ:

source: Smart Recording
pl: M±dre Nagrywanie

source: Pause Recording on Silence
pl: Zatrzyjmaj Nagrywanie na Ciszy

source: Silence level (dB):
pl: Poziom Ciszy (dB):

source: Spectrograms
pl: Spektrogramy
