Repository: audacity/audacity-from-svn-5GB
Catalog: audacity-src/tags/Audacity_1_3_6a4/audacity-src/locale/*.po
Languages: pl

source: Removed track '%s.'
pl: Usuniêta ¶cie¿ka '%s'

source: Track Remove
pl: Usuniêcie ¶cie¿ki

source: Moved gain slider
pl: Przesuniêto suwak czu³o¶ci

source: Moved pan slider
pl: Przesuniêto suwak panoramiczny

source: Gain
pl: Czu³o¶æ

source: up
pl: góra

source: down
pl: dó³

source: Moved '%s' %s
pl: Przesuniêty '%s' %s

source: Move Track
pl: Przesuñ ¶cie¿kê

source: Expand
pl: Rozszerz

source: Expanded Cut Line
pl: Rozszerzona linia ciêcia

source: Merge
pl: Po³±cz

source: Merged Clips
pl: Po³±czone klipy

source: Removed Cut Line
pl: Usuniêta linia ciêcia

source: Adjusted Pan
pl: Dostrojone przesuniêcie

source: Adjusted gain
pl: Dostrojone wzmocnienie

source: Can't delete track with active audio
pl: Nie mo¿na usun±æ ¶cie¿ki z aktywnym d¼wiêkiem

source: Left,
pl: Lewy,

source: Right,
pl: Prawy,

source: Changed '%s' to %s
pl: Zmieniono '%s' na %s

source: Channel
pl: Kana³

source: Split stereo track '%s'
pl: Podziel ¶cie¿kê stereo '%s'

source: Made '%s' a stereo track
pl: Utwórz '%s' ¶cie¿kê stereo

source: Make Stereo
pl: Utwórz stereo

source: Changed '%s' to %d Hz
pl: Zmieniono '%s' na %d Hz

source: Rate Change
pl: Zmiana stosunku

source: Format Change
pl: Zmieñ format

source: Enter a sample rate in Hz (per second) between 1 and 100000:
pl: Podaj czêstotliwo¶æ próbkowania w Hz (na sekundê) w zakresie 1 do 100000:

source: Invalid rate.
pl: Z³a czêstotliwo¶æ

source: Change lower speed limit (%) to:
pl: Zmieñ minimaln± prêdko¶æ (%) do:

source: Lower speed limit
pl: Minimalna prêdko¶æ

source: Change upper speed limit (%) to:
pl: Zmieñ maksymaln± prêdko¶æ (%) do:

source: Upper speed limit
pl: Szybko¶æ maksymalna

source: Set range to '%d' - '%d'
pl: Ustaw zakres: '%d' - '%d'

source: Set Range
pl: Ustaw zakres

source: Change track name to:
pl: Zmieñ nazwê ¶cie¿ki na:

source: Track Name
pl: Nazwa ¶cie¿ki

source: Renamed '%s' to '%s'
pl: Zmiana nazwy z '%s' na '%s'

source: Name Change
pl: Zmiana nazwy

source: Label Track Font
pl: Fonty ¶cie¿ki etykiet

source: Face name
pl: Nazwa p³aszczyzny

source: Face size
pl: Rozmiar p³aszczyzny

source: Mute
pl: Cisza

source: TrackView
pl: Widok¦cie¿ki

source: Track Accessible out of sync
pl: ¦cie¿ka niezsynchronizowana

source: Track %d
pl: ¦cie¿ka %d

source: Mute On
pl: Wyciszone

source: Solo On
pl: W³±czone solo

source: Select On
pl: W³±czone zaznaczenie

source: Selection is too small to use voice key.
pl: Zaznaczenie jest zbyt ma³e, aby u¿yæ klucza g³osowego.

source: Calibration Results
pl: Wyniki kalibracji

source: Energy -- mean: %1.4f sd: (%1.4f)
pl: Energia -- znaczy: %1.4f sd: (%1.4f)

source: Sign Changes -- mean: %1.4f sd: (%1.4f)
pl: Zmiany znaku -- znaczy: %1.4f sd: (%1.4f)

source: Direction Changes -- mean: %1.4f sd: (%1.4f)
pl: Zmiany kierunku -- znaczy: %1.4f sd: (%1.4f)

source: Audio Track
pl: ¦cie¿ka audio

source: There is not enough room available to paste the selection
pl: Nie ma wystarczaj±co miejsca, aby wkleiæ zaznaczenie

source: There is not enough room available to expand the cut line
pl: Nie ma wystarczaj±co miejsca, aby rozszerzyæ liniê ciêcia

source: Plugins 1 to %i
pl: Wtyczki 1do %i

source: Plugins %i to %i
pl: Wtyczki %i do %i

source: Disallowed for some reason. Try selecting some Audio first?
pl: Zakazane z pewnego powodu. Czy chcesz najpierw spróbowaæ zaznaczyæ d¼wiêk?

source: You can only do this when playing and recording are stopped. [Pausing is not sufficient.]
pl: Mo¿esz to zrobiæ tylko, gdy nagrywanie lub odtwarzanie s± zatrzymane. [Pauza nie jest wystarczaj±ca.]

source: You must first select some stereo audio for this to use. [You can't use this with mono.]
pl: Najpierw trzeba zaznaczyæ d¼wiêk stereo. [Nie mo¿na u¿æ tego z mono.]

source: You must first select some audio for this to use.
pl: Najpierw trzeba zaznaczyæ d¼wiêk.

source: You must first select some audio for this to use. [Selecting other kinds of track won't work.]
pl: Najpierw trzeba zaznaczyæ d¼wiêk. [Zaznaczanie innych rodzajów ¶cie¿ki nie zadzia³a.]

source: Message
pl: Wiadomo¶æ

source: Loaded %d keyboard shortcuts
pl: Za³adowano %d skróty klawiaturowe

source: Loading keyboard shortcuts
pl: £adowanie skrótów klawiaturowych

source: Applied effect: %s %.1f dB
pl: Dodano efekt: %s %.1f dB

source: Amplify
pl: Wzmacniaj

source: Amplify by Dominic Mazzoni
pl: Wzmacnianie (Dominic Mazzoni)

source: Amplification (dB):
pl: Wzmocnienie (dB):

source: New Peak Amplitude (dB):
pl: Nowy Szczyt Amplitudy (dB):

source: Allow clipping
pl: Pozwól na obcinanie

source: Amplify...
pl: Wzmacniaj...

source: Amplifying
pl: Wzmocnienie

source: You selected a track which does not contain audio. AutoDuck can only process audio tracks.
pl: Zaznaczy³e¶ ¶cie¿kê, która nie zawiera d¼wiêku. AutoDuck mo¿e tylko przetwarzaæ ¶cie¿ki d¼wiêkowe.

source: Auto Duck needs a control track which must be placed below the selected track(s).
pl: Auto Duck potrzebuje ¶cie¿ki kontrolnej, która ma byæ umieszczona poni¿ej zaznaczonej ¶cie¿ki.

source: Auto Duck by Markus Meyer
pl: Auto Duck Markusa Meyera

source: Duck amount:
pl: Ilo¶æ Duck:

source: Maximum pause:
pl: Maksymalna pauza:

source: seconds
pl: sekund

source: Outer fade down length:
pl: D³ugo¶æ zewnêtrznego ¶ciszenia:

source: Outer fade up length:
pl: D³ugo¶æ zewnêtrznego zg³o¶nienia:

source: Inner fade down length:
pl: D³ugo¶æ wewnêtrznego ¶ciszenia:

source: Inner fade up length:
pl: D³ugo¶æ wewnêtrznego zg³o¶nienia:

source: Threshold:
pl: Próg:

source: Please enter valid values.
pl: Wprowad¼ wa¿ne warto¶ci.

source: Preview not available
pl: Niemo¿liwy podgl±d

source: Processing Auto Duck...
pl: Przetwarzanie Auto Duck...

source: Applied effect: %s frequency = %.0f Hz, boost = %.0f dB
pl: Dodano efekt: %s czêstotliwo¶æ = %.0f Hz, podbicie = %.0f dB

source: Bass Boost
pl: Podbicie basów

source: by Nasca Octavian Paul
pl: autorstwa Nasca Octavian Paul

source: Frequency (Hz):
pl: Czêstotliwo¶æ (Hz):

source: Boost (dB):
pl: Wzmocnienie (dB):

source: BassBoost...
pl: Podbicie basów...

source: Boosting Bass Frequencies
pl: Podbijanie niskich czêstotliwo¶ci

source: Change Length...
pl: Zmieñ d³ugo¶æ...

source: Changing Length...
pl: Zmiana d³ugo¶ci...

source: Applied effect: %s %.2f semitones
pl: Dodano efekt %s %.2f pó³tonów

source: Change Pitch
pl: Zmieñ wysoko¶æ

source: Change Pitch without Changing Tempo
pl: Zmieñ wysoko¶æ bez zmiany tempa

source: by Vaughan Johnson && Dominic Mazzoni
pl: autorzy: Vaughan Johnson i Dominic Mazzoni

source: using SoundTouch, by Olli Parviainen
pl: u¿ywa­ SoundTouch ( autor : Olli Parviainen)

source: Pitch: from
pl: Wysoko¶æ z

source: to
pl: do

source: Semitones (half-steps):
pl: Pó³tony

source: Frequency (Hz): from
pl: Czêstotliwo¶æ (Hz):

source: Percent Change:
pl: Procentowa zmiana:

source: Change Pitch...
pl: Zmieñ wysoko¶æ...

source: Changing Pitch
pl: Zmiana wysoko¶ci

source: Applied effect: %s %.1f%%
pl: Dodano efekt %s %.1f%%

source: Change Speed
pl: Zmieñ prêdko¶æ

source: Change Speed, affecting both Tempo and Pitch
pl: Zmiana prêdko¶ci ze zmian± tempa i wysoko¶ci

source: using SampleRate, by Erik de Castro Lopo
pl: u¿ywa SampleRate (autor: Erik de Castro Lopo)

source: n/a
pl: niedostêpne

source: Standard Vinyl RPM: from
pl: "Czarna" p³yta -obrotów na minutê: z

source: Change Speed...
pl: Zmieñ prêdko¶æ...

source: Changing Speed
pl: Zmiana prêdko¶ci

source: Change Tempo
pl: Zmieñ tempo

source: Change Tempo without Changing Pitch
pl: Zmieñ tempo bez zmiany czêstotliwo¶ci

source: Beats per Minute (BPM): from
pl: Uderzeñ na minutê (BPM): od

source: Length (seconds): from
pl: D³ugo¶æ (sekund):

source: Change Tempo...
pl: Zmieñ tempo...

source: Changing Tempo
pl: Zmiana tempa

source: ClickRemoval
pl: UsuwanieKlikniêæ

source: Click and Pop Removal by Craig DeForest
pl: Usuwanie stukotu i trzasków autorstwa Craiga DeForest

source: Select threshold (lower is more sensitive):
pl: Zaznacz próg (ni¿szy jest bardziej wra¿liwy):

source: Max spike width (higher is more sensitive):
pl: Maksymalna warto¶æ szczytowa (wy¿sza jest bardziej wra¿liwa):

source: Click Removal...
pl: Usuwanie stukotu...

source: Removing clicks and pops...
pl: Usuwanie stukotu i trzasków...

source: Dynamic Range Compressor
pl: Kompresor dynamiki

source: Dynamic Range Compressor by Dominic Mazzoni
pl: Kompresor dynamiki (Dominic Mazzoni)

source: Ratio:
pl: Stosunek:

source: Attack Time:
pl: Czas narastania:

source: Decay Time:
pl: Czas zanikania progu:

source: Normalize to 0dB after compressing
pl: Normalizuj do 0dB po kompresji

source: Threshold: %d dB
pl: Próg: %d dB

source: Ratio: %.0f:1
pl: Stosunek: %.0f:1

source: Ratio: %.1f:1
pl: Stosunek: %.1f:1

source: Attack Time: %.1f secs
pl: Czas narastania: %.1f sek.

source: Decay Time: %.1f secs
pl: Czas zanikania progu: %.1f sekund

source: Compressor...
pl: Kompresor...

source: Applying Dynamic Range Compression...
pl: Dodano kompresjê dynamiki

source: DTMF Tone Generator
pl: Generator d¼wiêku DTMF

source: by Salvo Ventura (2006)
pl: autorstwa Salvo Ventury (2006)

source: DTMF sequence:
pl: sekwencja DTMF:

source: Amplitude (0-1)
pl: Amplituda (0-1)

source: DTMF duration:
pl: Czas trwania DTMF:

source: Tone/silence ratio:
pl: Wspó³czynnik d¼wiêk/cisza

source: Duty cycle:
pl: Cykl:

source: Tone duration:
pl: Czas trwania d¼wiêku:

source: Silence duration:
pl: Czas trwania ciszy:

source: DTMF Tones...
pl: D¼wiêki DTMF...

source: Applied effect: Generate DTMF tones, %.6lf seconds
pl: Zastosowany efekt: Generuj d¼wiêki DTMF, % 6lf sekund

source: Generating DTMF tones
pl: Generowanie d¼wiêków DTMF

source: Applied effect: %s delay = %f seconds, decay factor = %f
pl: Dodano efekt: %s opó¼nienie = %f sekund, wsp. zaniku = %f

source: by Dominic Mazzoni && Vaughan Johnson
pl: autorzy: Dominia Mazzoni && Vaughan Johnson

source: Delay time (seconds):
pl: Czas opó¼nienia (sekund):

source: Decay factor:
pl: Wspó³czynnik zaniku (decay):

source: Performing Echo
pl: Tworzenie echa

source: Preparing preview
pl: Przygotowywanie podgl±du

source: Previewing
pl: Podgl±d

source: Error while opening sound device. Please check the output device settings and the project sample rate.
pl: B³±d podczas otwarcia urz±dzenia audio. Proszê sprawdziæ ustawienia urz±dzenia wyj¶ciowego audio i czêstotliwo¶æ próbkowania projektu.

source: Applied effect: %s
pl: Dodano efekt %s

source: B-spline
pl: Klin-B

source: Cosine
pl: Cosinus

source: Cubic
pl: Sze¶cienny

source: Equalization
pl: Korekcja graficzna

source: Error loading EQ curve
pl: B³±d podczas ³adowania krzywej EQ

source: custom
pl: na zamówienie

source: Equalization, by Martyn Shaw && Mitch Golden
pl: Korekcja autorstwa Martyn Shaw && Mitcha Golden

source: Max dB
pl: Maks dB

source: Draw curves
pl: Twórz krzywe

source: Graphic EQ
pl: Korektor graficzny

source: Linear frequency scale
pl: Linearna skala czêstotliwo¶ci

source: Length of filter:
pl: D³ugo¶æ filtra:

source: Select curve:
pl: Zaznacz krzyw±:

source: Save As...
pl: Zapisz jako...

source: Flat
pl: P³askie

source: Enter the desired name of the curve
pl: Wprowad¼ nazwê dla

source: Confirm Deletion
pl: Potwierd¼ Usuniêcie

source: Equalization...
pl: Korekcja graficzna...

source: Performing Equalization
pl: Tworzenie korekcji graficznej

source: Fade In
pl: Narastanie poziomu

source: Fading In
pl: Podg³a¶nianie (fading in)

source: Fade Out
pl: Wyciszanie

source: Fading Out
pl: Wyciszanie (fading out)

source: Detect clipping
pl: Wykryj obcinanie

source: Clipping
pl: Obcinanie

source: Find Clipping
pl: Znajd¼ obcinanie

source: by Leland Lucius
pl: Lelanda Luciusa

source: Start threshold (samples):
pl: Zacznij próg (próbki):

source: Stop threshold (samples):
pl: Zatrzymaj próg (próbki):

source: Start and stop must be greater than 0.
pl: Pocz±tek i koniec musz± byæ wiêksze ni¿ 0.

source: Find Clipping...
pl: Znajd¼ obcinanie...

source: Detecting clipping
pl: Wykryj obcinanie

source: Invert
pl: Odwróæ w pionie

source: Inverting
pl: Odwracanie

source: Heavier
pl: Ciê¿szy

source: Heaviest
pl: Najciê¿szy

source: Heavy
pl: Ciê¿ki

source: Light
pl: Lekki

source: Moderate
pl: ¦redni

source: None-Skip
pl: Bez-przeskoku

source: Leveller
pl: Wyrównywacz

source: Leveller by Lynn Allan
pl: Wyrównywacz stworzony przez Lynn Allan

source: Equalize soft and loud sections
pl: Wyrównaj ciche i g³o¶ne sekcje.

source: Degree of Leveling
pl: Poziom wysterowania

source: Noise Threshold (Hiss/Hum/Ambient Noise)
pl: Próg ha³asu

source: Threshold for Noise:
pl: Próg dla ha³asu:

source: Leveller...
pl: Wyrównywacz...

source: Applying Leveller...
pl: Stosowanie Wyrównywacza...

source: White
pl: Bia³y

source: Pink
pl: Ró¿owy

source: Brown
pl: Br±zowy

source: Noise Generator
pl: Generator ha³asu

source: Noise duration
pl: D³ugo¶æ ha³asu

source: Noise type
pl: Rodzaj ha³asu

source: Noise...
pl: Szum...

source: Applied effect: Generate Noise, %.6lf seconds
pl: Zastosowany efekt: Generuj Ha³as, %.6lf sekund

source: Generating Noise
pl: Generowanie ha³asu

source: Could not open file: %s
pl: Nie mo¿na otworzyæ pliku: %s

source: Attempt to run Noise Removal without a noise profile.
pl: Próba zastosowania Usuwania Ha³asu bez profilu ha³asu.

source: Noise Removal
pl: Odszumiacz

source: Step 1
pl: Krok 1

source: Select a few seconds of just noise so Audacity knows what to filter out, then click Get Noise Profile:
pl: Zaznacz kilka sekund szumu, aby Audacity wiedzia³o co odfiltrowaæ, nastêpnie kliknij na Pobierz profil ha³asu:

source: Step 2
pl: Krok 2

source: Select all of the audio you want filtered, choose how much noise you want filtered out, and then click 'OK' to remove noise.
pl: Zaznacz ca³y d¼wiêk, który chcesz przefiltrowaæ, wybierz ilo¶æ szumów do przefiltrowania i kliknij na OK, aby usun±æ szumy.

source: Noise Removal by Dominic Mazzoni
pl: Usuwanie szumu (Dominic Mazzoni)

source: Get Noise Profile
pl: Pobierz próbkê szumu

source: Noise reduction (dB):
pl: Redukcja szumów (dB):

source: Frequency smoothing (Hz):
pl: Wyg³adzanie czêstotliwo¶ci (Hz):

source: Attack/decay time (secs):
pl: Czas reakcji (sekund):

source: Noise Removal...
pl: Odszumiacz...

source: Creating Noise Profile
pl: Tworzenie profilu szumu

source: Removing Noise
pl: Usuwanie szumu

source: Applied effect: %s remove dc offset = %s, normalize amplitude = %s
pl: Zastosowany efekt: %s usuñ offset = %s, normalizuj amplitudê = %s

source: false
pl: fa³sz

source: true
pl: prawda

source: , maximum amplitude = %.1f dB
pl: , maksymalna amplituda = %.1f dB

source: Normalize
pl: Normalizacja

source: Normalize by Dominic Mazzoni
pl: Normalizuj Dominica Mazzoni

source: Remove any DC offset (center on 0 vertically)
pl: Usuwanie sk³adowej sta³ej

source: Normalize maximum amplitude to
pl: Znormalizuj maksymaln± amplitudê do

source: Normalize...
pl: Normalizuj...

source: Normalizing...
pl: Normalizacja...

source: Applied effect: %s %d stages, %.0f%% wet, frequency = %.1f Hz, start phase = %.0f deg, depth = %d, feedback = %.0f%%
pl: Dodano efekt: %s %d, %.0f%% poziomów, czêstotliwo¶æ = %.1f Hz, pocz±tkowe przesuniêcie fazowe = %.0f stopni, g³êboko¶æ = %d, sprzê¿enie zwrotne = %.0f%%

source: Phaser
pl: Fazer

source: Phaser by Nasca Octavian Paul
pl: Fazer (autor:Nasca Octavian Paul)

source: Stages:
pl: Plany:

source: LFO Frequency (Hz):
pl: Czêstotliwo¶æ LFO (Hz)

source: LFO Start Phase (deg.):
pl: Pocz±tkowe Przesuniêcie LFO (deg.):

source: Depth:
pl: G³êboko¶æ:

source: Feedback (%):
pl: Sprzê¿enie (%):

source: Phaser...
pl: Fazer...

source: Applying Phaser
pl: Dodawanie efektu Phaser

source: The Repair effect is intended to be used on very short sections of damaged audio (up to 128 samples). Zoom in and select a tiny fraction of a second to repair.
pl: Efekt naprawy jest pomy¶lany do u¿ytku na krótkich sekcjach uszkodzonego d¼wiêku (do 128 próbek). Przybli¿ i zaznacz u³amek sekundy do naprawy.

source: Repairing damaged audio
pl: Naprawianie uszkodzonego d¼wiêku

source: Repeated %d times
pl: Powtórzono %d-razy

source: Tracks are too long to repeat the selection.
pl: ¦cie¿ki s± zbyt d³ugie aby powtórnie wstawiæ zaznaczenie.

source: Repeat
pl: Powtórz

source: Repeat by Dominic Mazzoni && Vaughan Johnson
pl: Powtarzanie (autorzy: Dominic Mazzoni && Vaughan Johnson)

source: Number of times to repeat:
pl: Ilo¶æ powtórzeñ :

source: New selection length:
pl: Nowa d³ugo¶æ zaznaczenia:

source: %d minutes, %d seconds
pl: %d minut, %d sekund

source: %d seconds
pl: %d sekund

source: Repeat...
pl: Powtórz...

source: Performing Repeat
pl: Tworzenie powtórzenia

source: Reverse
pl: Odwróæ w czasie

source: Reversing
pl: Odwracanie

source: Silence Generator
pl: Generator ciszy

source: Silence...
pl: Cisza...

source: Generating Silence
pl: Generowanie ciszy

source: Applied effect: Generate Silence, %.6lf seconds
pl: Zastosowany efekt: Generuj ciszê, %.6lf sekund

source: Sorry, this effect cannot be performed on stereo tracks where the individual channels of the track do not match.
pl: Niestety ten efekt nie dzia³a na ¶cie¿kach stereo, gdzie poszczególne kana³y nie pasuj±.

source: Spike Cleaner
pl: Opró¿niacz warto¶ci szczytowej

source: SpikeCleaner by Lynn Allan
pl: Opró¿niacz warto¶ci szczytowej autorstwa Lynn Allan

source: Max Spike Duration (milliseconds): (99999 or greater is off)
pl: Maksymalny czas trwania warto¶ci szczytowej (milisekund): (99999 lub wiêcej jest wy³±czone)

source: Theshold for silence:
pl: Próg ciszy:

source: Spike Cleaner...
pl: Opró¿niacz warto¶ci szczytowej...

source: Applying Spike Cleaner...
pl: Stosowanie opró¿niacza warto¶ci szczytowej...

source: Applying Stereo To Mono
pl: Stosowanie stereo do mono

source: Applied effect: Generate %s wave %s, frequency = %.2f Hz, amplitude = %.2f, %.6lf seconds
pl: Zastosowany efekt: Generuj %s falê %s, czêstotliwo¶æ = %.2f Hz, amplituda = %.2f, %.6lf sekund

source: Chirp Generator
pl: Generator æwierkania

source: Tone Generator
pl: Generator tonu

source: Sine
pl: Sinus

source: Square
pl: Prostok±t

source: Sawtooth
pl: Pi³okszta³tny

source: Square, no alias
pl: Kwadratowy, bez aliasów

source: Frequency (Hz)
pl: Czêstotliwo¶æ (Hz)

source: Length
pl: D³ugo¶æ

source: Waveform:
pl: Przebieg czasowy:

source: Start
pl: Pocz±tek

source: End
pl: Koniec

source: Chirp...
pl: ¦wiergot...

source: Tone...
pl: Ton...

source: Generating Chirp
pl: Generowanie æwierkania

source: Generating Tone
pl: Generowanie Tonu

source: All tracks must have the same sample rate
pl: Wszystkie ¶cie¿ki powinny mieæ t± sam± czêstotliwo¶æ próbkowania

source: Truncate Silence
pl: Wyciszenie

source: by Lynn Allan
pl: Lynn Allan

source: Max silence duration:
pl: Maksymalna d³ugo¶æ wyciszenia:

source: milliseconds
pl: milisekundy

source: Threshold for silence:
pl: Próg dla wyciszenia:

source: Duration must be at least 1 millisecond
pl: D³ugo¶æ minimum 1 milisekunda

source: Truncate Silence...
pl: Wytnij Ciszê

source: Truncating Silence...
pl: Skracanie ciszy...

source: Sorry, VST Effects cannot be performed on stereo tracks where the individual channels of the track do not match.
pl: Przykro nam, efekty VST nie mog± zostaæ u¿yte do ¶cie¿ek stereo je¿eli ¶cie¿ki sk³adowe do siebie nie pasuj±.

source: Can't process replacing
pl: Nie mo¿na dokonaæ zamiany

source: VST Plug-in parameters:
pl: Parametry wtyczek VST

source: Applied effect: %s frequency = %.1f Hz, start phase = %.0f deg, depth = %.0f%%, resonance = %.1f, frequency offset = %.0f%%
pl: Dodano efekt: %s czêstotliwo¶æ = %.1f, pocz±tkowe przesuniêcie fazowe = %.0f stopni, g³êboko¶æ = %.0f%%, rezonans = %.1f, czêstotliwo¶æ odciêcia = %.0f%%

source: Wahwah by Nasca Octavian Paul
pl: Wahwah ( Nasca Octavian Paul )

source: Depth (%):
pl: G³êboko¶æ (%):

source: Resonance:
pl: Rezonans:

source: Wah Frequency Offset (%):
pl: Ograniczenie czêstotliwo¶ci Wah (%):

source: Applying Wahwah
pl: Dodawanie Wahwah

source: Performing Effect: %s
pl: Tworzenie efektu: %s

source: Sorry, Plug-in Effects cannot be performed on stereo tracks where the individual channels of the track do not match.
pl: Niestety, Efekty wtyczek nie dzia³aj± na ¶cie¿kach stereo, gdzie poszczególne kana³y nie pasuj±.

source: None
pl: ¯aden

source: Author:
pl: Autor:

source: Effect Settings
pl: Ustawienia efektu

source: Length (seconds)
pl: D³ugo¶æ (sekund)

source: Applying Nyquist Effect...
pl: Dodano efekt Nyquist'a

source: Enter Nyquist Command:
pl: Wprowad¼ instrukcjê Nyquist'a:

source: Sorry, cannot apply effect on stereo tracks where the tracks don't match.
pl: Przykro mi ale nie mo¿na u¿ywaæ efektu na ¶cie¿kach stereo je¿eli ¶cie¿ki do siebie nie pasuj±.

source: Nyquist Output:
pl: Wyj¶cie Nyquist:

source: Nyquist returned the value:
pl: Nyquist zwróci³ warto¶æ:

source: Nyquist did not return audio.
pl: Nyquist nie zwróci³ audio.

source: Nyquist returned too many audio channels.
pl: Nyquist zwróci³ zbyt du¿o kana³ów audio.

source: Extracting features: %s
pl: Cechy ekstrakcji: %s

source: Sorry, Vamp Plug-ins cannot be run on stereo tracks where the individual channels of the track do not match.
pl: Niestety, Wtyczka Vamp nie dzia³a na ¶cie¿kach stereo, gdzie poszczególne kana³y nie pasuj±.

source: Sorry, failed to load Vamp Plug-in.
pl: Niestety, b³±d przy ³adowaniu Wtyczki Vamp.

source: Sorry, Vamp Plug-in failed to initialize.
pl: Niestety, b³±d przy uruchamianiu Wtyczki Vamp.

source: - Vamp audio analysis plugin
pl: - wtyczka analizowania d¼wiêku Vamp

source: Plugin Settings
pl: Ustawienia Wtyczki

source: No tracks are selected! Use Ctrl-A (Select All) Choose Export... to export all tracks.
pl: ¯adne ¶cie¿ki nie zosta³y zaznaczone! U¿yj Ctrl-A (Zaznacz wszystkie) Wybierz Eksportuj... , aby eksportowaæ wszystkie ¶cie¿ki.

source: Export File
pl: Eksportuj Plik

source: &Options...
pl: &Opcje...

source: Are you sure you want to save the file as "
pl: Czy jeste¶ pewien ¿e chcesz zapisaæ plik jako "

source: You are about to save a %s file with the name "%s". Normally these files end in ".%s", and some programs will not open files with nonstandard extensions. Are you sure you want to save the file under this name?
pl: Plik %s zostanie zapisany z nazw± "%s". Pliki te zazwyczaj koñcz± siê z ".%s", niektóre programy nie otworz± tych plików z niestandardowymi rozszerzeniami. Czy jeste¶ pewny, ¿e chcesz zapisaæ ten plik z t± nazw±?

source: A file named "%s" already exists. Replace?
pl: Plik o nazwie "%s" ju¿ istnieje. Zast±piæ?

source: Your tracks will be mixed down to two stereo channels in the exported file.
pl: Twoje ¶cie¿ki bêd± zmiksowane do dwóch kana³ów stereo w wyeksportowanym pliku.

source: Your tracks will be mixed down to a single mono channel in the exported file.
pl: Twoje ¶cie¿ki bêd± zmiksowane do pojedynczego kana³u mono w wyeksportowanym pliku.

source: Advanced Mixing Options
pl: Zaawansowane opcje miksowania

source: Channel: %2d
pl: Kana³: %2d

source: - Left
pl: - Lewy

source: - Right
pl: - Prawy

source: Output Channels: %2d
pl: Kana³y wyj¶ciowe: %2d

source: Specify Command Line Encoder
pl: Sprecyzuj Enkoder Linii Poleceñ

source: Command Line Export Setup
pl: Ustawienia eksportu Linii Poleceñ

source: Command:
pl: Polecenie:

source: Show output
pl: Poka¿ efekt wyj¶ciowy

source: Data will be piped to standard in. "%f" will be replaced with output filename selected.
pl: Dane zostan± podane standardowo."%f" zostanie zast±pione plikiem zaznaczonym.

source: (external program)
pl: (program zewnêtrzny)

source: Cannot export audio to %s
pl: Nie mo¿na eksportowaæ audio do %s

source: Export
pl: Eksportuj

source: Exporting the selected audio using command-line encoder
pl: Eksportuj zaznaczenie przy u¿yciu komendy z wiersza poleceñ

source: Exporting the entire project using command-line encoder
pl: Eksportowanie ca³ego projektu przy u¿yciu enkodera z lini poleceñ
