Repository: audacity/audacity-from-svn-5GB
Catalog: audacity-src/tags/Audacity_1_3_6a4/audacity-src/locale/*.po
Languages: pl

source: FFT Size
pl: Rozmiar FFT

source: 8 - most wideband
pl: 8 - najszersze

source: 256 - default
pl: 256 - domy¶lnie

source: 4096 - most narrowband
pl: 4096 - najwiêksza rozdzielczo¶æ

source: Window type:
pl: Rodzaj okna:

source: Display
pl: Wy¶wietlacz

source: &Grayscale
pl: &Skala szaro¶ci

source: Minimum Frequency (Hz):
pl: Minimalna czêstotliwo¶æ (Hz):

source: Maximum Frequency (Hz):
pl: Maksymalna czêstotliwo¶æ (Hz):

source: The maximum frequency must be an integer
pl: Maksymalna czêstotliwo¶æ musi byæ liczb± ca³kowit±

source: Maximum frequency must be in the range 100 Hz - 100,000 Hz
pl: Maksymalna czêstotliwo¶æ musi by¶ w przedziale 100 Hz - 100,000 Hz

source: The minimum frequency must be an integer
pl: Minimalna czêstotliwo¶æ musi byæ liczb± ca³kowit±

source: Minimum frequency must be at least 0 Hz
pl: MInimalna czêstotliwo¶æ musi byæ przynajmniej 0 Hz

source: Theme
pl: Temat

source: Theme Cache - Images && Color
pl: Pamiêæ tematu - Obrazy && Kolor

source: Save Theme Cache
pl: Zapisz pamiêæ tematu

source: Load Theme Cache
pl: Za³aduj pamiêæ tematu

source: Load Theme Cache At Startup
pl: Za³aduj pamiêæ tematu przy starcie

source: Individual Theme Files
pl: Indywidualne pliki tematu

source: Save Files
pl: Zapisz pliki

source: Load Files
pl: Za³aduj pliki

source: Themability is an experimental feature. To try it out, click "Save Theme Cache" then find and modify the images and colors in ImageCacheVxx.png using an image editor such as the Gimp. Click "Load Theme Cache" to load the changed images and colors back into Audacity. [Only the control toolbar and the colors on the wavetrack are currently affected, even though the image file shows other icons too.]
pl: Tematyczno¶æ jest w fazie eksperymentów. Aby wypróbowaæ, kliknij nak "Zapisz Temat" nastêpnie znajd¼ i zmodyfikuj obrazy i kolory PamiêæObrazuVxx.png u¿ywaj±c edytora takiego jak Gimp. Kliknij "Za³adujTemat" aby za³adowaæ zmienione obrazy i kolory z powrotem do Audacity. [Mo¿na zmieniæ tylko pasek narzêdzi i kolory na ¶cie¿ce, nawet mimo tego, ¿e plik obrazu pokazuje równie¿ inne ikony.]

source: You have compiled Audacity with an extra button, 'Output Sourcery'. This will save a C version of the image cache that can be compiled in as a default.
pl: Skompilowa³e¶ Audacity z dodatkowym przyciskiem, '¯ród³o Wyj¶ciowe'. To zapisze wersjê C pamiêci obrazu, która mo¿e zostaæ skompilowana.

source: If 'Load Theme Cache At Startup' is checked, then the Theme Cache will be loaded when the program starts up.
pl: Je¶li zaznaczysz 'Za³aduj Pamiêæ Tematu przy starcie', Pamiêæ Tematu zostanie za³adowana przy uruchamianiu programu.

source: Saving and loading individual theme files uses a separate file for each image, but is otherwise the same idea.
pl: Zapisywanie i ³adowanie plików tematu u¿ywa osobnych plików do ka¿dego obrazu, ale poza tym jest to ten sam pomys³.

source: Control
pl: Kontrola

source: Pause
pl: Pauza

source: Play
pl: Odtwarzaj

source: Play (Shift for loop-play)
pl: Odtwórz (odtwarzanie w pêtli: z klawiszem Shift)

source: Skip to Start
pl: Skocz do pocz±tku

source: Skip to End
pl: Skocz do koñca

source: Clean Speech
pl: Czysta mowa

source: Error while opening sound device.
pl: B³±d podczas otwierania urz±dzenia d¼wiêkowego.

source: Recording in CleanSpeech mode is not possible when a track, or more than one project, is already open.
pl: Nagrywanie w trybie CzystaMowa nie jest mo¿liwe, gdy jedna ¶cie¿ka lub wiêcej ni¿ jeden projekt s± otwarte.

source: Recording not permitted
pl: Nagrywanie zabronione

source: Output Device
pl: Urz±dzenie wyj¶cia

source: Input Device
pl: Urz±dzenie wej¶cia

source: Trim outside selection
pl: Wytnij poza zaznaczeniem

source: Silence selection
pl: Wycisz zaznaczenie

source: Zoom In
pl: Powiêksz

source: Zoom Out
pl: Pomniejsz

source: Zoom Toggle
pl: Narzêdzie powiêkszania

source: Fit Selection
pl: Dopasuj zaznaczenie

source: Fit selection in window
pl: Dopasuj zaznaczenie do okna

source: Fit Project
pl: Dopasuj projekt

source: Fit project in window
pl: Poka¿ ca³y projekt w oknie

source: Meter
pl: Miernik

source: Play Meter
pl: Miernik odtwarzania

source: Meter-Play
pl: Miernik-odtwarzacz

source: Record Meter
pl: Miernik nagrywania

source: Meter-Record
pl: Miernik-nagrywanie

source: Output level meter
pl: Miernik poziomu wyj¶ciowego

source: Input level meter - click to monitor input
pl: Miernik poziomu wej¶ciowego - kliknij, aby monitorowaæ sygna³ wej¶ciowy

source: Mixer
pl: Mikser

source: Output Volume
pl: Wzmocnienie wyj¶ciowe

source: Slider-Output
pl: Suwak do wyj¶cia

source: Input Volume
pl: Wzmocnienie wej¶ciowe

source: Slider-Input
pl: Suwak do wej¶cia

source: Input Source
pl: ¯ród³o wej¶cia

source: Selection
pl: Zaznaczenie

source: Project Rate (Hz):
pl: Czêstotliwo¶æ projektu (Hz)

source: Selection Start:
pl: Pocz±tek zaznaczenia:

source: hidden
pl: ukryty

source: Audio Position:
pl: Pozycja d¼wiêku

source: Snap To
pl: Przyczep do

source: Selection
pl: Zaznaczenie

source: Selection Length
pl: D³ugo¶æ zaznaczenia

source: Selection End
pl: Koniec zaznaczenia

source: Audacity %s ToolBar
pl: Pasek %s Audacity

source: ToolDock
pl: Dok z narzêdziami

source: Click and drag to select audio
pl: Kliknij i przeci±gnij aby zaznaczyæ

source: Click and drag to edit the amplitude envelope
pl: Kliknij i przeci±gnij aby edytowaæ obwiedniê wzmocnienia

source: Click and drag to edit the samples
pl: Kliknij i przeci±gnij aby edytowaæ próbkê

source: Click to Zoom In, Shift-Click to Zoom Out
pl: Kliknij aby zwiêkszyæ podgl±d, Kliknij z klawiszem shift aby zmniejszyæ

source: Drag to Zoom Into Region, Right-Click to Zoom Out
pl: Lewy klawisz myszki zwiêksza, Prawy klawisz myszki zmniejsza

source: Left=Zoom In, Right=Zoom Out, Middle=Normal
pl: Lewy=Powiêksz, Prawy=Pomniejsz, ¦rodek=Normalny

source: Click and drag to move a track in time
pl: Kliknij i przeci±gnij aby przesun±æ ¶cie¿kê w odniesieniu do czasu

source: Tools
pl: Narzêdzia

source: Selection Tool
pl: Zaznaczanie

source: Envelope Tool
pl: Narzêdzie obwiedni

source: Time Shift Tool
pl: Narzêdzie do przesuwania w czasie

source: Zoom Tool
pl: Lupa

source: Draw Tool
pl: Narzêdzie rysowania­

source: Multi-Tool Mode
pl: Tryb multi narzêdzia

source: Slide Tool
pl: Narzêdzie Przesuwania

source: Multi Tool
pl: Wielofunkcyjne Narzêdzie

source: Transcription
pl: Transkrypcja

source: Play at selected speed
pl: Odtwarzaj z podan± prêdko¶ci±

source: Play-at-speed
pl: Odtwarzaj z prêdko¶ci±

source: Playback Speed
pl: Prêdko¶æ odtwarzania

source: Left-to-On
pl: Lewe w³±czone

source: Adjust right selection to previous offset
pl: Koryguj prawe zaznaczenie do poprzedniego offsetu

source: Right-to-Off
pl: Prawe wy³±czone

source: Adjust left selection to next offset
pl: Koryguj lewe zaznaczenie do nastêpnego offsetu

source: Left-to-Off
pl: Lewe wy³±czone

source: Adjust right selection to previous onset
pl: Koryguj prawe zaznaczenie do poprzedniego pocz±tku

source: Right-to-On
pl: Prawe w³±czone

source: Select region of sound around cursor
pl: Zaznacz obszar d¼wiêku naoko³o kursora

source: Select-Sound
pl: Zaznacz d¼wiêk

source: Select region of silence around cursor
pl: Zaznacz obszar ciszy naoko³o kursora

source: Select-Silence
pl: Zaznacz ciszê

source: Automatically make labels from words
pl: Stwórz automatycznie etykiety z wyrazów

source: Make Labels
pl: Stwórz etykiety

source: Add label at selection
pl: Dodaj etykietê do zaznaczenia

source: Add Label
pl: Dodaj etykietê

source: Calibrate voicekey
pl: Skalibruj czujnik natê¿enia d¼wiêku

source: Calibrate
pl: Kalibruj

source: Adjust Sensitivity
pl: Skoryguj czu³o¶æ

source: Sensitivity
pl: Czu³o¶æ

source: Energy
pl: Energia

source: Sign Changes (Low Threshold)
pl: Zmiany znaku (Niski próg)

source: Sign Changes (High Threshold)
pl: Zmiany znaku (Wysoki próg)

source: Direction Changes (Low Threshold)
pl: Zmiany kierunku (Niski próg)

source: Direction Changes (High Threshold)
pl: Zmiany kierunku (Wysoki próg)

source: Key type
pl: Rodzaj klawisza

source: (disabled)
pl: (nieaktywny)

source: Press
pl: Naci¶nij

source: Button
pl: przycisk

source: R
pl: P

source: Center
pl: Wy¶rodkuj

source: Left
pl: Lewy

source: Right
pl: Prawy

source: Help
pl: Pomoc

source: Help on the Internet
pl: Pomoc w Internecie

source: Grabber
pl: Uchwyt

source: %d rows, %d columns
pl: %d rzêdów, %d kolumn

source: Row %d
pl: Rz±d %d

source: Empty
pl: Pusty

source: Enable Meter
pl: Uruchom miernik

source: Disable Meter
pl: Wy³±cz miernik

source: Stop Monitoring
pl: Przestañ monitorowaæ

source: Start Monitoring
pl: Rozpocznij monitorowaæ

source: Horizontal Stereo
pl: Stereo poziomo

source: Vertical Stereo
pl: Stereo pionowo

source: Linear
pl: Liniowy

source: Preferences...
pl: Preferencje...

source: This determines how often the meter is refreshed. If you have a slower PC you may want to select a lower refresh rate (30 per second or lower), so that audio qualtiy is not affected by the meter display.
pl: Okre¶la to, jak czêsto odbywa siê od¶wie¿anie miernika. Je¶li masz wolny komputer, mo¿esz zaznaczyæ wolniejsze od¶wie¿anie (30 razy na sekundê lub wolniej), aby wy¶wietlacz miernika nie wp³ywa³ na jako¶æ d¼wiêku.

source: Meter refresh rate per second [1-100]:
pl: Czêstotliwo¶æ od¶wie¿ania miernika na sekundê [1-100]:

source: Meter Preferences
pl: Ustawienia Miernika

source: Please select an action
pl: Wybierz akcjê

source: Vertical Ruler
pl: Pionowa linijka

source: 01000,01000 seconds
pl: 01000,01000 sekund

source: hh:mm:ss
pl: gg:mm:ss

source: 0100 h 060 m 060 s
pl: 0100 g 060 m 060 s

source: dd:hh:mm:ss
pl: gg:mm:ss

source: 0100 days 024 h 060 m 060 s
pl: 0100 dni 024 g 060 m 060 s

source: hh:mm:ss + milliseconds
pl: gg:mm:ss + milisekund

source: 0100 h 060 m 060.01000 s
pl: 0100 g 060 m 060.01000 s

source: hh:mm:ss + samples
pl: gg:mm:ss + próbki

source: 0100 h 060 m 060 s+.# samples
pl: 0100 g 060 m 060 s+.# próbki

source: samples
pl: próbki

source: 01000,01000,01000 samples|#
pl: 01000,01000,01000 próbki|#

source: hh:mm:ss + film frames (24 fps)
pl: gg:mm:ss + klatek filmu (24 fps)

source: 0100 h 060 m 060 s+.24 frames
pl: 0100 g 060 m 060 s+.24 klatek

source: film frames (24 fps)
pl: klatek filmu (24 fps)

source: 01000,01000 frames|24
pl: 0100 g 060 m 060 s+.24 klatek

source: hh:mm:ss + NTSC drop frames
pl: gg:mm:ss + odpadniêtych klatek NTSC

source: 0100 h 060 m 060 s+.30 frames|N
pl: 0100 g 060 m 060 s+.30 klatek|N

source: hh:mm:ss + NTSC non-drop frames
pl: ggf:mm:ss + nie-odpadniêtych klatek NTSC

source: 0100 h 060 m 060 s+.030 frames| .999000999
pl: 0100 g 060 m 060 s+.030 klatek| .999000999

source: NTSC frames
pl: klatek NTSC

source: 01000,01000 frames|29.97002997
pl: 01000,01000 klatek|29.97002997

source: hh:mm:ss + PAL frames (25 fps)
pl: gg:mm:ss + klatek PAL (25 fps)

source: 0100 h 060 m 060 s+.25 frames
pl: 0100 g 060 m 060 s+.25 klatek

source: PAL frames (25 fps)
pl: klatek PAL (25 fps)

source: 01000,01000 frames|25
pl: 01000,01000 klatek|25

source: hh:mm:ss + CDDA frames (75 fps)
pl: gg:mm:ss + klatek CDDA (75 fps)

source: 0100 h 060 m 060 s+.75 frames
pl: 0100 g 060 m 060 s+.75 klatek

source: CDDA frames (75 fps)
pl: klatek CDDA (75 fps)

source: 01000,01000 frames|75
pl: 01000,01000 klatek|75

source: Use right mouse button or context key to change format
pl: U¿yj prawego klawisza myszy lub klawisza kontekstowego, aby zmieniæ format

source: Time Control
pl: Kontrola czasu

source: Don't show this warning again
pl: Nie pokazuj tego ostrze¿enia ponownie

source: Could not open file: "%s"
pl: Nie mo¿na otworzyæ pliku: "%s"

source: Error: %hs at line %d
pl: B³±d: %hs w lini %d

source: Could not load file: "%s"
pl: Nie mo¿na za³adowaæ pliku: "%s"
