Repository: audacity/audacity-from-svn-5GB
Catalog: audacity-src/tags/Audacity_1_3_6a4/audacity-src/locale/*.po
Languages: pl

source: Play Looped L
pl: Odtwarzaj zapêtlone L

source: Play Looped Shift+Spacebar
pl: Odtwarzaj zapêtlone Shift+Spacebar

source: Play Cut Preview C
pl: Odtwarzaj Wytnij Podgl±d C

source: Skip to Start Home
pl: Skocz do pocz±tku Home

source: Skip to End End
pl: Skocz do koñca End

source: Selection to Start Shift+Home
pl: Zaznaczenie do Pocz±tku Shift+Home

source: Selection to End Shift+End
pl: Zaznaczenie do koñca Shift+End

source: DeleteKey Backspace
pl: Klawisz kasowania­ Backspace

source: DeleteKey2 Delete
pl: Klawisz kasowania 2 Delete

source: Seek left short period during playback Left
pl: Krótkie przeszukiwanie w lewo podczas odtwarzania Lewa strza³ka

source: Seek right short period during playback Right
pl: Krótkie przeszukiwanie w prawo podczas odtwarzania Prawa strza³ka

source: Seek left long period during playback Shift+Left
pl: D³ugie przeszukiwanie w lewo podczas odtwarzania Shift+Lewa strza³ka

source: Seek right long period during playback Shift+Right
pl: D³ugie przeszukiwanie w prawo podczas odtwarzania Shift+Prawa strza³ka

source: Move Focus to Previous Track Up
pl: Przesuñ do poprzedniej ¶cie¿ki Strza³ka w górê

source: Move Focus to Previous and Change Selection Shift+Up
pl: Przesuñ do poprzedniej i zmieñ zaznaczenie Shift+Strza³ka do góry

source: Move Focus to Next Track Down
pl: Przesuñ do nastêpnej ¶cie¿ki Strza³ka w dó³

source: Move Focus to Next and Change Selection Shift+Down
pl: Przesuñ do nastêpnej i zmieñ zaznaczenie Shift+Strza³ka w dó³

source: Toggle Focused Track Return
pl: Przemieszczaj siê pomiêdzy ¶cie¿kami Return

source: Toggle Focused Track NUMPAD_ENTER
pl: Przemieszczaj siê pomiêdzy ¶cie¿kami NUMPAD_ENTER

source: Toggle Focused Track Ctrl+Spacebar
pl: Przemieszczaj siê pomiêdzy ¶cie¿kami Ctrl+Spacja

source: Cursor Left Left
pl: Kursor Lewy Lewy

source: Cursor Right Right
pl: Kursor Prawy Prawy

source: Cursor Short Jump Left ,
pl: Kursor lekko w lewo ,

source: Cursor Short Jump Right .
pl: Kursor lekko w prawo .

source: Cursor Long Jump Left Shift+,
pl: Kursor mocno w lewo Shift+,

source: Cursor Long Jump Right Shift+.
pl: Kursor mocno w prawo Shift+.

source: Selection Extend Left Shift+Left
pl: Powiêksz zaznaczenie w Lewo Shift+Lewo

source: Selection Extend Right Shift+Right
pl: Powiêksz zaznaczenie w prawo Shift+Prawo

source: Set (or Extend) Left Selection
pl: Ustaw (lub Rozszerz) Lewe Zaznaczenie

source: Set (or Extend) Right Selection
pl: Ustaw (lub Rozszerz) Prawe Zaznaczenie

source: Selection Contract Left Ctrl+Shift+Right
pl: Zmniejszenie zaznaczenia od lewej Ctrl+Shift+Prawa strza³ka

source: Selection Contract Right Ctrl+Shift+Left
pl: Zmniejszenie zaznaczenia z prawej strony Ctrl+Shift+Lewa strza³ka

source: Change pan on focused track Shift+P
pl: Zmieñ przesuniêcie na zaznaczonej ¶cie¿ce Shift+P

source: Pan left on focused track Alt+Shift+Left
pl: Przesuñ w lewo na zaznaczonej ¶cie¿ce Alt+Shift+Lewa strza³ka

source: Pan right on focused track Alt+Shift+Right
pl: Przesuñ w prawo na zaznaczonej ¶cie¿ce Alt+Shift+Prawa strza³ka

source: Change gain on focused track Shift+G
pl: Zmieñ moc sygna³u na zaznaczonej ¶cie¿ce Shift+G

source: Increase gain on focused track Alt+Shift+Up
pl: Podnie¶ moc sygna³u na zaznaczonej ¶cie¿ce Alt+Shift+Strza³ka w górê

source: Decrease gain on focused track Alt+Shift+Down
pl: Obni¿yæ moc sygna³u na zaznaczonej ¶cie¿ce Alt+Shift+Strza³ka w dó³

source: Open menu on focused track Shift+M
pl: Otwórz menu na zaznaczonej ¶cie¿ce Shift+M

source: Mute/Unmute focused track Shift+U
pl: Wycisz/Zg³o¶nij zaznaczon± ¶cie¿kê Shift+U

source: Solo/Unsolo focused track Shift+S
pl: Oddziel/Rozdziel zaznaczon± ¶cie¿kê Shift+S

source: Close focused track Shift+C
pl: Zamknij zaznaczon± ¶cie¿kê Shift+C

source: Snap To On
pl: W³±cz

source: Snap To Off
pl: Wy³±cz

source: Open Recent
pl: Otwórz niedawne

source: Recent &Files...
pl: Niedawne &Pliki...

source: &Undo %s
pl: &Cofnij %s

source: Can't Undo
pl: Nie mo¿na cofn±æ

source: &Redo %s
pl: &Przywróæ %s

source: Can't Redo
pl: Nie mo¿na przywróciæ

source: Sort By Time
pl: Sortuj wed³ug czasu

source: Tracks sorted by time
pl: ¦cie¿ki posortowane wed³ug czasu

source: Sort By Name
pl: Sortuj wed³ug nazw

source: Tracks sorted by name
pl: ¦cie¿ki posortowane wed³ug nazwy

source: Set Left Selection Bound
pl: Wyznacz lew± granicê zaznaczenia

source: Set Right Selection Bound
pl: Wyznacz praw± granicê zaznaczenia

source: You must select a track first.
pl: Proszê najpierw zaznaczyæ ¶cie¿kê.

source: Repeat %s Ctrl+R
pl: Powtórz %s Ctrl+R

source: There are no label tracks to export.
pl: Nie ma ¶cie¿ek z etykiet± do eksportu.

source: Nothing to undo
pl: Nic do cofniêcia

source: Nothing to redo
pl: Nic do przywrócenia

source: Cut
pl: Wytnij

source: Cut to the clipboard
pl: Wytnij do schowka

source: Split Cut
pl: Rozdziel ciêcie

source: Split-cut to the clipboard
pl: Rozdziel ciêcie do schowka

source: Paste
pl: Wklej

source: Pasted text from the clipboard
pl: Wklejony tekst ze schowka

source: Pasted from the clipboard
pl: Wklejone ze schowka

source: Copying stereo audio into a mono track is not allowed.
pl: Nie wolno kopiowaæ d¼wiêku stereo do ¶cie¿ki mono.

source: Trim
pl: Przytnij

source: Trim file to selection
pl: Przytnij plik do zaznaczenia

source: Split-deleted %.2f seconds at t=%.2f
pl: Rozdziel-usuniête %.2f seconds at t=%.2f

source: Split Delete
pl: Rozdziel Usuñ

source: Disjoined %.2f seconds at t=%.2f
pl: Rozdzielone %.2f sekundy w t=%.2f

source: Disjoin
pl: Rozdziel

source: Joined %.2f seconds at t=%.2f
pl: Po³±czone %.2f sekundy w t=%.2f

source: Join
pl: Po³±cz

source: Silenced selected tracks for %.2f seconds at %.2f
pl: Wyciszono zaznaczone ¶cie¿ki o d³ugo¶ci %.2f sekund od pozycji %.2f

source: Silence
pl: Cisza

source: Duplicate
pl: Duplikuj

source: Duplicated
pl: Zduplikowane

source: Cut Labels
pl: Wytnij Etykiety

source: Cut labeled regions to the clipboard
pl: Wytnij zaznaczone obszary do schowka

source: SplitCut labeled regions to the clipboard
pl: Rozdziel Wyciête zaznaczone obszary do schowka

source: Split Cut Labels
pl: Rozdziel Wyciête Etykiety

source: Copied labeled regions to the clipboard
pl: Skopiowane zaznaczone obszary do schowka

source: Copy Labels
pl: Kopiuj etykiety

source: Delete Labels
pl: Usuñ etykiety

source: Deleted labeled regions
pl: Usuniête zaznaczone obszary

source: Split Delete Labels
pl: Rozdziel Usuñ Etykiety

source: Split Deleted labeled regions
pl: Rozdziel Usuniête obszary etykiet

source: Silence Labels
pl: Cisza Etykiety

source: Silenced labeled regions
pl: Wyciszone zaznaczone obszary

source: Split Labels
pl: Rozdziel Etykiety

source: Split labeled regions
pl: Rozdziel zaznaczone obszary

source: Join Labels
pl: Po³±cz Etykiety

source: Joined labeled regions
pl: Po³±czone zaznaczone obszary

source: Disjoin Labels
pl: Rozdziel etykiety

source: Disjoined labeled regions
pl: Rozdzielone zaznaczone obszary

source: Split
pl: Rozdziel

source: Split New
pl: Rozdziel Nowy

source: Split to new track
pl: Rozdziel do nowej ¶cie¿ki

source: Split at labels
pl: Rozdziel przy etykietach

source: To plot the spectrum, all selected tracks must be the same sample rate.
pl: Aby wykre¶liæ widmo, wszystkie ¶cie¿ki musz± mieæ tê sam± czêstotliwo¶æ próbkowania.

source: Too much audio was selected. Only the first %.1f seconds of audio will be analyzed.
pl: Zaznaczono zbyt du¿± próbkê audio. Tylko pierwsze %.1f sekund zostanie przeanalizowane.

source: Imported labels from '%s'
pl: Zaimportowano etykiety z '%s'

source: Import Labels
pl: Importuj Etykiety

source: Select a MIDI file...
pl: Zaznacz plik MIDI...

source: All files (*.*)|*.*|MIDI files (*.mid)|*.mid|Allegro files (*.gro)|*.gro
pl: Wszystkie pliki (*.*)|*.*|Pliki MIDI (*.mid)|*.mid|Pliki Allegro (*.gro)|*.gro

source: Imported MIDI from '%s'
pl: Zaimportowano MIDI z '%s'

source: Import MIDI
pl: Importuj MIDI...

source: Select any uncompressed audio file...
pl: Zaznacz jaki¶ niezkompresowany plik audio...

source: All files (*)|*
pl: Wszystkie pliki (*.*)|*.*

source: Import
pl: Importuj

source: Edit the metadata tags
pl: Edytuj tagi metadanych

source: Edit Metadata
pl: Edytuj Metadane

source: Edit Metadata tags
pl: Edytuj tagi Metadanych

source: Rendered all audio in track '%s'
pl: Wszystkie d¼wiêki renderowane w ¶cie¿ce'%s'

source: Render
pl: Renderuj

source: Mixed and rendered %d tracks into one new stereo track
pl: Wymieszane i renderowane &d ¶cie¿ki w jedn± now± ¶cie¿kê stereo

source: Mixed and rendered %d tracks into one new mono track
pl: Wymieszane i renderowane &d ¶cie¿ki w jedn± now± ¶cie¿kê mono

source: Aligned with zero
pl: Wyrównane do zera

source: Aligned cursor
pl: Wyrównane do kursora

source: Aligned with selection start
pl: Wyrównano z pocz±tkiem zaznaczenia

source: Aligned with selection end
pl: Wyrównano z koñcem zaznaczenia

source: Aligned end with cursor
pl: Wyrównano koniec z kursorem

source: Aligned end with selection start
pl: Wyrównano koniec z pocz±tkiem zaznaczenia

source: Aligned end with selection end
pl: Wyrównano koniec z koñcem zaznaczenia

source: Aligned
pl: Wyrównane

source: Align
pl: Wyrównaj

source: Created new audio track
pl: Utworzono now± ¶cie¿kê audio

source: New Track
pl: Nowa ¦cie¿ka

source: Created new stereo audio track
pl: Utworzono now± stereofoniczn± ¶cie¿kê audio

source: Created new label track
pl: Utworzono now± etykietê ¶cie¿ki

source: The version of Audacity you are using does not support multiple time tracks.
pl: Wersja Audacity, której u¿ywasz, nie wspiera wielu utworów naraz

source: Created new time track
pl: Utworzono now± ¶cie¿kê

source: Added label
pl: Dodaj etykietê

source: Edited labels
pl: Edytowane etykiety

source: Save CleanSpeech Preset File As:
pl: Zapisz Ustawienie CzystejMowy jako:

source: CleanSpeech Presets (*.csp)|*.csp
pl: Ustawienia CzystejMowy (*.csp)|*.csp

source: Sorry, pathnames longer than 256 characters not supported.
pl: Przykro mi ale ¶cie¿ki do plików d³u¿sze ni¿ 256 znaków nie s± obs³ugiwane.

source: Problem encountered exporting presets.
pl: Problem podczas eksportowania ustawieñ.

source: Unable to export
pl: Nie mo¿na wyeskportowaæ

source: Remove Track
pl: Usuñ ¦cie¿kê

source: Removed audio track(s)
pl: Usuniêta(e) ¶cie¿ki(a) audio

source: Enter new samplerate:
pl: Wprowad¼ now± czêstotliwo¶æ próbkowania:

source: Resample
pl: Resampluj

source: The entered value is invalid
pl: Wprowadzona warto¶æ jest nieprawid³owa

source: Resampling track %d
pl: Resamplowanie ¶cie¿ki &d

source: Resample Track
pl: Resampluj ¶cie¿kê

source: Resampled audio track(s)
pl: Resamplowane ¶cie¿ki d¼wiêkowe

source: Mix
pl: Mikser

source: Mixing and rendering tracks
pl: Miksowanie i renderowanie ¶cie¿ek

source: There was a problem printing.
pl: Wyst±pi³ problem przy próbie wydruku

source: Print
pl: Drukuj

source: Main Mix
pl: G³owny mikser

source: Welcome to Audacity version %s
pl: Witamy w wersji %s Audacity

source: (Recovered)
pl: (Odzyskane)

source: Record
pl: Nagrywanie

source: Recorded Audio
pl: Nagrano audio

source: Save changes before closing?
pl: Zapisaæ zmiany przed zamkniêciem?

source: Saved project will be empty!! To save the tracks that were previously open, click Cancel, Edit > Undo until all your tracks are open, then File > Save Project.
pl: Zapisany projekt bêdzie pusty!! Aby zapisaæ ¶cie¿ki, które by³y poprzednio otwarte, kliknij Anuluj, Edytuj > Cofnij a¿ wszystkie ¶cie¿ki bêd± otwarte i wybierz Plik > Zapisz Projekt.

source: Save changes?
pl: Zapisaæ zmiany?

source: All files|*.*|All supported files|
pl: Wszystkie pliki|*.*|Wszystkie wspierane pliki|

source: Select one or more audio files...
pl: Zaznacz jeden lub wiêcej plików audio...

source: Audacity projects|*.aup|
pl: Projekty Audacity|*.aup|

source: Error opening file
pl: B³±d otwarcia pliku

source: File may be invalid or corrupted: %s
pl: Plik mo¿e byæ skorumpowany %s

source: Error opening file or project
pl: B³±d podczas otwierania pliku lub projektu

source: Audacity was unable to convert an Audacity 1.0 project to the new project format.
pl: Audacity nie mog³o przekonwertowaæ plików projektu Audacity 1.0 do nowego formatu.

source: Could not remove old auto save file
pl: Nie mo¿na usun±æ starego, zachowanego pliku

source: Project was recovered
pl: Projekt zosta³ odzyskany

source: Recover
pl: Odzyskaj

source: Project checker repaired file
pl: Tester projektu odzyska³ plik

source: Repair
pl: Napraw

source: Couldn't find the project data folder: "%s"
pl: Nie mo¿na odnale¼æ katalogu projektu: "%s"

source: This file was saved using Audacity %s. You are using Audacity %s - you need to upgrade to a newer version to open this file.
pl: Plik zosta³ zapisany u¿ywaj±c Audacity %s. U¿ywasz Audacity %s - powiniene¶ uaktualniæ do nowszej wersji, aby otworzyæ ten plik.

source: Can't open project file
pl: Nie mo¿na otworzyæ pliku projektu

source: This file was saved by Audacity %s, a much older version of Audacity. The format has changed. Audacity will probably destroy the file in trying to open it. You must back up your project first, to be safe. Would you like to try to open this file right now anyway?
pl: Plik zosta³ zapisany przez Audacity %s, o wiele starsz± wersjê Audacity. Format siê zmieni³. Audacity prawdopodobnie zniszczy plik próbuj±c go otworzyæ. Powiniene¶ najpierw stworzyæ kopiê projektu. Czy chcia³by¶ spróbowaæ otworzyæ plik mimo wszystko?

source: This file was saved by Audacity %s and the format has changed. This version of Audacity can try to open it, but there may be problems. You should back up your project first, to be safe. After you save the file with this version of Audacity, you will not be able to open the file in the older version anymore. Would you like to open this file right now anyway?
pl: Plik zosta³ zapisany przez Audacity %s i format siê zmieni³. Ta wersja Audacity mo¿e spróbowaæ go otworzyæ, ale mog± pojawiæ siê problemy. Powiniene¶ stworzyæ kopiê. Po zapisaniu pliku w tej wersji Audacity, nie bêdziesz móg³ ju¿ go otworzyæ w starszej wersji. Czy chcia³by¶ otworzyæ plik mimo wszystko?

source: Opening old project file
pl: Otwieranie starego pliku projektu

source: Could not save project. Perhaps %s is not writeable, or the disk is full.
pl: Nie mo¿na zapisaæ projektu. Mo¿e %s nie jest zapisywalny, lub dysk jest zape³niony.

source: Error saving project
pl: B³±d zapisu projektu

source: Saved %s
pl: Zapisany %s7

source: Importing %s...
pl: Importowanie %s...

source: Imported '%s'
pl: Zaimportowano '%s'

source: Error importing
pl: B³±d podczas importu

source: Save Speech As:
pl: Zapisz mowê jako:

source: Windows PCM Audio file (*.wav)|*.wav
pl: Plik d¿wiêkowy Windows PCM (*.wav)|*.wav

source: Audacity project files (.aup) let you save everything you're working on exactly as it appears on the screen, but most other programs can't open Audacity project files. When you want to save a file that can be opened by other programs, select one of the Export commands.
pl: Plik projektu programu Audacity (.aup) zapamiêtuje ca³± Twoj± pracê dok³adnie tak jak jest przedstawiona na ekranie, jednak wiêkszo¶æ programów nie potrafi otworzyæ projektów utworzonych przy pomocy Audacity. Je¿eli chcesz zapisaæ plik tak ¿eby mo¿na go by³o otworzyæ przy pomocy innych progamów, wybierz jedn± z dostêpnych opcji Eksportu.

source: Audacity projects (*.aup)|*.aup
pl: Projekty Audacity (*.aup)|*.aup

source: Created new project
pl: Utworzono nowy projekt

source: Deleted %.2f seconds at t=%.2f
pl: Skasowane %.2f sekund przy t=%.2f

source: Delete
pl: Kasuj

source: Disk space remains for recording %d hours and %d minutes.
pl: Pozosta³a ilo¶æ przestrzeni dyskowej %d godzin i %d minut.

source: Disk space remains for recording 1 hour and %d minutes.
pl: Pozosta³a przestrzeñ dyskowa 1 godzina i %d minut.

source: Disk space remains for recording %d minutes.
pl: Pozosta³a przestrzeæ dyskowa %d minut.

source: Disk space remains for recording %d seconds.
pl: Pozosta³a przestrzeæ dyskowa %d sekund.

source: Out of disk space
pl: Za ma³o miejsca na dysku

source: Could not remove old autosave file:
pl: Nie mo¿na usun±æ starych plików

source: New Project
pl: Nowy projekt

source: Error writing autosave file
pl: B³±d podczas automatycznego zapisu pliku

source: Could not create autosave file:
pl: Nie mo¿na stworzyæ pliku automatycznego zapisu

source: Actual Rate: %d
pl: Aktualna czêstotliwo¶æ %d

source: Libresample by Dominic Mazzoni and Julius Smith
pl: Libresample ( autorzy: Dominic Mazzoni & Julius Smith)

source: High-quality Sinc Interpolation
pl: Wysokiej jako¶ci Sinc Interpolation

source: Libsamplerate by Erik de Castro Lopo
pl: Libsamplerate (autor: Erik de Castro Lopo)

source: Libsamplerate error: %d
pl: B³±d Libsamplerate: %d

source: Resampling disabled.
pl: Zmiana czêstotliwo¶ci próbkowania zablokowana.

source: 16-bit PCM
pl: 16-bitowe PCM

source: 24-bit PCM
pl: 24-bitowe PCM

source: 32-bit float
pl: 32-bitowe zmienne

source: Saved
pl: Zapisane

source: Error trying to save file:
pl: B³±d zapisu pliku:

source: Gap detected in project file
pl: W projekcie wykryto przerwê

source: Pre&view
pl: Pod&gl±d

source: &Debug
pl: &Naprawianie

source: Audacity Timer Record
pl: Nagrywanie czasowe Audacity

source: Recording start
pl: Pocz±tek nagrywania

source: Recording end
pl: Koniec nagrywania

source: Duration
pl: Czas trwania

source: Audacity Smart Record Progress
pl: Postêp nagrywania Audacity

source: Start Date and Time
pl: Data i czas pocz±tku

source: End Date and Time
pl: Data i czas koñca

source: Waiting to start recording at %s.
pl: Oczekiwanie na rozpoczêcie nagrywania o %s.

source: Audacity Smart Record - Waiting for Start
pl: Nagrywanie Audacity - Oczekiwanie na rozpoczêcie

source: &Welcome to Audacity!
pl: &Witamy w Audacity!

source: Don't show this again at start up
pl: Nie pokazuj tego wiêcej na starcie

source: Artist Name
pl: Nazwisko Artysty

source: Track Title
pl: Tytu³ utworu

source: Album Title
pl: Tytu³ albumu

source: Track Number
pl: Numer ¶cie¿ki

source: Year
pl: Rok

source: Genre
pl: Gatunek

source: Comments
pl: Komentarze

source: Press F2 or double click to edit.
pl: Naci¶nij F2 lub kliknij dwukrotnie, aby edytowaæ.

source: Tag Name
pl: Nazwa Tagu

source: Tag Value
pl: Warto¶æ Tagu

source: &Clear
pl: &Wyczy¶æ

source: Genres
pl: Rodzaje

source: Edit
pl: Edytuj

source: Reset
pl: Resetuj

source: Template
pl: Wzór

source: &Load...
pl: &£aduj...

source: &Save...
pl: &Zapisz

source: S&et Default
pl: U&staw domy¶lne

source: Edit Genres
pl: Edytuj Rodzaje

source: Reset Genres
pl: Resetuj Rodzaje

source: Unable to save genre file.
pl: Nie mo¿na zapisaæ pliku rodzaju.

source: Are you sure you want to reset the genre list to defaults?
pl: Czy jeste¶ pewny, ¿e chcesz zresetowaæ listê rodzajów?

source: Unable to open genre file.
pl: Nie mo¿na otworzyæ pliku z rodzajami.

source: Save Metadata As:
pl: Zapisz Metadane jako:

source: Error loading metadata
pl: B³±d podczas ³adowania metadanych

source: Title:
pl: Tytu³:

source: Artist:
pl: Artysta:

source: Composer:
pl: Kompozytor:

source: Lyricist:
pl: Autor tekstów:

source: Comments:
pl: Komentarze:

source: Encoded By:
pl: Zakodowane przez:

source: Copyright:
pl: Prawa autorskie:

source: Track Number:
pl: Numer ¶cie¿ki:

source: Year:
pl: Rok:

source: Genre:
pl: Rodzaj:

source: No Genres
pl: Brak rodzajów:

source: Reset to Defaults
pl: Zresetuj

source: Basic
pl: Podstawowe

source: Advanced
pl: Zaawansowane

source: Value
pl: Warto¶æ

source: Clea&r
pl: Wyczy¶&æ

source: Maximum length of attribute '%s' is %d characters. Data was truncated.
pl: Maksymalna d³ugo¶æ atrybutu '%s' wynosi %d znaków. Dane zosta³y uszkodzone.

source: Title
pl: Nazwa

source: Artist
pl: Artysta:

source: Audacity could not write file: %s.
pl: Audacity nie mog³a zapisaæ pliku:: %s.

source: Audacity could not open file: %s for writing.
pl: Audacity nie mog³a otworzyæ pliku: %s do zapisu.

source: Audacity could not write images to file: %s.
pl: Audacity nie mog³a zapisaæ obrazów do pliku: %s.

source: Audacity could not find file: %s. Theme not loaded.
pl: Audacity nie mog³a znale¼c pliku: %s. Temat nie za³adowany.

source: Audacity could not load file: %s. Bad png format perhaps?
pl: Audacity nie mog³a za³adowaæ pliku: %s. Byæ mo¿e z³y format png?

source: Audacity could not read its default theme. Please report the problem.
pl: Audacity nie mog³a odczytaæ domy¶lnego tematu. Zg³o¶ problem.

source: None of the expected theme component files were found in: %s.
pl: Nie znaleziono ¿adnego z elementów tematu w: %s.

source: Could not create directory: %s
pl: Nie uda³o siê stworzyæ katalogu: %s

source: Audacity could not save file: %s
pl: Audacity nie mog³a zapisaæ pliku: %s

source: All required files in: %s were already present.
pl: Wszystkie wymagane pliki w: %s by³y juz obecne.

source: Specify Time
pl: Okre¶l czas

source: Track Panel
pl: Panel ¶ledz±cy

source: Other...
pl: Inne...

source: Name...
pl: Nazwa...

source: Move Track Up
pl: Przesuñ ¶cie¿kê w górê

source: Move Track Down
pl: Przesuñ ¶cie¿kê w dó³

source: Waveform
pl: Przebieg czasowy

source: Waveform (dB)
pl: Przebieg czasowy (dB)

source: Pitch (EAC)
pl: Wysoko¶ci (EAC)

source: Left Channel
pl: Lewy kana³

source: Right Channel
pl: Prawy kana³

source: Make Stereo Track
pl: Utwórz ¶cie¿kê stereo

source: Split Stereo Track
pl: Podziel ¶cie¿kê stereo

source: Set Sample Format
pl: Ustaw rozdzielczo¶æ

source: Set Rate
pl: Ustaw czêstotliwo¶æ

source: Up Octave
pl: Oktawa w Górê

source: Down Octave
pl: Oktawê w dó³

source: Set Range...
pl: Ustaw zakres...

source: Copy
pl: Kopiuj

source: Click to vertically zoom in, Shift-click to zoom out, Drag to create a particular zoom region.
pl: Kliknij aby powiêkszyæ w pionie.Kliknij z shift'em aby pomniejszyæ. Przeci±gnij aby powiêkszyæ konkretny obszar.

source: Drag the label vertically to change the order of the tracks.
pl: Przesuñ etykietê pionowo aby zmieniæ kolejno¶æ ¶cie¿ek.

source: Click and drag to adjust relative size of stereo tracks.
pl: Kliknij i przeci±gnij aby okre¶liæ relatywny rozmiar ¶cie¿ek stereo.

source: Click and drag to resize the track.
pl: Kliknij i przeci±gnij aby zmieniæ rozmiar ¶cie¿ki.

source: Drag one or more label boundaries
pl: Poci±gnij za jedn± lub wiêcej granic etykiety

source: Drag label boundary
pl: Poci±gnij za granicê etykiety

source: Multi-Tool Mode: Cmd-, for Mouse and Keyboard Preferences
pl: Tryb multi narzêdzia: naci¶nij :Cmd-, aby toworzyæ preferencje myszy i klawiatury

source: Multi-Tool Mode: Ctrl-P for Mouse and Keyboard Preferences
pl: Tryb multi narzêdzia: naci¶nij Ctrl+P aby toworzyæ preferencje myszy i klawiatury

source: Click and drag to move left selection boundary.
pl: Kliknij i przeci±gnij aby przesun±æ lew± granicê zaznaczenia.

source: Click and drag to move right selection boundary.
pl: Kliknij i przeci±gnij aby przesun±æ praw± granicê zaznaczenia.

source: Modified Label
pl: Zmodyfikowana etykieta

source: Label Edit
pl: Etykieta edycji

source: Adjusted envelope.
pl: Wyrównana obwiednia.

source: Envelope
pl: Obwiednia

source: Moved clip to another track
pl: Klip przeniesiony do innej ¶cie¿ki

source: left
pl: lewy

source: right
pl: prawy

source: Time shifted tracks/clips %s %.02f seconds
pl: ¦cie¿ki/klipy z przesuniêciem czasu %s %.02f sekund

source: Time-Shift
pl: Przesuniêcie fazowe

source: Draw currently only works with linear-view waveforms.
pl: Sondowanie dzia³a aktualnie tylko z falami d¼wiêkowymi w formie linearnej

source: You are not zoomed in enough. Zoom in until you can see the individual samples.
pl: Brak wystarczaj±cego powiêkszenia.Powiêksz a¿ zobaczysz pojedyncze próbki.

source: Moved Sample
pl: Przesuniêto próbkê

source: Sample Edit
pl: Edycja próbki
