Repository: audacity/audacity-from-svn-5GB
Catalog: audacity-src/tags/Audacity_1_3_6a4/audacity-src/locale/*.po
Languages: pl

source: &About Audacity...
pl: &O Audacity...

source: Enabled
pl: Odblokowany

source: Disabled
pl: Zablokowany

source: Program build date:
pl: Data budowy programu:

source: Settings folder:
pl: Folder ustawieñ:

source: Audacity is a free program written by a team of volunteer developers around the world. Coordination happens thanks to SourceForge.net, an online service that provides free tools to open-source software projects. Audacity is available for Windows 98 and newer, Mac OS X, Linux, and other Unix-like operating systems. Older versions of Audacity are available for Mac OS 9.
pl: Audacity jest programem darmowym pisanym przez grupê wolontariuszy na ca³ym ¶wiecie. Dziêkujemy SourceForge.net , serwisowi on-line za udostêpnienie darmowych narzêdzi open source. Audacity jest dostêpne dla systemów Windows 98 i nowszych, Mac OS X, Linuks oraz pozosta³ych Unixowych systemów operacyjnych. Starsze wersje Audacity s± dostêpne dla systemu Mac OS 9.

source: This is a beta version of the program. It may contain bugs and unfinished features. We depend on your feedback, so please visit our website and give us your bug reports and feature requests.
pl: To jest wersja beta programu Audacity. Mo¿e zawieraæ b³êdy i niedokoñczone funkcje. Modyfikacje zale¿± równie¿ od sygna³ów u¿ytkowników. Proszê odwiedziæ nasz± stronê i przekazaæ nam informacjê o znalezionych b³êdach i spostrze¿eniach.

source: This is a stable, completed release of Audacity. However, if you find a bug or have a suggestion, please contact us. We depend on feedback from users in order to continue to improve Audacity. For more information, visit our website.
pl: Jest to stabilna i pe³na wersja programu Audacity.Mimo to, je¿eli znajdziesz b³±d lub bêdziesz mieæ sugestie, proszê skontaktuj siê z nami. Rozwój i poprawa dzia³ania programu Audacity zale¿y od wspó³dzia³ania z u¿ytkownikami. Aby uzyskaæ wiêcej informacji, odwied¼ nasz± stronê internetow±.

source: translator_credits
pl: Polskie t³umaczenie: Sebastian Pacholski,Tomasz Bañdura.Marek Mularczyk

source: A Free Digital Audio Editor
pl: Darmowy Cyfrowy Edytor Audio

source: Information
pl: Wprowadzenie

source: Credits
pl: Wspó³twórcy

source: Audacity %s Development Team
pl: Zespó³ wspó³tworz±cy %s Audacity

source: Audacity %s Support Team
pl: Zespó³ wspieraj±cy %s Audacity

source: Emeritus Developers
pl: Deweloperzy Emeritus

source: Other Emeritus Team Members
pl: Inni cz³onkowie zespo³u Emeritus

source: Other Contributors
pl: Inni wspó³twórcy

source: Audacity is based on code from the following projects:
pl: Audacity jest oparte na kodzie z poni¿szych projektów:

source: Special thanks:
pl: Specjalne podziêkowania dla:

source: OK... Audacious!
pl: ¦wietnie... Audacity!

source: GPL License
pl: Licencja GPL

source: Close
pl: Zamknij

source: %s is already open in another window.
pl: Projekt %s jest ju¿ otwarty w innym oknie.

source: Error opening project
pl: B³±d otwarcia projektu

source: %s does not exist and could not be opened. It has been removed from the history list.
pl: %s nie istnieje i nie móg³ zostaæ otwarty. zosta³ usuniêty z listy historii.

source: Master Gain Control
pl: G³ówna kontrola wzmocnienia

source: Input Meter
pl: Miernik wej¶ciowy

source: Output Meter
pl: Miernik wyj¶ciowy

source: &Preferences... Ctrl+,
pl: &Ustawienia... Ctrl+,

source: Using block size of %ld
pl: U¿ycie bloku o rozmiarze %ld

source: Unknown command line option: %s
pl: Nieznana opcja linii komend: %s

source: Audacity could not find a place to store temporary files. Please enter an appropriate directory in the preferences dialog.
pl: Audacity nie mo¿e znale¼æ miejsca na przechowywanie plików tymczasowych. Proszê podaæ odpowiedni katalog w oknie dialogowym Ustawienia.

source: Running two copies of Audacity simultaneously may cause data loss or cause your system to crash.
pl: Uruchamianie dwóch kopii Audacity równocze¶nie mo¿e powodowaæ utratê danych albo zawieszenie siê systemu.

source: Audacity was not able to lock the temporary files directory. This folder may be in use by another copy of Audacity.
pl: Audacity nie by³o w stanie zablokowaæ katalogu z plikami tymczasowymi. Ten katalog mo¿e byæ u¿ywany przez inn± kopiê Audacity.

source: Do you still want to start Audacity?
pl: Czy nadal chcesz uruchomiæ Audacity?

source: Error locking temporary folder
pl: B³±d podczas blokowania tymczasowego katalogu

source: The system has detected that another copy of Audacity is running.
pl: System wykry³, ¿e uruchomiona jest jeszcze jedna kopia Audacity.

source: Use the New or Open commands in the currently running Audacity process to open multiple projects simultaneously.
pl: U¿yj poleceñ Nowy lub Otwórz w aktualnie uruchomionym procesie Audacity, aby otworzyæ wiele projektów naraz.

source: Audacity is already running
pl: Audacity jest ju¿ uruchomione

source: Command-line options supported:
pl: Wspierane opcje linii poleceñ

source: -help (this message)
pl: -help (ta wiadomo¶æ)

source: -version (display Audacity version)
pl: -version (wy¶wietl wersjê Audacity)

source: -test (run self diagnostics)
pl: -test (uruchom diagnostykê)

source: -blocksize nnn (set max disk block size in bytes)
pl: -blocksize nnn (ustaw maksymaln± wielko¶æ bloku dysku w bajtach)

source: In addition, specify the name of an audio file or Audacity project to open it.
pl: Dodatkowo, ustal nazwê pliku d¿wiêkowego lub projektu Audacity, aby go otworzyæ.

source: Audacity project (.AUP) files are not currently associated with Audacity. Associate them, so they open on double-click?
pl: Pliki projektu Audacity (.AUP) nie s± obecnie przypisane do programu Audacity. Czy przypisaæ je aby móc otworzyæ program poprzez podwójne klikniêcie myszy?

source: Audacity Project Files
pl: Pliki projektu Audacity

source: Could not find any audio devices.
pl: Nie znaleziono ¿adnych urz±dzeñ d¼wiêkowych.

source: You will not be able to play or record audio.
pl: Nie bêdzie mo¿na odtwarzaæ/nagrywaæ d¼wieku.

source: Error:
pl: B³±d.

source: Error Initializing Audio
pl: B³±d podczas uruchamiania audio

source: Latency problem
pl: Problem z czasem oczekiwania

source: Latency setting has caused the recorded audio to be hidden before zero. Audacity has brought it back to start at zero. You may have to use the Time Shift Tool (<---> or F5) to drag the track to the right place.
pl: Ustawienie czasu oczekiwania spowodowa³o, ¿e nagrywany d¼wiêk zosta³ ukryty. Audacity zwróci³o go z powrotem do pozycji startowej. Byæ mo¿e trzeba bêdzie u¿yæ Narzêdzia do Przemieszczania Czasu (<---> lub F5) aby przesun±æ d¼wiêk w odpowiednie miejsce.

source: Automatic Crash Recovery
pl: Automatyczne odzysk po zawieszeniu siê

source: Some projects were not saved properly the last time Audacity was run. Fortunately, the following projects can automatically be recovered:
pl: Niektóre projekty nie zosta³y poprawnie zapisane podczas ostatniego u¿ywania Audacity. Na szczêscie nastêpuj±ce projekty mog± byæ automatycznie odzyskane:

source: Recoverable projects
pl: Odzyskiwalne projekty

source: Name
pl: Nazwa

source: Recovering a project will not change any files on disk before you save it.
pl: Odzyskiwanie projektu nie wp³ynie na ¿adne pliki na dysku zanim ich nie zapiszesz.

source: Quit Audacity
pl: Opu¶æ Audacity

source: Do Not Recover
pl: Nie odzyskuj

source: Recover Projects
pl: Odzyskaj Projekty

source: You have chosen not to recover any projects. You will not be able to recover those projects later if you change your mind. Do you really want to continue without recovering?
pl: Zrezygnowa³e¶ z odzyskiwania projektów. Nie bêdziesz móg³ ich odzyskaæ pó¼niej, je¶li zmienisz zdanie. Czy na pewno chcesz kontynuowaæ bez odzyskiwania?

source: Really not recover projects?
pl: Naprawdê nie odzyskiwaæ projektów?

source: Could not enumerate files in auto save directory
pl: Pliki w katalogu zapisywalnym nie zosta³y ponumerowane

source: Error
pl: B³±d

source: Select Command
pl: Wybierz Polecenie

source: &Command
pl: &Polecenie

source: &Edit Parameters
pl: &Edytuj parametry

source: &Parameters
pl: &Parametry

source: C&hoose command
pl: W&ybierz polecenie

source: Stereo To Mono Effect not found
pl: Nie znaleziono Efektu Stereo do Mono

source: Ogg Vorbis support is not included in this build of Audacity
pl: Ogg Vorbis nie jest zawarty w tej kompilacji Audacity

source: FLAC support is not included in this build of Audacity
pl: W tej wersji Audacity brak wsparcia dla FLAC

source: Command %s not implemented yet
pl: Brak implementacji komendy %s

source: Could not set parameters of effect %s to %s.
pl: Nie mo¿na ustawiæ parametrów efektu %s do %s.

source: Your batch command of %s was not recognised.
pl: Twoja komenda wsadowa %s nie zosta³a rozpoznana.

source: Apply %s with parameter(s) %s
pl: Zastosuj %s z parametrem %s

source: Test Mode
pl: Tryb testowy

source: Apply %s
pl: Zastosuj %s

source: Apply Chain
pl: Zastosuj Tor

source: &Select chain
pl: &Wybierz tor

source: Chain
pl: Tor

source: Apply to Current &Project
pl: Zastosuj do aktualnego &Projektu

source: Apply to &Files...
pl: Zastosuj do &Plików...

source: &Cancel
pl: &Cofnij

source: No chain selected
pl: Nie zaznaczono toru

source: Applying '%s' to current project
pl: Stosowanie %s do danego projektu

source: Please save and close the current project first.
pl: Proszê najpierw zapisaæ i zamkn±æ aktualny projekt.

source: Select file(s) for batch processing...
pl: Zaznacz plik(i) do przetwarzania wsadowego...

source: All files (*.*)|*.*|WAV files (*.wav)|*.wav|AIFF files (*.aif)|*.aif|AU files (*.au)|*.au|MP3 files (*.mp3)|*.mp3|Ogg Vorbis files (*.ogg)|*.ogg|FLAC files (*.flac)|*.flac
pl: Wszystkie pliki (*.*)|*.*|pliki WAV (*.wav)|*.wav|Pliki AIFF (*.aif)|*.aif|Pliki AU (*.au)|*.au|Pliki MP3 (*.mp3)|*.mp3|Pliki Ogg Vorbis (*.ogg)|*.ogg|Pliki FLAC (*.flac)|*.flac

source: Applying...
pl: Przetwarzanie...

source: File
pl: Plik

source: Edit Chains
pl: Edytuj Tory

source: &Chains
pl: &Tory

source: &Add
pl: &Dodaj

source: &Remove
pl: &Usuñ

source: Re&name
pl: Zmieñ&Nazwê

source: C&hain (Double-Click or press SPACE to edit)
pl: T&or (Kliknij dwukrotnie lub naci¶nij spacjê, aby edytowaæ)

source: No
pl: Nie

source: &Insert
pl: &Wstaw

source: De&lete
pl: Us&uñ

source: Move &Up
pl: Przesuñ &w górê

source: Move &Down
pl: Przesuñ &w dó³

source: De&faults
pl: Ustawienia & domy¶lne

source: - END -
pl: - Koniec -

source: %s changed
pl: %s zmienione

source: Do you want to save the changes?
pl: Czy chcesz zachowaæ zmiany?

source: Enter name of new chain
pl: Wprowad¼ nazwê nowego Toru

source: Name must not be blank
pl: Nazwa nie mo¿e byæ pusta

source: Names may not contain '%c' and '%c'
pl: Nazwy nie mog± zawieraæ %c ani %c

source: Are you sure you want to delete %s?
pl: Czy napewno chcesz usun±æ %s?

source: Removing Dependencies
pl: Usuwanie zale¿no¶ci

source: Copying audio data into project...
pl: Kopiowanie danych d¼wiêkowych do projektu...

source: Your project currently depends on the presence of other files. Copy audio from the following files into your project to make it self-contained? This will need more disc space but is safer.
pl: Twój projekt zale¿y od obecno¶ci innych plików. Kopiowaæ d¼wiêk z tych plików do projektu, aby zawiera³y siê w projekcie? Wymagana jest do tego wiêksza przestrzeñ dyskowa, lecz jest to bezpieczniejsze.

source: Project depends on other audio files
pl: Projekt zale¿y od innych plików d¼wiêkowych

source: Project Dependencies
pl: Zale¿no¶ci peojektowe

source: Audio file
pl: Plik d¼wiêkowy

source: Disk space
pl: Przestrzeñ dyskowa

source: Copy Selected Audio Into Project
pl: Skopiuj zaznaczone d¼wiêki do projektu

source: Cancel Save
pl: Cofnij Zapisz

source: Do Not Copy Any Audio
pl: Nie kopiuj d¼wiêku

source: Copy All Audio into Project (Safer)
pl: Skopiuj ca³y d¼wiêk do projektu (Bezpieczniejsze)

source: Ask me
pl: Zapytaj mnie

source: Always copy all audio (safest)
pl: Zawsze kopiuj ca³y d¼wiêk (Najbezpieczniejsze)

source: Never copy any audio
pl: Nigdy nie kopiuj ¿adnego d¼wiêku

source: Whenever a project depends on other files:
pl: Gdy projekt jest zale¿ny od innych plików:

source: If you proceed, your project will not be saved to disk. Is this what you want?
pl: Je¶li bêdziesz kontynuowa³, twój projekt nie zostanie zapisany na dysku. Czy tego chcesz?

source: Your project is self-contained; it does not depend on any external audio files.
pl: Twój projekt jest niezale¿ny od ¿adnych zawnêtrznych plików d¼wiêkowych.

source: Dependency check
pl: Sprawdzanie zale¿no¶ci

source: Warning: there is very little free disk space left on this volume. Please select another temporary directory in your preferences.
pl: Ostrze¿enie: Pozosta³o bardzo ma³o miejsca w tym katalogu. Proszê wybraæ jeszcze jeden tymczasowy katalog w ustawieniach programu.

source: Progress
pl: Postêp

source: Cleaning up temporary files
pl: Usuwanie plików tymczasowych

source: Saving project data files
pl: Zapisywanie danych projektu

source: Cleaning up cache directories
pl: Usuwanie plików z katalogów cache

source: Audacity found an orphaned blockfile %s! Please consider saving and reloading the project to perform a complete project check.
pl: Audacity znalaz³o odosobniony blok plików%s! Rozwa¿ zapisanie i prze³adowanie projektu, aby dokonaæ kompletnego sprawdzenia projektu.

source: %s-old%d
pl: %s-stary%d

source: Unable to open/create test file
pl: Nie mo¿na otworzyæ/utworzyæ pliku testowego

source: Unable to remove '%s'
pl: Nie mo¿na usun±æ %s'

source: Renamed file: %s
pl: Zmieniono nazwê plku: %s

source: Changing block %s
pl: Zmiana bloku %s

source: Unable to rename '%s' to '%s'
pl: Nie mo¿na zmieniæ nazwy %s na %s'

source: Inspecting project file data...
pl: Sprawdzanie plików projektu...

source: Orphaned blockfile: (%s)
pl: Odosobniony plik blokowy: (%s)

source: Missing alias file: (%s)
pl: Brakuj±cy plik aliasowy: (%s)

source: Missing summary file: (%s.auf)
pl: Brakuj±cy plik podsumowuj±cy: (%s.auf)

source: Missing data file: (%s.au)
pl: Brakuj±cy plik danych: (%s.au)

source: Project check found inconsistencies inspecting the loaded project data; click 'Details' for a complete list of errors, or 'OK' to proceed to more options.
pl: Test projektu znalaz³ niespójno¶ci w danych projektu; kliknij na 'Szczegó³y', aby uzyskaæ pe³n± listê b³êdów, lub kliknij'OK', aby kontynuowaæ i uzyskaæ wiêcej opcji.

source: Project check found %d orphaned blockfile[s]. These files are unused and probably left over from a crash or some other bug. They should be deleted to avoid disk contention.
pl: Test projektu znalaz³ %d odosbniony plik[i]. Pliki te s± nieu¿ywane i s± prawdopodobnie pozosta³o¶ciami po zawieszeniu siê lub innym b³êdzie. Powinny zostaæ usuniête, aby unikn±æ ryzyka konfliktu.

source: Delete orphaned files [safe and recommended]
pl: Usuñ odosobnione pliki [bezpieczne i zalecane]

source: Continue without deleting; silently work around the extra files
pl: Kontynuuj bez usuwania, pracuj z dodatkowymi plikami

source: Close project immediately with no changes
pl: Natychmiast zamknij projekt bez bez zmian

source: Warning
pl: Ostrze¿enie

source: Project check detected %d input file[s] being used in place ('alias files') are now missing. There is no way for Audacity to recover these files automatically; you may choose to permanently fill in silence for the missing files, temporarily fill in silence for this session only, or close the project now and try to restore the missing files by hand.
pl: Test projektu wykry³ %d, ¿e brakuje plików wsadowych u¿ywanych ('pliki aliasowe') w projekcie. Audacity nie potrafi odzyskaæ ich automatycznie, mo¿esz wstawiæ ciszê w miejsce brakuj±cych plików lub zamkn±æ projekt i próbowaæ odzyskaæ brakuj±ce pliki rêcznie.

source: Replace missing data with silence [permanent upon save]
pl: Uzupe³nij brakuj±ce dane cisz± [nie do cofniêcia po zapisaniu]

source: Temporarily replace missing data with silence [this session only]
pl: Tymczasowo uzupe³nij brakuj±ce dane cisz± [tylko w tej sesji]

source: Close project immediately with no further changes
pl: Natychmiast zamknij projekt bez dalszych zmian

source: Project check detected %d missing summary file[s] (.auf). Audacity can fully regenerate these summary files from the original audio data in the project.
pl: Test projektu wykry³ %d brakuj±ce pliki (.auf). Audacity mo¿e je w pe³ni odzyskaæ z oryginalnych danych z projektu.

source: Regenerate summary files [safe and recommended]
pl: Odzyskaj pliki [bezpieczne i zalecane]

source: Fill in silence for missing display data [this session only]
pl: Wype³nij cisz± brakuj±ce dane [tylko w tej sesji]

source: Project check detected %d missing audio data blockfile[s] (.au), probably due to a bug, system crash or accidental deletion. There is no way for Audacity to recover this lost data automatically; you may choose to permanently fill in silence for the missing data, temporarily fill in silence for this session only, or close the project now and try to restore the missing data by hand.
pl: Test projektu wykry³ %d brakuj±ce bloki d¼wiêku (.au), prawdopodobnie z powodu b³êdu, zawieszenia siê systemu lub przypadkowego usuniêcia. Audacity nie jest w stanie odzyskaæ tych danych automatycznie, mo¿esz wstawiæ ciszê w miejsce brakuj±cych danych na zawsze lub tylko chwilowo, lub zamkn±æ projekt i spróbowaæ odzyskaæ dane rêcznie.

source: Replace missing data with silence [permanent immediately]
pl: Zast±p brakuj±ce dane cisz± [na zawsze]

source: Cleaning up unused directories in project data...
pl: Czyszczenie nieu¿ywanych katalogów w danych projektu...

source: Caching audio
pl: Przechowywanie d¼wiêku w pamiêci cache

source: Caching audio into memory...
pl: Przechowywanie d¼wiêku w pamiêci...

source: Saving recorded audio
pl: Zapisywanie nagranego d¼wiêku

source: Saving recorded audio to disk...
pl: Zapisywanie nagranego d¼wiêku na dysk...

source: Rectangular
pl: Prostok±t

source: Frequency Analysis
pl: Analiza widma

source: Spectrum
pl: Spektrum

source: Standard Autocorrelation
pl: Standardowa autokorelacja

source: Cuberoot Autocorrelation
pl: Autokorelacja Cuberoot

source: Enhanced Autocorrelation
pl: Ulepszona autokorelacja

source: Algorithm:
pl: Algorytm:

source: Size
pl: Rozmiar

source: window
pl: (okno)

source: Function:
pl: Funkcja:

source: Linear frequency
pl: Skala liniowa

source: Log frequency
pl: Skala logarytmiczna

source: Axis:
pl: O¶:

source: &Export...
pl: &Eksportuj...

source: Not enough data selected.
pl: Za ma³o zaznaczonych danych.

source: Cursor: %d Hz (%s) = %d dB Peak: %d Hz (%s) = %.1f dB
pl: Kursor: %d Hz (%s) = %d dB Szczyt: %d Hz (%s) = %.1f dB

source: Cursor: %.4f sec (%d Hz) (%s) = %f, Peak: %.4f sec (%d Hz) (%s) = %.3f
pl: Kursor: %.4f sek (%d Hz) (%s) = %f, Szczyt: %.4f sek (%d Hz) (%s) = %.3f

source: Export Spectral Data As:
pl: Eksportuj dane widma jako:

source: Couldn't write to file:
pl: Nie mo¿na zapisaæ do pliku:

source: Frequency (Hz) Level (dB)
pl: Czêstotliwo¶æ (Hz) Poziom (dB)

source: Lag (seconds) Frequency (Hz) Level
pl: Lag (sekundy) Czêstotliwo¶æ (Hz) Poziom

source: Back to [[welcome|Welcome]] page.
pl: Powrót do strony [[witamy|Witamy]].

source: Welcome!
pl: Witamy!

source: Playing Audio
pl: Odtwarzanie d¼wiêku

source: Recording Audio
pl: Nagrywanie d¼wiêku

source: Editing and Greyed out Menus
pl: Edytowanie a nieaktywne menu

source: Export and Saving
pl: Eksportowanie i zapisywanie

source: Supported Formats
pl: Wspierane formaty

source: Burn to CD
pl: Wypal na p³ytê

source: No Local Help
pl: Brak lokalnej pomocy

source: <p>Welcome to Audacity
pl: <p>Witaj w Audacity

source: Let's get started!</p><p>You can click on the links below to learn how to:<ul><li>[[play|play back]] an existing sound file.<li>How to [[record|record]] a new sound file.<li>How to [[edit|edit]] sound and [[export|export]] to a sound file like MP3.</ul><br><br>Those links will help if you find a problem such as a [[grey|menu option greyed out]] or that Audacity [[norecord|isn't recording properly]] or that you can't [[burncd|burn to a CD]]. You can always get back to these instructions by clicking the 'Help' menu, then 'Show Welcome Message.' For more detailed reading, please read our full Help by clicking the 'Help' menu, then 'Index', or <a href="http://audacity.sourceforge.net/help/documentation">download our Manual</a> in PDF format.<br><br>Welcome again to Audacity.
pl: Zacznijmy!</p><p>Mo¿esz klikn±æ na linkach poni¿ej, aby dowiedzieæ siê jak:<ul><li>[[odtwarzaæ|odtwarzaæ]] istniej±c± ¶cie¿kê d¼wiêkow±.<li>Jak [[nagrywaæ|nagrywaæ]] nowy plik d¼wiêkowy.<li>Jak [[edytowaæ|edytowaæ]] d¿wiêk i [[eksportowaæ|eksportowaæ]] do pliku d¼wiêkowego jak MP3.</ul><br><br>Te linki pomog± ci, je¶li znajdziesz problem taki jak [[nieaktywna|opcja menu nieaktywna]] lub ¿e Audacity [[nie nagrywa|nie nagrywa poprawnie]] lub ¿e nie mo¿esz [[paliæ p³yty|paliæ p³yty]]. Mo¿esz w ka¿dej chwili wróciæ do tych instrukcji klikaj±c na menu 'Pomoc', nastêpnie 'Poka¿ wiadomo¶æ powitaln±.' Aby uzyskaæ wiêcej informacji, przeczytaj ca³± nasz± Pomoc klikaj±c na menu 'Pomoc', nastêpnie 'Index', or <a href="http://audacity.sourceforge.net/help/documentation">pobierz nasz podrêcznik</a> w formacie PDF.<br><br>Witaj znowu w Audacity.

source: You can either drag existing files into Audacity, or use the <b>File > Import > Audio</b> command. <b>File > Open</b> does the same, but opens a new Audacity window for any file after the first.<br/><br/>These are the main formats Audacity will play: <b>AIFF, AU, FLAC, M4A</b> (only on a Mac), <b>MP2/MP3, OGG Vorbis, WAV</b>. If your file is in some other format see (format help). If you want to import an audio CD, see [[wiki:How to import CDs|How to import CDs]]<br><br>To start playing your audio, press the green Play button. To stop, press the yellow Stop button. You can also use spacebar to either play or stop. When you start playing again after stopping, playback resumes from its previous starting point. To change the starting point, use the <b>|&lt;&lt;</b> and <b>&gt;&gt;|</b> buttons to skip to the start or end respectively, or click anywhere in the track to restart from that point.<br><br>
pl: Mo¿esz przenie¶æ istniej±ce pliki do Audacity, lub u¿yj polecenia <b>Plik > Importuj > D¼wiêk</b>. <b>Plik > Otwórz</b> robi to samo, lecz otwiera nowe okno Audacity dla ka¿dego pliku po pierwszym.<br/><br/>G³ówne formaty, które Audacity odtwarza to: <b>AIFF, AU, FLAC, M4A</b> (tylko na Mac-u), <b>MP2/MP3, OGG Vorbis, WAV</b>. Je¶li twój plik jest w innym formacie zajrzyj do pomocy. Je¶li chcesz importowaæ p³ytê audio, zajrzyj na [[wiki:Jak importowaæ p³yty|Jak importowaæ p³yty]]<br><br>Aby rozpocz±æ odtwarzanie d¼wiêku, naci¶nij zielony przycisk Odtwarzaj. Aby zatrzymaæ, naci¶nij ¿ó³ty przycisk Zatrzymaj. Mo¿esz równiez u¿yæ spacji do odtwarzania i zatrzymywania. Gdy zaczynasz odtwarzaæ ponownie po zatrzymaniu, odtwarzanie rozpoczyna siê od poprzedniego momentu rozpoczêcia odtwarzania. Aby zmieniæ punkt pocz±tkowy, u¿yj przycisków <b>|&lt;&lt;</b> i <b>&gt;&gt;|</b> aby przeskoczyæ do pocz±tku lub koñca, lub kliknij na ¶cie¿ce w danym miejscu.<br><br>
