Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <p>To mix two files, just import both of them into Audacity. They will appear in separate tracks, and will be mixed together when you press the Play button. You can use the Time Shift tool to move them around so that they start at different times, or use the other editing commands to alter either of the tracks.</p>
cs: <p>Dva soubory smícháte tak, že je oba importujete do Audacity. Objeví se jako oddělené stopy a budou smíchány, když stisknete tlačítko pro přehrávání. K vzájemnému posunutí stop, aby začínaly v odlišných časech, můžete použít nástroj Časový posuv nebo provést jiné změny pomocí dalších editačních příkazů.</p>
de: <p>Um 2 Dateien zusammenzumixen, importieren Sie beide in Audacity. Sie werden als 2 Wellenformen untereinander erscheinen und automatisch beim Abspielen oder Exportieren zusammengemischt. Sie können die Lieder einzeln bearbeiten, mit Effekten versehen oder auch nur zeitlich verschieben.</p>
el: <p>Για να κάνεις μίξη σε δύο αρχεία, απλά εισήγαγε και τα δύο στο Audacity. Θα εμφανιστούν σε διαφορετικά κανάλια, και θα γίνεται μίξη όταν κάνεις κλικ στο πλήκτρο Αναπαραγωγή. Μπορείς να χρησιμοποιήσεις το Εργαλείο Χρονικής Μετατόπισης (Αλλαγής Χρόνου) για να τα μετακινήσεις ώστε να ξεκινούν σε διαφορετικό χρόνο, ή χρησιμοποίησε τις άλλες εντολές επεξεργασίας για να μετατρέψεις οποιοδήποτε από τα κανάλια.</p>
es: <p>Para mezclar dos archivos, basta con importalos a ambos en Audacity. Los archivos aparecerán en pistas separadas, y serán mezclados cuando presiones al botón Reproducir. Puedes usar la herramienta de Traslado en Tiempo para modificar su posición en el tiempo tal que inicien en instantes distintos, ó usar otros comandos de edición para alterar a cualquiera de las pistas.</p>
fi: <p>Miksataksesi kaksi tiedostoa tuo ne molemmat Audacityyn. Ne ilmestyvät erillisiksi raidoiksi, ja ne miksataan yhteen painaessasi Toista-painiketta. Voit käyttää Aikakorjaustyökalua siirtääksesi niitä eri aikaan alkaviksi, tai käyttää muita muokkaustoimintoja muuttaaksesi kumpaa tahansa raitaa.</p>
fr: <p>Pour associer deux fichiers, importez-les dans Audacity. Il apparaissent alors comme deux pistes séparées et seront jouées en simultanné si vous lancez la lecture. Vous pouvez utiliser l'outil de décalage temporel pour les translater et les faire démarrer de manière asynchrone, ou utiliser les autres commandes pour modifier l'une ou l'autre des pistes.</p>
nb: <p>For å mikse to filer sammen trenger du bare å importere begge inn i Audacity. De vil vises som separate spor, og vil bli mikset sammen når du trykker Spill av-knappen. Du kan bruke Tidsforskyvningsverktøyet for å flytte dem rundt så de starter ved forskjellige tider, eller bruke andre redigeringskommandoer for å endre det ene eller det andre sporet.</p>

source: Can I remove the vocals from a recording to make a Karaoke track?
cs: Dá se z nahrávky odstranit zpěv a vyrobit tak karaoke?
de: Kann ich die Stimmen aus einer Aufnahme entfernen um einen Karaoke Track zu erstellen?
el: Μπορώ να αφαιρέσω τα φωνητικά από μία ηχογράφηση για να δημιουργήσω ένα κανάλι Karaoke;
es: ¿Puedo eliminar las voces de una grabación para crear una pista de karaoke?
fi: Voinko poistaa laulun äänitteestä tehdäkseni siitä karaoke-raidan?
fr: Puis-je supprimer les voix d'un enregistrement afin de réaliser une piste detinée au Karaoké?
nb: Kan jeg fjerne stemmer fra et opptak for å lage et Karaoke-spor?

source: <p>This is possible <b>only for certain stereo tracks</b>. When the vocals are exactly the same on both stereo channels, you can remove them by “subtracting” one channel from the other. This works for many studio recordings, where the vocal track is mixed exactly in the center.</p> <p>To do this in Audacity:</p> <ol> <li>Import your stereo file into Audacity.</li> <li>Open the track menu (click the arrow next to the track title), and choose “Split Stereo Track.”</li> <li>Select the lower track (the right channel) by clicking it in the area around the mute/solo buttons.</li> <li>Choose “Invert” from the Effects menu.</li> <li>Using the track menus, change each track to “Mono.”</li> </ol> <p>Press the Play button to hear the results. If you are lucky, the voice will be gone but most of the other instruments will be unaffected, just like a karaoke track. You can use the Export commands in the File menu to save the results.</p>
cs: <p>To je možné, jen u <b>určitých stereo nahrávek</b>. Pokud jsou vokály přesně stejné v obou stereo kanálech, dají se odstranit odečtením jednoho kanálu od druhého. Funguje to u mnoha studiových nahrávek, kde jsou vokály mixované přesně na střed.</p> <p>Postupujte takto:</p> <ol> <li>Importujte stereo nahrávku do Audacity.</li> <li>Otevřete menu stopy (klikněte na šipku vedle názvu stopy) a zvolte “Rozdělit stereo stopu”.</li> <li>Vyberte spodní stopu (pravý kanál) kliknutím do oblasti, kde jsou tlačítka Umlčet a Solo.</li> <li>Zvolte “Invertovat” z menu Efekty.</li> <li>Pomocí menu stopy nastavte každou stopu na “Mono”.</li> </ol> <p>Výsledek zkontrolujte stisknutím přehrávacího tlačítka. Pokud máte štěstí, vokály zmizí a většina nástrojů zůstane beze změny jako při karaoke. Pomocí exportních příkazů v menu Soubor můžete uložit výsledek.</p>
de: <p> Dies ist möglich, jedoch nur für <b>einige wenige Lieder</b>. Wenn die Stimmen direkt in der Mitte plaziert wurden bei der Aufnahme, kann man den rechten vom linken Kanal subtrahieren.<p> Um das in Audacity zu machen gehen Sie wie folgt vor:</p> <ol> <li>Importieren Sie Ihr Lied</li> <li>Öffnen Sie das Spurkopfmenü und wählen Sie "Teilen des Stereospuren"</li> <li>Nehmen Sie die untere Spur und klicken auf den Spurkopf (ganz links)</li> <li>Wählen Sie Invert aus dem Effektemenü</li> <li>Aus dem Spurkopfmenü ändern Sie die Spuren in Mono</li> </ol> <p>Jetzt können Sie das ganze abspielen. Wenn Sie Glück gehabt haben, sind die Stimmen jetzt nicht mehr vorhanden. Mit dem Exportbefehl können Sie Ihr Ergebnis abspeichern.</p>
el: <p>Αυτό είναι εφικτό <b>μόνο για ορισμένα στέρεο κανάλια</b>. Όταν τα φωνητικά είναι ακριβώς τα ίδια και στα δύο στέρεο κανάλια, μπορείς να τα απομακρύνεις «αφαιρώντας» το ένα κανάλι από το άλλο. Αυτό επιτυγχάνεται σε πολλές στούντιο ηχογραφήσεις, όπου τα φωνητικά είναι μιξαρισμένα ακριβώς στο κέντρο.</p> <p>Για να γίνει αυτό στο Audacity:</p> <ol> <li>Εισήγαγε το στέρεο αρχείο στο Audacity.</li> <li>Άνοιξε το μενού του καναλιού (κάνε κλικ στο βελάκι δίπλα από το όνομα του καναλιού), και επέλεξε «Διαίρεση Στέρεο Καναλιού» .</li> <li>Επέλεξε το κάτω κανάλι (το δεξί κανάλι) κάνοντας κλικ γύρω από τα κουμπιά Σιγή/Σόλο.</li> <li>Επέλεξε «Αντιστροφή» (Αντιστροφή Φάσης) από το μενού Εφέ.</li> <li>Χρησιμοποιώντας το μενού του καναλιού, άλλαξε το κάθε κανάλι σε «Μονό» .</li> </ol> <p>Κάνε κλικ στο κουμπί αναπαραγωγή για να ακούσεις τα αποτελέσματα. Αν είσαι τυχερός, τα φωνητικά θα έχουν φύγει και τα περισσότερα από τα άλλα όργανα θα έχουν παραμείνει ανέπαφα, ακριβώς όπως και σε ένα κομμάτι καραόκε. Μπορείς να χρησιμοποιήσεις την εντολή Εξαγωγή στο μενού Αρχείο για να αποθηκεύσεις τα αποτελέσματα.</p>
fi: <p>Se on mahdollista <b>vain tietynlaisille stereoraidoille</b>. Kun laulu on täsmälleen sama molemmilla stereokanavilla, se voidaan poistaa "vähentämällä" toinen kanava toisesta. Menetelmä toimii monille studioäänitteille, joissa lauluraita on miksattu aivan keskelle.</p> <p>Tehdäksesi tämän Audacityllä:</p> <ol> <li>Tuo stereotiedosto Audacityyn.</li> <li>Valitse "Jaa stereoraita" raidan omasta valikosta (klikkaa raidan otsikon vieressä sijaitsevaa nuolta).</li> <li>Valitse alempi raita (oikea kanava) klikkaamalla mykkä/soolo-painikkeita ympäröivällä alueella.</li> <li>Valitse Efekti-valikosta "Vastaääni".</li> <li>Muunna kumpikin raita "Mono"-raidaksi raitojen omista valikoista.</li> </ol> <p>Lopputuloksen kuulet painamalla Toista-painiketta. Hyvällä onnella laulu on poissa, mutta suurin osa muista instumenteista on entisellään, aivan kuten karaoke-raidalla. Nyt voit käyttää Tiedosto-valikon Vie-toimintoja tallentaaksesi tuloksen.</p>
fr: <p>Ceci est possible pour <b>quelques pistes stéréo uniquement</b>. Lorsque les voix sont identiques sur les deux canaux, vous pouvez les supprimer en soustrayant un canal à l'autre. Cette technique fonctionne pour de nombreux enregistrements studio, où la piste de chant est enregistrée de manière symétrique.</p> <p>Dans Audacity:</p> <ol> <li>Importez votre fichier stéréo.</li> <li>Choisissez l'option "Séparer la piste stéréo" dans le menu de piste (clic sur la petite fléche dans l'entete de piste).</li> <li>Sélectionnez la piste du bas (canal droit) en cliquant sur l'entete (zone contenant les boutons Muet et Solo.</li> <li>Choisissez "Inverser" dans le menu Effets.</li> <li>Dans le menu de piste de chacune, sélectionnez "Mono".</li> </ol> <p>Ecoutez le résultat... Avec un peu de chance, la voix a disparu et les instruments n'ont pas été altérés,, comme dans un karaoké. Vous pouvez ensuite exporter le fichier résultant.</p>
nb: <b>Dette virker bare på noen opptak.</b> Når vokalene er nøyaktig like på begge stereokanalene kan du fjerne dem ved å "subtrahere" en kanal fra den andre. Dette er mulig med mange studio-opptak hvor vokalsporet er plassert eksakt i senteret av opptaket.</p> <p>For å gjøre dette i Audacity:</p> <ol> <li>Importer en stereo-fil inn i Audacity.</li> <li>Klikk på hurtigmenyen til sporet (den lille ned-pila ved siden av navnet til sporet) og velg "Del opp stereospor".</li> <li>Velg så det nederste sporet (høyre kanal) ved å klikke på det i området rundt Demp/Solo-knappene.</li> <li>Velg "Inverter" fra Effekt-menyen.</li> <li>Bruk hurtigmenyen til sporene for å gjøre begge til Mono-kanaler.</li> </ol> <p>Klikk Spill av-knappen for å høre resultatene. Hvis du er heldig vil all stemme nå være borte, mens de fleste instrumentene vil være uberørt, akkurat som et karaokespor. Du kan bruke Eksporter-kommandoen i Fil-menyen for å lagre resultatene.</p>

source: Other frequently asked questions...
cs: Další často kladené otázky...
de: Andere häufig gestellte Fragen...
el: Άλλες συχνές ερωτήσεις...
es: Otras preguntas frecuentes...
fi: Muita usein kysyttyjä kysymyksiä
fr: Autres questions fréquemment posées...
nb: Andre ofte spurte spørsmål...
sv: Andra ofta förekommande frågor...

source: These are some of the most common questions about Audacity. If your question isn’t answered here, see the <a href="documentation">documentation</a>, or <a href="../contact/">contact us</a> for help.
cs: Zde jsou zodpovězeny některé z nejčastějších otázek. Jestliže mezi nimi nenajdete tu svou, podívejte se do <a href="documentation">dokumentace</a>, nebo <a href="../contact/">nám napište</a>.
de: Dies sind die am meisten gestellten Fragen zu. Wenn Ihre Frage nicht beantwortet wurde, schauen Sie in der <a href="documentation">Dokumentation</a> oder <a href="../contact/">schreiben Sie uns</a>. Alternativ können Sie gerne auch ins <a href="http://audacity.fuchsi.de">deutschsprachige Audacity Forum</a> kommen.
el: Αυτές είναι κάποιες από τις πιο συχνές ερωτήσεις σχετικά με το Audacity. Αν δεν βρίσκεις απάντηση στην ερώτησή σου εδώ, δες την <a href="documentation">Υποστήριξη</a>, ή την <a href="../contact/">Επικοινωνία</a> για βοήθεια.
es: Estas son algunas de las preguntas más comunes acerca de Audacity. Si la respuesta a su duda no está aquí, consulté la <a href="documentation">documentación</a>, o <a href="../contact/">contacte con nosotros</a> para obtener ayuda.
fi: Nämä ovat eräitä useimmin kysyttyjä kysymyksiä Audacitystä. Jos kysymykseesi ei vastata tässä, katso <a href="documentation">ohjeet</a> tai <a href="../contact/">ota yhteyttä</a> saadaksesi apua.
fr: Voici les questions qui reviennent souvent à propos d'Audacity. Si vous ne trouvez pas ici réponse à vos interrogations, consultez la <a href="documentation">documentation</a> ou <a href="../contact/">contactez-nous</a>.
nb: Dette er noen av de mest vanlige spørsmålene om Audacity. Hvis spørsmålet ditt ikke ble besvart her kan du lese <a href="documentation">dokumentasjonen</a> eller <a href="../contact/">kontakte oss</a> for mer hjelp.
sv: De här är några av de vanligaste frågorna om Audcaity. Om du inte hittar din fråga här, läs <a href="documentation">dokumentation</a>, eller <a href="../contact/">kontakta oss</a> för hjälp.

source: Tutorials
cs: Návody
de: Anleitungen
el: Βιβλίο Εκμάθησης
es: Tutoriales
fi: Tutoriaalit
fr: Tutoriels
nb: Veiledninger
sv: Lathundar

source: These articles give step-by-step instructions for common tasks using the free Audacity sound editor.
cs: Články v angličtině, které popisují krok za krokem nejčastěji používané operace ve volně dostupném zvukovém editoru Audacity.
de: Diese Artikel geben eine Schritt-für-Schritt Anleitung in den am häufigsten eingesetzen Tätigkeiten beim Benutzen von Audacity
el: Αυτά τα άρθρα δίνουν βήμα προς βήμα οδηγίες για συχνές εργασίες χρησιμοποιώντας τον ελεύθερο επεξεργαστή ήχου Audacity.
es: Estos artículos proporcionan instrucciones paso-a-paso para tareas comunes ante el uso del editor gratuito de sonido, Audacity.Nota: Es importante señalar que los tutoriales en esta página, están en Inglés. En caso de existir alguna referencia en español, se notificará en esta misma página.
fi: Nämä artikkelit opastavat askel askeleelta yleisten toimenpiteiden tekemiseksi vapaalla Audacity-äänieditorilla.
fr: Les articles suivants vous initient aux tâches habituelles réalisées avec l'éditeur audio libre Audacity.
nb: Disse engelskspråklige artiklene gir instruksjoner som steg-for-steg viser vanlige oppgaver ved bruken av Audacity, det frie lydredigeringsprogrammet.

source: localized_tutorials
de: <p><ul><li><p><a href="../de/docs/schneiden/index.htm">Schneiden von grossen Dateien</a> - Eine bebilderte Schritt für Schritt Anleitung wie man aus einer grossen Audiodatei, viele kleine Stücke macht. </p><li><li><p><a href="../de/docs/effekte/reverb/index.htm">Arbeiten mit Effekten</a> - Eine bebilderte Schritt für Schritt Anleitung, wie man in Audacity mit Effekten arbeitet.</p></li><li><p><a href="http://audacity.fuchsi.de"> Das deutschsprachige Forum </a> - Hier bekommt man auf alle Fragen eine Antwort und das in deutscher Sprache </p> </li></ul>
fr: Tutoriels en anglais:
nb: <p><ul> <li><a href="http://norsknettskole.no/globalskolen/kurs/audacity">Grundig installasjonsveiledning</a> fra Norsk Nettskole.</li> <li><a href="http://www.lu.hio.no/ALU/elarena/verkt/aud/aud1.htm">Kort innføring</a> fra Høgskolen i Oslo.</li> <li><a href="http://www.dinside.no/php/art.php?id=279682">Omfattende veiledning i effekter og sluttproduksjon</a> på norsk av Jan Frode Haugseth på DinSide.</li> </ul></p>

source: Audacity 1.2 Tutorials
el: Σχετικά με το Audacity
es: Tutoriales de Audacity 1.2
fr: Tutoriel Audacity 1.2
nb: Audacity 1.2-veiledninger

source: From the official Audacity user's manual.
el: Από το επίσημο εγχειρίδιο χρήσης του Audacity.
es: Del Manual oficial de usuario de Audacity.
fr: D'après le manuel officiel d'Audacity.
nb: Fra den offisielle brukerhåndboka til Audacity.

source: Audacity 1.2 Tutorial by Dan Eliot
cs: Návod k Audacity 1.2 od Dana Eliota
de: Audacity 1.2 Tutorial von Dan Eliot
el: Οδηγός του Audacity 1.2 από τον Dan Eliot
es: Tutorial de Audacity 1.2 por Dan Eliot
fi: Audacity 1.2 -tutoriaali, tehnyt Dan Eliot
fr: Tutoriel Audacity 1.2 par Dan Eliot
nb: Audacity 1.2-veiledning av Dan Eliot
sv: Audacity 1.2 hjälpfil av Dan Eliot

source: Learn how to open and edit a WAV file, and save the result in an MP3.
cs: Naučte se, jak otevírat a editovat soubory WAV a výsledek ukládat jako MP3.
de: Lerne wie man eine WAV-Datei öffnet und bearbeitet und das ganze als MP3 abspeichert.
el: Μάθε πώς να ανοίξεις, πώς να επεξεργαστείς ένα αρχείο WAV, και πώς να αποθηκεύσεις το αποτέλεσμα σε μορφή MP3.
es: Aprenda cómo abrir y editar un archivo WAV y guardarlo posteriormente en formato MP3.
fi: Opi, kuinka avaat ja muokkaat WAV-tiedostoa ja tallennat lopputuloksen MP3-tiedostoksi.
fr: Apprendre à ouvrir et éditer des fichiers WAV et à enregistrer le résultat sous format MP3.
nb: Lær deg hvordan du åpner og redigerer en WAV-fil, og lagrer resultatet som en MP3.
sv: Lär dig att öppna och redigera en WAV-fil, och spara resultatet som en MP3.

source: Multi-Track Recording Tutorial from AGNULA
cs: Návod na vícestopé nahrávání od AGNULY.
de: Multi-Track Aufnahmen - Anleitung von AGNULA
el: Οδηγός Πολυκάναλης Ηχογράφησης από τον AGNULA
fi: Moniraitaäänitystutoriaali, tehnyt AGNULA
fr: Tutoriel d'enregistrement multipistes de AGNULA
nb: Veiledning i flersporsopptak fra AGNULA
sv: Flerspårsinspelning lathund från AGNULA

source: Make a simple multi-track recording.
cs: Jednoduché vícestopé nahrávání.
de: Machen Sie eine einfache Multi-Track Aufnahme.
el: Δημιούργησε μία απλή πολυκάναλη ηχογράφηση.
fi: Tee yksinkertainen moniraitaäänitys.
fr: Réaliser un simple enregistrement multipistes.
nb: Lag et enkelt flersporsopptak.
sv: Gör en enkel flerspårsinspelning.

source: Audacity Tutorial by Daniel James
cs: Návod k Audacity od Daniela Jamese
de: Audacity Tutorial von Daniel James
el: Οδηγός του Audacity από τον Daniel James
es: Tutorial de Audacity por Daniel James
fi: Audacity-tutoriaali, tehnyt Daniel James
fr: Tutoriel Audacity par Daniel James
nb: Audacity-veiledning av Daniel James
sv: Audacity Tutorial av Daniel James

source: Shows how to mix a multi-track project. Includes sample sound files.
cs: Vysvětluje jak smíchat vícestopý projekt. Obsahuje také ukázkové zvukové soubory.
de: Zeigt wie man ein Multi-track Projekt zusammenmixt. Hat Beispieldateien.
el: Δείχνει πως να κάνεις μίξη σε πολυκάναλη εργασία. Περιλαμβάνει δείγματα αρχείων ήχου.
es: Muestra cómo mezclar un proyecto multipista. Incluye archivos de ejemplo.
fi: Näyttää, kuinka moniraitaprojekti miksataan. Sisältää esimerkkiäänitiedostoja.
fr: Comment mener à bien un projet multipistes. A partir de fichiers sons échantillonnés.
nb: Viser hvordan du mikser et flersporsprosjekt. Kommer med smakeprøver på lydfiler.
sv: Visar hur man mixar ett flerspårsprojekt. Inkluderar exempelfiler.

source: The Audacity Book
el: Σχετικά με το Audacity
es: El libro de Audacity
fr: Le livre Audacity
nb: Audacityboka

source: An online book for new Audacity users. (This is an incomplete work in progress.)
el: Ένα διαδικτυακό βιβλίο για τους νέους χρήστες του Audacity. (Πρόκειται για ατελής εργασία σε εξέλιξη.)
es: Un libro en línea para nuevos usuarios de Audacity (Es un trabajo en desarrollo)
fr: Un livre en ligne pour les utilisateurs d'Audacity (incomplet et en cours)
nb: En bok på nettet for nye Audacity-brukere. (Denne er uferdig og under kontinuerlig utvikling.)

source: For additional help, see the <a href="documentation">Audacity documentation</a>.
cs: Doplňující informace najdete v <a href="documentation">dokumentaci k Audacity</a>.
de: Für zusätzliche Hilfe schauen Sie hier nach: <a href="documentation">Audacity Dokumentation</a>.
el: Για επιπλέον βοήθεια, δες την <a href="documentation">υποστήριξη του Audacity</a>.
es: Para obtener más ayuda, consulte la <a href="documentation">Documentación de Audacity </a>.
fi: Lisää ohjeita on <a href="documentation">Audacityn ohjeissa</a>.
fr: Pour de plus amples informations, reportez-vous à la <a href="documentation">documentation de Audacity</a>.
nb: Hvis du vil ha mer hjelp, les <a href="documentation">dokumentasjonen til Audacity</a>.
sv: För mer hjälp, läs <a href="documentation">Audacity documentation</a>.

source: Introduction to Nyquist and Lisp Programming
cs: Úvod do Nyquistu a programování v Lispu
de: Einführung in die Nyquist und Lisp Programming
el: Εισαγωγή στον Προγραμματισμό Nyquist και Lisp
es: Introducción a Nyquist y a la programación en Lisp
fi: Johdatus Nyquist- ja Lisp-ohjelmointiin
fr: Introduction à la programmation Lisp et Nyquist
nb: Introduksjon til Nyquist og Lisp-programmering
sv: Introduktion till nYQUIST OCH Lispprogrammering

source: Programming in Nyquist
cs: Programování v Nyquistu
de: Programmierung in Nyquist
el: Προγραμματισμός σε Nyquist
es: Programar en Nyquist
fi: Nyquist-ohjelmointi
fr: Programmer en Nyquist
nb: Programmering i Nyquist
sv: Programmera i Nyquist

source: Creating Nyquist Plug-ins
cs: Tvorba Nyquist pluginů
de: Erstellung von Nyquist Plugins
el: Δημιουργία ενθεμάτων(plug-ins) Nyquist
es: Creación de complementos Nyquist
fi: Nyquist-laajennusten luonti
fr: Créer des modules Nyquist
nb: Å lage Nyquist-tillegg
sv: Skapa Nyquist plug-ins
