Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <p>These are optional plug-in effects for the Audacity sound editor. They are written in the <a href="../help/nyquist">Nyquist programming language</a>. For installation instructions, see the main <a href="plugins">plug-ins page</a>.</p>
cs: <p>Toto jsou doplňkové efektové pluginy pro zvukový editor Audacity. Jsou napsány v <a href="../help/nyquist">programovacím jazyku Nyquist</a>. Návod k instalaci je na <a href="plugins">stránce o pluginech</a>.</p>
de: <p>Dies sind Plugineffekte für Audacity. Diese sind in der <a href="../help/nyquist">Programmiersprache Nyquist</a> geschrieben. Um diese zu installieren, beachten Sie bitte die <a href="plugins">Plugins Seite</a>.</p>
el: <p>Αυτά είναι προαιρετικά ενθέματα (plug-ins) με εφέ για τον επεξεργαστή ήχου Audacity. Είναι γραμμένα στη <a href="../help/nyquist">γλώσσα προγραμματισμού Nyquist </a>. Για οδηγίες εγκατάστασης, δες την κύρια <a href="plugins">ιστοσελίδα ενθεμάτων (plug-ins)</a>.</p>
es: <p>Estos son efectos plug-in (complemento) opcionales para el editor de sonido Audacity. Estan escritos en el <a href="../help/nyquist">lenguaje de programación Nyquist</a>. Para las instrucciones de su instalación, consulta la <a href="plugins">página principal de complementos</a>.</p>
fi: <p>Nämä ovat vapaavalintaisia laajennusefektejä äänieditori Audacityyn. Ne on kirjoitettu <a href="../help/nyquist">Nyquist-ohjelmointikielellä</a>. Asennusohjeet löydät <a href="plugins">laajennusten pääsivulta</a>.</p>
fr: <p>Voici une liste de modules d'effets supplémentaires pour Audacity. Ils sont écrits en <a href="../help/nyquist">langage de programmation Nyquist</a>. Les instructions d'installation se trouvent sur la <a href="plugins">page des modules</a>.</p>
nb: <p>Disse er valgfrie tilleggseffekter for lydredigeringsprogrammet Audacity. De ble skrevet i <a href="../help/nyquist">programmeringsspråket Nyquist</a>. Trenger du installeringsinstruksjoner, vennligst les siden om <a href="plugins">programtillegg</a>.</p>

source: New features in Audacity 1.3
cs: Nové vlastnosti Audacity 1.3
de: Neue Funktionen in Audacity 1.3
el: Νέα χαρακτηριστικά στο Audacity 1.3
es: Nuevas características de Audacity 1.3
fr: Nouvelles fonctionnalités d'Audacity 1.3
nb: Nye funksjoner i Audacity 1.3

source: New features
cs: Nové vlastnosti
de: Neue Funktionen
fr: Nouvelles fonctionnalités
nb: Nye funksjoner

source: The new features in Audacity 1.3 have been grouped into the following six major categories. Click on the links below for more information.
cs: Nové vlastnosti Audacity 1.3 byly shrnuty do následujících šesti hlavních kategorií. Další informace získáte, když kliknete na následující odkazy.
de: Die neuen Funktionen von Audacity 1.3 können in folgende sechs Kategorien unterteilt werden. Klicken Sie auf die Verweise um mehr Informationen zu erhalten.
fr: Les nouvelles fonctionnalités d'Audacity 1.3 ont été regroupées en six grandes catégories. Cliquez sur les liens ci-dessous pour plus d'informations.
nb: De nye funksjonene i Audacity 1.3 har blitt gruppert i de følgende seks hovedkategoriene. Klikk på lenkene under for å få mer informasjon.

source: Collapse/Expand Tracks
cs: Zvukové stopy lze zabalit
de: Zusammen / Auseinanderfalten von Tonspuren
el: Σύμπτυξη/Έκταση Καναλιών
es: Contraer/Expandir pistas
fr: Minimiser/Maximiser (?) les pistes
nb: Slå sammen/fold ut spor

source: Multiple clips per track
cs: Vícenásobné rozdělení v rámci jedné stopy
de: Mehrere Tonstücke in einer Tonspur
el: Πολλαπλά αποσπάσματα ανά κανάλι
es: Varios clips por pista
fr: Plusieurs clips par piste
nb: Flere klipp per spor

source: Selection Bar
cs: Výběrová lišta
de: Statusleiste
el: Γραμμή Επιλογής
es: Barra de selección
fr: Barre de sélection
nb: Markeringsverktøy

source: Improved Label Tracks
cs: Vylepšené popisové stopy
de: Verbesserte Spurkopfinformationen
el: Βελτιωμένα Κανάλια Ετικέτας
es: Pistas de etiqueta mejoradas
fr: Labels de piste améliorés
nb: Forbedret kommentarspor

source: QuickTime and Audio Units on Mac OS X
cs: Na Mac OS X lze použít QuickTime a Audio Units
de: QuickTime und Audio Units in Mac OS X
fr: QuickTime et Audio Units sous Mac OS X
nb: QuickTime og Audio Units på Mac OS X

source: Other features
cs: Další vlastnosti
de: Andere Möglichkeiten
el: Άλλα χαρακτηριστικά
es: Otras características
fr: Autres fonctionnalités
nb: Andre funksjoner

source: Audacity 1.3: Collapse/Expand Tracks
cs: Audacity 1.3: Zabalování zvukových stop
de: Audacity 1.3: Zusammen / Auseinanderfalten
el: Audacity 1.3: Σύμπτυξη/Έκταση Καναλιών
es: Audacity 1.3.: Contraer/Expandir pistas
fr: Audacity 1.3 : minimisation/maximisation des pistes
nb: Audacity 1.3: Slå sammen/fold ut spor

source: In Audacity 1.3, every track has an upward-pointing triangle at the bottom of the label area on the left side of the track. Click it once to collapse the track to a very small size, and click it again to expand it back to its previous size. Note that as in previous versions, you can resize a track by clicking anywhere along the bottom edge and dragging up or down.
de: In Audacity 1.3 hat jede Tonspur ein kleines Dreieck im Spurkopf, dessen Spitze nach oben zeigt. Klicken Sie einmal darauf um eine Tonspur zu verkleinern und ein erneuter Klick vergrössert dies wieder auf den vorherigen Wert (Anzeige). Ebenfalls kann man, wie in vorhergegangenen Versionen, die Grösse verändern, indem man auf den unteren Bereich einer Tonspur klickt und das ganze nach oben oder unten zieht.
el: Στο Audacity 1.3, κάθε κανάλι, έχει, στην κάτω αριστερή πλευρά ένα τρίγωνο που δείχνει προς τα επάνω . Κάνε κλικ μία φορά για να συμπτύξεις το κανάλι στο ελάχιστο, και κάνε κλικ ξανά για να το εκτείνεις στην προηγούμενη διάσταση. Έχε υπόψη ότι όπως και στις προηγούμενες εκδόσεις, μπορείς να αλλάξεις το μέγεθος από ένα κανάλι κάνοντας κλικ οπουδήποτε στην κάτω άκρη του καναλιού και σέρνοντας προς τα πάνω ή κάτω.
es: En Audacity 1.3 cada pista tiene un triángulo en la parte inferior del área del nombre, en la parte izquierda de la pista. Haciendo clic una vez la posta se contraerá a un tamaño reducido y haciendo clic de nuevo volverá a su tamaño anterior. En versiones anteriores se podía redimensionar una pista pulsando en cualquier punto de su borde inferior y arrastrándolo con el ratón.
fr: Dans Audacity 1.3, en bas de chaque étiquette à gauche de la piste, il y a un triangle pointe en haut. Un clic réduit la piste à une très petite taille, un nouveau clic lui fait reprendre sa taille initiale. Comme pour les versions précédentes, il est possible de redimensionner la zone d'une piste en cliquant n'importe où sur le bord inférieur et en glissant vers le haut ou le bas.
nb: I Audacity 1.3 har hvert spor en trekant som peker oppover ved bunnen av kommentarområdet til venstre for sporet. Klikk trekanten for å slå sammen sporet så det blir veldig lite, og klikk igjen for å folde det ut og endre det til sin originale størrelse. Merk at som i tidligere versjoner kan du endre størrelsen på et spor ved å klikke hvor som helst langs den nedre kanten og dra opp eller ned.

source: Before clicking on the collapse button for the top track
de: Bevor man auf den "Verkleinern Knopf" gedrückt hat, für die obere Tonspur
el: Πριν κάνεις κλικ στο πλήκτρο σύμπτυξης για το επάνω κανάλι
es: Antes de hacer clic en el botón Contraer de la pista superior
fr: Avant de cliquer sur le bouton Minimiser de la piste du haut
nb: Før klikk på slå sammen-knappen for det øvre sporet

source: After clicking on the collapse button
de: Nachdem man geklickt hat
el: Αφού κάνεις κλικ στο πλήκτρο σύμπτυξης
es: Después de hacer clic en el botón Contraer
fr: Après avoir minimisé
nb: Etter klikk på slå sammen-knappen

source: After selecting 'Collapse All Tracks' from the View menu
de: Nachdem man die Auswahl "Verkleinere alle Tonspuren" aus dem Anzeigemenü gewählt hat
el: Αφού επιλέξεις 'Σύμπτυξη Όλων των Καναλιών' από το μενού Προβολή
es: Antes de seleccionar 'Contraer todas las pistas' en el menú Ver.
fr: Après avoir sélectionné 'Minimiser toutes les pistes' dans le menu Affichage
nb: Etter å ha valgt "Slå sammen alle spor" fra Visning-menyen.

source: Back:
cs: Zpět:
de: Zurück:
el: Πίσω:
es: Atrás:
fr: Précédent :
nb: Tilbake:

source: Next:
cs: Další:
de: Nächste:
el: Επόμενο:
es: Siguiente:
fr: Suivant :
nb: Neste:

source: Audacity 1.3: Multiple clips per track
cs: Audacity 1.3: Rozdělení zvukové stopy na více částí
de: Audaity 1.3: Mehrere Clips in einer Tonspur
el: Audacity 1.3: Πολλαπλά αποσπάσματα ανά κανάλι
es: Audacity 1.3.: Varios clips por pista
fr: Audacity 1.3 : Plusieurs clips par piste
nb: Audacity 1.3: Flere klipp per spor

source: In Audacity 1.2, there is one audio 'clip' per track. There is no easy way to time-shift part of a track without moving the rest. In Audacity 1.3, you can split a single track into multiple clips. You can move these clips around between different tracks, making it easy to construct complex compositions out of hundreds of smaller audio samples.
de: In Audacity 1.2 gibt es nur ein Audiostück (Lied) in jeder Tonspur. Hier gab es keinen einfachen Weg um die Teile einzeln zu verschieben (in der Zeitlinie) ohne den rest ebenfalls zu bewegen. In Audacity 1.3 kann man eine Tonspur in mehrere Teile aufteilen. Diese Teile können beliebig verschoben werden, dies macht es wesentlich einfacher komplexe Variationen und hunderte von kleinen Audiostücken innerhalb eines Projektes zu verwalten.
el: Στο Audacity 1.2, υπάρχει ένα audio 'απόσπασμα' ανά κανάλι. Δεν υπάρχει εύκολος τρόπος να μετακινήσεις χρονικά μέρος ενός καναλιού χωρίς να μετακινήσεις το υπόλοιπο. Στο Audacity 1.3, μπορείς να διαιρέσεις ένα κανάλι σε πολλά αποσπάσματα. Μπορείς να μετακινήσεις αυτά τα αποσπάσματα οπουδήποτε σε διαφορετικά κανάλια. Γίνεται έτσι εύκολη η δημιουργία σύνθετων συνθέσεων μέσα από εκατοντάδες από μικρότερα audio δείγματα.
es: In Audacity 1.2 sólo podía haber un clip por pista. No es fácil desplazar una parte de una pista sin mover el resto. En Audacity 1.3 puede unir una pista simple en varios clips múltiples. Puede mover esos clips a través de varias pistas haciendo más sencillo construir composiciones complejas de cientos de pequeñas muestras de audio.
fr: Dans Audacity 1.2, il y a un 'clip' audio par piste. Il n'est pas facile de décaler une partie d'une piste sans déplacer le reste de la piste. Dans Audacity 1.3, vous pouvez découper une piste en plusieurs clips. Vous pouvez déplacer ces clips d'une piste à l'autre, permettant ainsi de construire des compositions complexes de centaines de petits échantillons audio.
nb: I Audacity 1.2 er det ett "lydklipp" per spor. Det er ikke noen enkel måte å tidsforskyve en del av et spor uten å flytte resten. I Audacity 1.3 kan du dele opp ett enkelt spor i flere klipp. Du kan flytte disse klippene rundt mellom forskjellige spor, noe som gjør det enkelt å sette sammen komplekse komposisjoner fra hundrevis av mindre lydklipp.

source: The commands you will need to create and work with audio clips are found in the Edit menu. Some of these commands have the same name as in Audacity 1.2, but their behavior has either changed or has been extended to support new functionality.
de: Die Befehle um das ganze zu bearbeiten sind im "Ändern" Menü. Einige haben den gleichen Namen wie in Audacity 1.2, verhalten sich jedoch anders und haben neue Funktionen im Verhältnis zur Audiospur.
el: Οι εντολές που απαιτούνται για να δημιουργήσεις και να δουλέψεις με τα audio αποσπάσματα βρίσκονται στο μενού «Επεξεργασία» . Κάποιες από αυτές τις εντολές έχουν το ίδιο όνομα όπως και στο Audacity 1.2, όμως η συμπεριφορά τους έχει αλλάξει ή έχουν επεκταθεί ώστε να υποστηρίζουν νέες λειτουργίες.
es: Los comandos que necesita para crear y trabajar con clips de audio se encuentran en el menú Editar. Algunos de esos comandos tienen el mismo nombre que en Audacity 1.2, pero su comportamiento ha cambiado o ha sido extendido para manejar las nuevas funciones.
fr: Les commandes nécessaires à la création et à l'utilisation de ces clips audio se trouvent dans le menu Édition. Certaines de ces commandes ont le même nom que dans Audacity 1.2 mais leur comportement peut avoir changé ou avoir été amélioré pour prendre en charge de nouvelles fonctionnalités.
nb: Kommandoene du trenger for å lage og arbeide med lydklipp finner du i Rediger-menyen. Noen av disse kommandoene har det samme navnet som i Audacity 1.2, men oppførselen deres har enten blitt endret eller utvidet for å støtte den nye virkemåten.

source: There are five ways to end up with multiple clips in a single track:
de: Es gibt 5 Wege um am Ende verschiedenen Tonstücke in einer Tonspur zu erhalten:
el: Υπάρχουν πέντε τρόποι για να δημιουργήσεις πολλαπλά αποσπάσματα σε ένα μόνο κανάλι:
es: Hay cinco maneras para fusionar múltiples clips en una única pista:
fr: Il y a cinq manières d'agir sur des clips multiples dans une même piste :
nb: Det er fem måter å ende opp med flere klipp i et enkelt spor:

source: Split in the middle of an existing clip.
de: Auteilung in der Mitte eines existierenden Liedes
el: Διαίρεση στη μέση ενός υπάρχοντος αποσπάσματος.
es: Partir en la mitad de un clip existente.
fr: Scinder un clip existant
nb: Kløyv i midten av et eksisterende klipp.

source: Split Cut in the middle of an existing clip.
de: Ausschneiden und Teilen in der Mitte einer existierenden Audiospur
el: Διαίρεση Αποκοπή στη μέση ενός υπάρχοντος αποσπάσματος.
es: Partir y cortar en la mitad de un clip existente.
fr: Couper à l'intérieur d'un clip existant (l'envoyer vers le presse-papier).
nb: Kløyv og klipp ut i midten av et eksisterende klipp.

source: Split Delete in the middle of an existing clip.
de: Ausschneiden und Löschen in der Mitte einer existierenden Audiospur
el: Διαίρεση Διαγραφή στη μέση ενός υπάρχοντος αποσπάσματος.
es: Partir y eliminar en la mitad de un clip existente
fr: Supprimer à l'intérieur d'un clip existant.
nb: Kløyv og slett i midten av et eksisterende klipp.

source: Paste into an empty portion of an existing track.
de: Fügt in einen leeres Stück eines existierenden Audiotracks ein
el: Επικόλληση σε ένα κενό τμήμα ενός ήδη υπάρχοντος καναλιού.
es: Pegar en una parte vacía de una pista existente.
fr: Coller/insérer dans une portion vierge d'une piste existante.
nb: Lim inn i et tomt område av et eksisterende spor.

source: Drag a clip from a different track.
de: Einfügen eines Stückes aus einer anderen Tonspur
el: Σύρε ένα απόσπασμα από ένα διαφορετικό κανάλι.
es: Arrastrar un clip desde una pista diferente.
fr: Glisser un clip depuis une piste différente
nb: Dra et klipp fra et annet spor.

source: These commands, and other editing commands, are described in detail below. Alternatively, click on the item in the menu to the left to jump directly to that command.
de: Diese Befehle und andere Menüpunkte werden im Deteail weiter unten beschrieben. Desweiteren hat Edgar aus dem deutschen Audacity Forum dies ebenfalls konkret beschrieben und zwar <b><a href="http://audacity.fuchsi.de/download/edgar/radio/radioschnitt/radioschnitt.html">hier</a></b>
el: Αυτές οι εντολές, και άλλες εντολές επεξεργασίας, περιγράφονται με λεπτομέρειες παρακάτω. Εναλλακτικά, κάνε κλικ σε κάποιο στοιχείο στο μενού στα αριστερά για να μεταφερθείς κατευθείαν σε κάποια εντολή .
es: Estos comandos y otros comandos de edición están descritos en detalle a continuación. Alternativamente, haga clic en el elemento del menú de la izquierda para acceder directamente a ese comando.
fr: Ces commandes, ainsi que d'autres commandes d'édition, sont décrites en détail ci-dessous. Vous pouvez également cliquer sur un élément du menu de gauche pour rejoindre directement son explication.
nb: Disse kommandoene, og andre redigeringskommandoer, er beskrevet i mer detalj under. Du kan også klikke på et element i menyen til venstre for å bli sendt direkte til den kommandoen.

source: Other topics:
cs: Další témata:
de: Andere Themen:
el: Άλλα θέματα
es: Otros temas:
fr: Autres sujets
nb: Andre emner:

source: Moving clips between tracks
de: Verschieben von Dateistücken zwischen Audiospuren
el: Μετακίνηση αποσπασμάτων από κανάλι σε κανάλι
es: Moviendo clips entre pistasa
fr: Déplacer des clips d'une piste à l'autre
nb: Flytte klipp mellom spor

source: Moving multiple clips at once
de: Verschieben von mehrerer Tonstücke gleichzeitig
el: Μετακίνηση πολλαπλών αποσπασμάτων ταυτόχρονα
es: Moviendo múltiples clips en uno
fr: Déplacer plusieurs clips en une seule fois
nb: Flytte flere klipp samtidig

source: Cut
cs: Výjmout
de: Schneiden
el: Αποκοπή
es: Cortar
fr: Coupe magnétisée
nb: Klipp ut

source: Removes the selected audio and puts it on the clipboard, and shifts the following audio to the left.
de: Entfernt das ausgewählte Teilstück und fügt es in die Zwischenablage ein und verschiebt die restliche Audiospur nach links
el: Απομακρύνει το επιλεγμένο audio και το μεταφέρει στο πρόχειρο, και μετατοπίζει το audio που ακολουθεί προς τα αριστερά.
es: Elimina el audio seleccionado, lo lleva al portapapeles y desplaza el audio siguiente hacia la izquierda.
fr: Retire la sélection audio et la place dans le presse-papier, puis glisse l'audio suivant vers la gauche.
nb: Fjerner den valgte lyden og setter den på utklippstavlen, og flytter den etterfølgende lyden mot venstre.

source: Split Cut
de: Teilen und Schneiden
el: Διαίρεση Αποκοπή
es: Partir y pegar
fr: Coupe sans réajustement
nb: Kløyv og klipp ut

source: Removes the selected audio and puts it on the clipboard, but does not shift the following audio. The preceding and following audio are now separate clips that can be moved independently.
de: Entfernt die Auswahl und fügt es in die Zwischenablage ein. Die restlichen Stücke des Liedes werden nicht verschoben und sind nun separate Teile die individuell verschoben und geändert werden können.
el: Απομακρύνει το επιλεγμένο audio και το μεταφέρει στο πρόχειρο, αλλά δεν μετατοπίζει το audio που ακολουθεί. Το audio που προηγείται και το audio που ακολουθεί είναι τώρα ξεχωριστά αποσπάσματα που μπορούν να μετακινηθούν ανεξάρτητα.
es: Elimina el audio seleccionado y lo lleva al portapapeles, pero no desplaza el audio siguiente. El audio anterior y siguiente quedan como clips separadados que pueden ser desplazados de forma independiente.
fr: Retire la sélection audio et la place dans le presse-papier mais ne réajuste pas le reste de la piste. Les parties audio antérieure et postérieure sont désormais des clips séparés qui peuvent être déplacés indépendamment.
nb: Fjerner den valgte lyden og setter den på utklippstavlen, men flytter ikke den etterfølgende lyden. Foregående og etterfølgende lyd er nå adskilte klipp som kan flyttes uavhengig av hverandre.

source: Copy
cs: Kopírovat
de: Kopie
el: Αντιγραφή
es: Copiar
fr: Copie
nb: Kopier

source: Copies the selected audio to the clipboard.
de: Kopiert die Auswahl in die Zwischenablage
el: Αντιγράφει το επιλεγμένο audio στο πρόχειρο.
es: Copia el audio seleccionado al portapapeles.
fr: Copie la sélection audio dans le presse-papier.
nb: Kopierer den valgte lyden til utklippstavlen.

source: Trim
de: Anpassen
el: Περικοπή
es: Recortar
fr: Rognage (supprimer en dehors de la sélection)
nb: Beskjær

source: Removes all audio from the current clip except the selected part. Does not affect other clips in the same track.
de: Entfernt alles bis auf die Auswahl. Keinerlei Einwirkung auf andere Bereiche innerhalb der gleichen Tonspur.
el: Απομακρύνει όλο το audio από το παρόν απόσπασμα εκτός από το επιλεγμένο μέρος. Δεν επηρεάζει άλλα αποσπάσματα στο ίδιο κανάλι.
es: Elimina todo el audio del clip actual excepto la parte seleccionada. No afecta a otros clips en la misma pista.
fr: Ne conserve que la sélection et efface le reste de la piste audio. Ceci n'affecte pas les autres clips de la même piste.
nb: Fjerner all lyd fra dette klippet utenom den valgte delen. Påvirker ikke andre klipp på samme sporet.

source: Delete
cs: Smazat
de: Löschen
el: Διαγραφή
es: Borrar
fr: Suppression magnétisée
nb: Slett

source: Removes the selected audio without placing it on the clipboard, and shifts following audio to the left.
de: Löscht die Auswahl ohne diese in die Zwischenablage einzufügen. Der Rest der Tonspur wird nach links verschoben.
el: Απομακρύνει το επιλεγμένο audio χωρίς να το μεταφέρει στο πρόχειρο, και μετατοπίζει το audio που ακολουθεί προς τα αριστερά.
es: Elimina el audio seleccionado sin llevarlo al portapapeles, y desplaza el audio siguiente hacia la derecha.
fr: Supprime la sélection audio sans la placer dans le presse-papier puis réajuste le reste de la piste en avançant la partie postérieure.
nb: Fjerner den valgte lyden uten å plassere den på utklippstavlen, og flytter den etterfølgende lyden mot venstre.

source: Split Delete
de: Teilen / Löschen
el: Διαίρεση Διαγραφή
es: Partir y borrar
fr: Suppression (sans réajustement)
nb: Kløyv og slett

source: Removes the selected audio without placing it on the clipboard, but does not shift the following audio. The preceding and following audio are now separate clips that can be moved independently.
de: Löscht die Auswahl aus der Tonspur und fügt den gelöschten Bereich in die Zwischenablage ein. Der vorherige und nachfolgende Teil der Tonspur sind nun separate Teile die individuell verschoben und bearbeitet werden können.
el: Απομακρύνει το επιλεγμένο audio χωρίς να το μεταφέρει στο πρόχειρο, αλλά δεν μετατοπίζει το audio που ακολουθεί. Το audio που προηγείται και το audio που ακολουθεί είναι τώρα ξεχωριστά αποσπάσματα που μπορούν να μετακινηθούν ανεξάρτητα.
es: Elimina el audio seleccionado sin llevarlo al portapapeles, pero no desplaza el audio siguiente. El audio anterior y siguiente permanecen como clips separadados que pueden ser desplazados de forma independiente.
fr: Supprime la sélection audio sans la placer dans le presse-papier mais ne réajuste pas le reste de la piste. Les parties audio antérieure et postérieure sont désormais des clips séparés qui peuvent être déplacés indépendamment.
nb: Fjerner den valgte lyden uten å plassere den på utklippstavlen, men flytter ikke den etterfølgende lyden mot venstre. Foregående og etterfølgende lyd er nå adskilte klipp som kan flyttes uavhengig av hverandre.

source: Replaces the selection with silence
cs: Nahradí výběr tichem
de: Ersetzt die Auswahl mit Stille
el: Αντικαθιστά την επιλογή με σιγή
es: Reemplaza la selección con silencio
fr: Remplace la sélection par du silence
nb: Erstatter utvalget med stillhet

source: Split
cs: Rozdělit
de: Teilen
el: Διαίρεση
es: Partir
fr: Scinder
nb: Kløyv

source: Splits the current clip into up to three clips at the selection boundaries. The audio before, within, and after the selection can now all be shifted independently
de: Teilt die Tonspur in drei, unabhängige Teile die jeder für sich, verschoben, bearbeitet usw. werden können.
el: Διαιρείς το παρόν απόσπασμα σε μέχρι τρία αποσπάσματα στα όρια της επιλογής. Τα audio αποσπάσματα πριν, εντός, και μετά από την επιλογή μπορούν να μετακινηθούν ανεξάρτητα
es: Parte el clip actual hasta en tres partes en los límites de la selección. El audio anterior, el seleccionado y el siguiente pueden ser desplazados de forma independiente.
fr: Scinde le clip en cours en trois clips aux limites de la sélection. Les parties antérieure, interne et postérieure à la sélection peuvent désormais être manipulées séparément
nb: Deler dette sporet opp i tre klipp ved markeringsgrensene. Lyden før, innenfor og etter markeringen kan nå alle flyttes uavhengig av hverandre.

source: Duplicate
cs: Duplikovat
de: Duplizieren
el: Δημιουργία Αντιγράφου
es: Duplicar
fr: Dupliquer
nb: Dupliser
