Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <h3>Import and Export</h3> <p>Import sound files, edit them, and combine them with other files or new recordings. Export your recordings in several common file formats.</p> <ul> <li>Import and export WAV, AIFF, AU, and <a href="http://vorbis.com">Ogg Vorbis</a> files.</li> <li>Import MPEG audio (including MP2 and MP3 files) with <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Export MP3s with the optional LAME encoder library.</li> <li>Create WAV or AIFF files suitable for burning to CD.</li> <li>Import and export all file formats supported by <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Open raw (headerless) audio files using the “Import Raw” command.</li> <li><strong>Note:</strong> Audacity does not currently support WMA, AAC, or most other proprietary or restricted file formats.</li> </ul>
cs: <h3>Import a Export</h3> <p>Importujte zvukové soubory, libovolně je upravte a kombinujte s jinými soubory nebo novými nahrávkami. Vyexportujte svoje nahrávky v několika zavedených formátech.</p> <ul> <li>Import a export souborů WAV, AIFF, AU, a <a href="http://vorbis.com">Ogg Vorbis</a>.</li> <li>Import MPEG audio (včetně souborů MP2 a MP3) pomocí knihovny <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Export do MP3 pomocí volitelné enkódovací knihovny LAME.</li> <li>Ukládání WAV nebo AIFF souborů vhodných pro vypalování na CD.</li> <li>Import a export všech souborových formátů, které podporuje knihovna <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Příkazem “Importovat Raw” je možné otevírat soubory raw (headerless) audio.</li> <li><strong>Poznámka:</strong> Audacity v současné době nepodporuje WMA, AAC a další proprietární nebo jinak omezené souborové formáty.</li> </ul>
de: <h3>Import und Export</h3> <p>Importiere Audiodateien, ändere diese und kombiniere das ganze mit neuen Liedern. Exportiere die Aufnahmen in verschiedene Dateiformate (WAV,AIFF,MP3,OGG..).</p> <ul> <li>Import und Export WAV, AIFF, AU und <a href="http://vorbis.com">Ogg Vorbis</a> Dateien.</li> <li>Import MPEG Audio (auch MP2 und MP3 Dateien) mit <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Export MP3s mit dem optionalen LAME Encoder Library.</li> <li>Erzeuge WAV oder AIFF Dateien um CD's zu brennen.</li> <li>Import und Export von allen Dateiformaten die durch <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a> unterstützt werden.</li> <li>Öffnen von Audio-Rohdaten (ohne Header) mit dem "Import Rohdaten" Befehl</li> <li><strong>Achtung:</strong> Audacity unterstützt die Dateiformate WMA, AAC oder andere geschützte Dateiformate <b>nicht</b>.</li> </ul>
el: <h3>Εισαγωγή και Εξαγωγή</h3> <p>Εισήγαγε αρχεία ήχου, κάνε επεξεργασία αυτών, και συνδύασέ τα με άλλα αρχεία ή νέες ηχογραφήσεις. Κάνε εξαγωγή των ηχογραφήσεων σε διάφορους ευρύτατα διαδεδομένους τύπους αρχείων.</p> <ul> <li>Εισήγαγε και κάνε εξαγωγή WAV, AIFF, AU, και <a href="http://vorbis.com">Ogg Vorbis</a>.</li> <li>Εισήγαγε MPEG audio (περιλαμβάνει MP2 και MP3 αρχεία) με <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Κάνε εξαγωγή MP3 με τον προαιρετικό κωδικοποιητή LAME συλλογή.</li> <li>Δημιούργησε WAV ή AIFF αρχεία κατάλληλα για εγγραφή σε CD.</li> <li>Εισήγαγε και κάνε εξαγωγή όλων των τύπων αρχείων που υποστηρίζονται από <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Άνοιξε ανεπεξέργαστα (χωρίς κεφαλίδα) audio αρχεία χρησιμοποιώντας την “Εισαγωγή Ανεπεξέργαστων Δεδομένων” εντολή.</li> <li><strong>Σημείωση:</strong> το Audacity προσωρινά δεν υποστηρίζει WMA, AAC, ή τους περισσότερους άλλους ιδιόκτητους ή υπό περιορισμό τύπους αρχείων.</li> </ul>
es: <h3>Importar y exportar</h3> <p>Importa archivos de sonido, editelos y combinelos con otros archivos o nuevas grabaciones. Exporta sus grabaciones en varios formatos de sonido.</p> <ul> <li> Importa y exporta archivos WAV, AIFF, AU, y <a href="http://vorbis.com">Ogg Vorbis</a>.</li> <li>Importa sonido en formato MPEG (incluyendo archivos MP2 y MP3) con <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Exporta MP3s con el codificador opcional LAME.</li> <li>Crea archivos WAV o AIFF para almacenarlos en CD de sonido.</li> <li>Importa y exporta todos los formatos soportados por <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Abre archivos de sonido «crudos» (sin cabeceras mediante el comando «Importar Raw».</li> <li><strong>Nota:</strong> Audacity no trabaja con los formatos WMA, AAC, o el resto de los formatos de archivo propietarios o restringidos.</li> </ul>
fi: <h3>Tuo ja vie</h3> <p>Tuo äänitiedostoja, muokkaa niitä ja yhdistä niitä toisiin tiedostoihin tai uusiin äänityksiin. Vie äänityksesi johonkin useista yleisistä tiedostomuodoista.</p> <ul> <li>Tuo ja vie WAV-, AIFF-, AU-, ja <a href="http://vorbis.com">Ogg Vorbis</a> -tiedostoja.</li> <li>Tuo MPEG-audiota (mukaanlukien MP2- ja MP3-tiedostot) <a href="http://www.underbit.com/products/mad/">libmad</a>:n avulla.</li> <li>Vie MP3-tiedostoja valinnaisen LAME-enkooderikirjaston avulla.</li> <li>Luo WAV- tai AIFF-tiedostoja, jotka voit polttaa CD:lle.</li> <li>Tuo ja vie kaikkia <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>:n tukemia tiedostomuotoja.</li> <li>Avaa "Tuo raakadataa" -toiminnolla (tunnisteettomia) raaka-audiotiedostoja.</li> <li><strong>Huomaa:</strong> Nykyisellään Audacity ei tue WMA-, AAC-, eikä useimpia muita patentoituja tai rajoitettuja tiedostomuotoja.</li> </ul>
fr: <h3>Importation et exportation</h3> <p>Importez des fichiers audio, éditez-les, et assemblez-les avec d'autres fichiers ou de nouveaux enregistrements. Exportez vos enregistrements sous divers formats courants.<p> <ul> <li>Importez et exportez des fichiers WAV, AIFF, AU et <a href="http://vorbis.com">Ogg Vorbis</a>.</li> <li>Importez des fichiers MPEG (dont MP2 et MP3) grace à <a href="http://www.underbit.com/products/mad">libmad</a></li> <li>Exportez des MP3 avec la bibliothèque d'encodage LAME (en option).</li> <li>Importez et exporter tous les formats de fichiers supportés par <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Ouvrez des fichiers de données audio à l'état brut (sans entete) avec la fonction "Importer Raw".</li> <li><strong>Note:</strong> Audacity ne supporte pas à l'heure actuelle les formats propriétaires ou restrictifs tels que WMA et AAC.</li> </ul>
nb: <h3>Importering og Eksportering</h3> <p>Importer lydfiler, rediger dem og kombiner dem med andre filer eller nye opptak. Eksporter innspillingene til flere kjente filformat.</p> <ul> <li>Importer og eksporter filer i formatene WAV, AIFF, AU og <a href="http://vorbis.com">Ogg Vorbis</a>.</li> <li>Importer MPEG-lyd (inkludert MP2 og MP3-filer) med <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Eksporter MP3-er med det valgfrie LAME encoder-biblioteket.</li> <li>Lag WAV eller AIFF-filer, som kan brennes til CD.</li> <li>Importer og eksporter alle filformat som er støttet av <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Åpne lydfiler med rå (headerless) data vha. "Importer rå data"-kommandoen.</li> <li><strong>Merk:</strong> Audacity støtter foreløpig ikke formatene WMA, AAC eller de fleste andre opphavsrettslig beskyttede eller begrensede filformat.</li> </ul>
sv: <h3>Import och Export</h3> <p>Importera ljudfiler, editera dem, och kombinerade dem med andra filer eller nya inspelningar. Exportera dina inspelningar i flera olika vanliga ljudformat.</p> <ul> <li>Importera och exportera WAV, AIFF, AU, och <a href="http://vorbis.com">Ogg Vorbis</a> filer.</li> <li>Importera MPEG audio (inklusive MP2 och MP3 filer) med <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Exportera MP3s med LAME encoder library.</li> <li>Skapa WAV eller AIFF filer passande för CD-brännare.</li> <li>Importera och exportera alla filformat supportade av <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Öppna raw (headerless) ljudfiler med “Import Raw” command.</li> <li><strong>Obs:</strong> Audacity supportar inte just nu WMA, AAC, eller de flesta företagsknutna eller på annat sätt skyddade filformat.</li> </ul>

source: <h3>Editing</h3> <ul> <li>Easy editing with Cut, Copy, Paste, and Delete.</li> <li>Use unlimited Undo (and Redo) to go back any number of steps.</li> <li>Very fast editing of large files.</li> <li>Edit and mix an unlimited number of tracks.</li> <li>Use the Drawing tool to alter individual sample points.</li> <li>Fade the volume up or down smoothly with the Envelope tool.</li> </ul>
cs: <h3>Editace</h3> <ul> <li>Jednoduché úpravy pomocí nástrojů Vyjmout, Kopírovat, Vložit a Smazat.</li> <li>Neomezený počet vrácení i znovuprovedení operací pomocí funkcí Zpět a Znovu umožňuje vrátit se o jakýkoliv počet kroků.</li> <li>Velmi rychlá editace i značně velkých souborů.</li> <li>Editace a míchání neomezeného počtu stop.</li> <li>S využitím nástroje Kreslení lze určit vlastní vzorkovací body.</li> <li>Pozvolné plynulé úpravy hlasitosti oběma směry s nástrojem Obálka.</li> </ul>
de: <h3>Ändern</h3> <ul> <li>Einfaches Ändern mit Schneiden, Kopieren, Einfügen und Löschen</li> <li>Unlimitiertes <i>Rückgängig machen</i> und <i>Wiederherstellen</i></li> <li>Schnelles Ändern von grossen Dateien</li> <li>Ändern und zusammenmixen einer unbegrenzten Anzahl von Liedern</li> <li>Nutzung des Drawing Werkzeuges um individuelle Änderungspunkte zu markieren</li> <li>Sanfte Lautstärkenänderung mit dem Envelope Tool.</li> </ul>
el: <h3>Επεξεργασία</h3> <ul> <li>Εύκολη επεξεργασία με Αποκοπή, Αντιγραφή, Επικόλληση, και Διαγραφή.</li> <li>Χρησιμοποίησε απεριόριστα Αναίρεση (και Επαναφορά) για να πας πίσω σε οποιοδήποτε αριθμό από βήματα.</li> <li>Πολύ γρήγορη επεξεργασία μεγάλων αρχείων.</li> <li>Επεξεργασία και μίξη σε απεριόριστο αριθμό από κανάλια.</li> <li>Χρησιμοποίησε το Εργαλείο Σχεδίασης για να μεταβάλλεις ξεχωριστά σημεία δείγματος.</li> <li>Άλλαξε την ένταση ομαλά προς τα επάνω ή κάτω με το Εργαλείο Πορείας Έντασης.</li> </ul>
es: <h3>Edición</h3> <ul> <li>Edición sencilla mediante cortar, copiar, pegar y borrar.</li> <li>Utiliza ilimitados niveles de deshacer (y rehacer) para volver a cualquier estado anterior.</li> <li>Rápida edición de archivos grandes.</li> <li>Edita y mezcla un número ilimitado de pistas.</li> <li>Utiliza la herramienta de dibujo para alterar las muestras individuales.</li> <li>Disuelve el sonido suavemente con la herramienta «envolvente».</li> </ul>
fi: <h3>Muokkaaminen</h3> <ul> <li>Muokkaus on helppoa Leikkaa-, Kopioi-, Liitä- ja Poista-toimintojen avulla.</li> <li>Käytä rajoittamatonta Kumoa- (ja Tee uudelleen) -toimintoa palataksesi taaksepäin kuinka monta askelta tahansa.</li> <li>Suurien tiedostojen muokkaus on hyvin nopeaa.</li> <li>Muokkaa ja miksaa rajoittamatonta määrää raitoja.</li> <li>Käytä piirtotyökalua muokataksesi yksittäisiä näytteitä.</li> <li>Tee verhotyökalulla pehmeä äänen sisään- tai uloshäivytys.</li> </ul>
fr: <h3>Edition</h3> <ul> <li>Editez facilement avec couper, copier, coller et effacer.</li> <li>Annulez de manière illimitée.</li> <li>Editez rapidement de fichiers volumineux.</li> <li>Editez et mixez un nombre illimité de pistes.</li> <li>Utilisez un outil graphique pour modifier les échantillons individuellement.</li> <li>Utilisez les effets de fondu en ouverture et/ou en fermeture avec l'outil d'édition d'enveloppe.</li> </ul>
nb: <h3>Redigering</h3> <ul> <li>Enkel redigering vha. Klipp ut, Kopier, Lim inn og Slett.</li> <li>Bruk ubegrenset Angre (og Gjør om) for å gå tilbake et vilkårlig antall steg.</li> <li>Meget rask redigering av store filer.</li> <li>Rediger og miks et ubegrenset antall spor.</li> <li>Bruk Tegneverktøyet for å endre individuelle datapunkt.</li> <li>Ton volumet jevnt opp eller ned vha. Omhyllingskurveverktøyet.</li> </ul>
sv: <h3>Editera</h3> <ul> <li>Enkelt att redigera med Klipp ut, Kopiera, Klistra in, och Radera.</li> <li>Använd obegränsat antal Ångra (och Gör om) för att gå tillbaka flera steg.</li> <li>Mycket snabb redigering av stora filer.</li> Redigera och mixa ett obegränsat antal spår.</li> <li>Använd Ritverktyget för att förändra individuella samplingspunkter.</li> <li>Tona in och ut mjukt med Envelope-verktyget.</li> </ul>

source: <h3>Effects</h3> <ul> <li>Change the pitch without altering the tempo, or vice-versa.</li> <li>Remove static, hiss, hum, or other constant background noises.</li> <li>Alter frequencies with Equalization, FFT Filter, and Bass Boost effects.</li> <li>Adjust volumes with Compressor, Amplify, and Normalize effects. <li>Other built-in effects include: <ul> <li>Echo</li> <li>Phaser</li> <li>Wahwah</li> <li>Reverse</li> </ul> </li> </ul>
cs: <h3>Efekty</h3> <ul> <li>Změny ladění bez vlivu na tempo skladby a naopak.</li> <li>Odstraňování statického syčivého, hučivého a jiného rušivého ruchu v pozadí.</li> <li>Změny frekvence pomocí Ekvalizéru, FFT Filtru, a efektu Zvýraznění basů (Bass Boost).</li> <li>Změny hlasitosti pomocí Kompresoru, Zesílení a Normalizace. <li>Další vestavěné efekty: <ul> <li>Echo</li> <li>Fázor (Phaser)</li> <li>Kvákadlo (Wahwah)</li> <li>Obrácení (Reverse)</li> </ul> </li> </ul>
de: <h3>Effekte</h3> <ul> <li>Ändern der Tonhöhe ohne das Tempo zu ändern oder vice-versa.</li> <li>Löschen von statischen Hintergrundgeräuschen (Knacksen,Pfeifen usw.)</li> <li>Ändern von Frequenzen mit einem Equalizer, FFT Filter oder Bass Boost Effekten</li> <li>Lautstärkeanpassung mit Kompressor, Amplify und Normalisationeffekten <li>Andere Effekte: <ul> <li>Echo</li> <li>Phaser</li> <li>Wahwah</li> <li>Reverse</li> </ul> </li> </ul>
el: <h3>Εφέ</h3> <ul> <li>Άλλαξε τον τόνο χωρίς να αλλάξεις τον ρυθμό, ή το αντίθετο.</li> <li>Απομάκρυνε στατικό, σφύριγμα, βούισμα, ή άλλους επίμονους θορύβους που υπάρχουν στο βάθος.</li> <li>Μετάβαλε συχνότητες με τα εφέ Ισοστάθμιση, FFT Φίλτρο, και Ενίσχυση Χαμηλών Συχνοτήτων.</li> <li>Προσάρμοσε τις εντάσεις με τα εφέ Συμπιεστής, Ενίσχυση, και Κανονικοποίηση. <li>Άλλα ενσωματωμένα εφέ είναι: <ul> <li>Ηχώ</li> <li>Phaser</li> <li>Wahwah</li> <li>Αναστροφή</li> </ul> </li> </ul>
es: <h3>Efectos</h3> <ul> <li>Cambiar el tono sin alterar el tempo y viceversa.</li> <li>Eliminar ruidos estáticos, silbidos, tarareos u otros ruidos de fondo constantes.</li> <li>Alterar las frecuencias con la ecualización, filtros FFT y amplificar los bajos.</li> <li>Ajustar los volúmenes con el compresor, amplificar y normalizar los efectos</li>. <li>Otros efectos incluídos: <ul> <li>Eco</li> <li>Fase</li> <li>Wahwah</li> <li>Inversión</li> </ul> </li> </ul>
fi: <h3>Efektit</h3> <ul> <li>Muuta sävelkorkeutta muuttamatta tempoa tai päinvastoin.</li> <li>Poista tasaista kohinaa, huminaa tai muuta pysyvää taustaääntä.</li> <li>Muuta taajuuksia Taajuuskorjain-, FFT-suodatin- ja Bassokorostus-efekteillä.</li> <li>Säädä äänenvoimakkuutta Kompressori-, Vahvista- ja Normalisoi-efekteillä. <li>Muiden sisäänrakennettujen efektien joukossa ovat mm. <ul> <li>Kaiku</li> <li>Phaser</li> <li>Wahwah</li> <li>Takaperin</li> </ul> </li> </ul>
fr: <h3>Effets</h3> <ul> <li>Modifiez la hauteur sans altérer le tempo, et inversement.</li> <li>Supprimez les bruits de fond stationnaires.</li> <li>Jouez sur les fréquences avec l'équaliseur, le filtre FFT et l'effet d'amplification des basses.</li> <li>Ajustez les niveaux sonores avec les fonctions de compression, d'amplification et de normalisation.</li> <li>Et encore plus de fonctions: <ul> <li>Echo</li> <li>Phaser</li> <li>Wah-wah</li> <li>Inversion de sens</li> </ul> </li> </ul>
nb: <h3>Effekter</h3> <ul> <li>Endre tonehøyde uten å endre tempo, eller omvendt.</li> <li>Fjern støy, pipelyder, summing eller andre konstante bakgrunnslyder.</li> <li>Endre frekvenser med effektene Equalization, FFT-filter og Bass Boost.</li> <li>Juster volumer med effektene Komprimering, Forsterk og Normaliser. <li>Noen av de andre innebygde effektene er: <ul> <li>Ekko</li> <li>Phaser</li> <li>Wahwah</li> <li>Baklengs</li> </ul> </li> </ul>

source: <h3>Sound Quality</h3> <ul> <li>Record and edit 16-bit, 24-bit, and 32-bit (floating point) samples.</li> <li>Record at up to 96 KHz.</li> <li>Sample rates and formats are converted using high-quality resampling and dithering.</li> <li>Mix tracks with different sample rates or formats, and Audacity will convert them automatically in realtime.</li> </ul>
cs: <h3>Zvuková kvalita</h3> <ul> <li>Nahrávání a úpravy na vzorcích v kvalitě 16-bit, 24-bit, a 32-bit (floating point).</li> <li>Nahrávání do 96 KHz.</li> <li>Vzorkovací frekvence a formáty jsou převáděny s použitím vysoce kvalitního převzorkování a ditheringu.</li> <li>Při míchání stop s různou vzorkovací frekvencí nebo v různých formátech Audacity provede převod automaticky v reálném čase.</li> </ul>
de: <h3>Tonqualität</h3> <ul> <li>Aufnahmen und Änderungen in 16-bit, 24-bit und 32-bit (floating point) Aufnahmen</li> <li>Aufnahmen bis zu 96 KHz.</li> <li>Sample Rates und Formate werden mit hochqualitativen Resampling und Dithering Werkzeugen umgewandelt</li> <li>Zusammenmixen von verschieden Sampleraten und Formaten. Audacity wird diese automatisch in Echtzeit anpassen</li> </ul>
el: <h3>Ποιότητα Ήχου</h3> <ul> <li>Ηχογράφηση και επεξεργασία 16-bit, 24-bit, και 32-bit (floating point) δειγμάτων.</li> <li>Ηχογράφηση μέχρι τα 96 KHz.</li> <li>Ρυθμοί δειγματοληψίας και μορφές αρχείων μετατρέπονται χρησιμοποιώντας υψηλής ποιότητας επαναδειγματοληψία και dithering.</li> <li>Κάνε μίξη καναλιών με διαφορετικούς ρυθμούς δειγματοληψίας ή τύπους αρχείων, και το Audacity θα τα μετατρέψει αυτόματα σε πραγματικό χρόνο.</li> </ul>
es: <h3>Calidad de sonido</h3> <ul> <li>Graba y edita muestras de 16-bit, 24-bit y 32-bit (en punto flotante).</li> <li>Graba hasta un máximo de 96 KHz.</li> <li>Las frecuencias de muestreo y formatos son convertidos mediante un proceso de alta calidad.</li> <li>Mezcla pistas con diferentes frecuencias de muestreo o formatos y Audacity los convertirá automáticamente en tiempo real.</li> </ul>
fi: <h3>Äänen laatu</h3> <ul> <li>Äänitä ja muokkaa 16-bittisiä, 24-bittisiä ja 32-bittisiä (liukuluku) näytteitä.</li> <li>Äänitä jopa 96 KHz:n näytteenottotaajuudella.</li> <li>Näytteenottotaajuuden ja -muodon muutoksiin käytetään korkealaatuisia menetelmiä.</li> <li>Miksatessasi eri näytteenottotaajuuksilla tai -muodoilla äänitettyä audiota Audacity tekee tarvittavan muunnoksen automaattisesti reaaliajassa.</li> </ul>
fr: <h3>Qualité sonore</h3> <ul> <li>Enregistrez et éditez en 16/24/32 bits (en virgule flottante).</li> <li>Enregistrez jusqu'à 96kHz.</li> <li>Les taux d'échantillonage et les formats sont convertis à l'aide d'un lisseur et d'un convertisseur d'échantillonnage de haute-qualité.</li> <li>Audacity peut uniformiser les fréquences d'échantillonnage des diverses pistes.</li> </ul>
nb: <h3>Lydkvalitet</h3> <ul> <li>Ta opp og rediger lydklipp i 16-bit, 24-bit og 32-bit (floating point).</li> <li>Spill inn med opp til 96 KHz.</li> <li>Datarater og formater blir konvertert vha. omsampling og dithering med høy kvalitet.</li> <li>Miks sammen spor med forskjellige datarater eller formater, og Audacity konverterer dem automatisk i nåtid.</li> </ul>
sv: <h3>Ljudkvalité</h3> <ul> <li>Spela in och redigera 16-bitar, 24-bitar, och 32-bitar (floating point) samplingar.</li> <li>Spela in upp till96 KHz.</li> <li>Samplingsfrekvens och format är konverterade användande av högkvalitativ resampling och dithering.</li> <li>Mixa spår med olika samplingsfrekvens och format, och Audacity kan konvertera dem i realtid.</li> </ul>
