Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: A new toolbar for creating transcriptions of speech in Label Tracks. Includes features that enable you to change the playback speed, create labels automatically based on onsets, and more. To enable this feature, go to the Interface tab of the Preferences.
de: Eine neue Bearbeitungsleiste um Sprache in Labeltracks zu bearbeiten. Mit der Möglichkeit die Wiedergabegeschwindigkeit zu verändern, Markierungen automatisch zu erzeugen und mehr. Um dies zu aktivieren muss man dies erst auf dem Interface Reiter innerhalb des Einstellungsmenüs aktivieren.
fr: Une nouvelle barre d'outils pour créer des transcriptions de parole dans les pistes de marqueurs. Avec la possibilité de changer la vitesse de restitution, de créer des marqueurs de manière automatique, etc... Activez cette fonctionnalité à partir de l'onglet Interface des Préférences.
nb: En ny verktøylinje for å lage avskrifter av tale i etikettspor. Inkluderer funksjoner som lar deg endre avspillingshastighet, lage etiketter automatisk basert på ansatspunkt, med mere. For å aktivere denne funksjonen, velg Grensesnitt i Innstillinger.

source: Upload via FTP
cs: Nahrávání na vzdálený server prostřednictvím FTP
el: Ανέβασμα Αρχείων μέσω FTP
es: Publicar vía FTP
fr: Télécharger par FTP
nb: Last opp via FTP

source: Audacity 1.3 has an experimental new dialog for uploading files to a server via FTP. Currently it is just a simple FTP client; in the future we will integrate this feature into Audacity more so you can publish a project directly to a site as a Podcast, for example.
de: Audacity 1.3 hat eine experimentelle FTP Schnittstelle um Dateien auf einen Server zu laden. Diese ist sehr einfach gehalten, eventuell werden wir diese Funktion ausbauen, so daß man ein Projekt zum Beispiel direkt auf einen Podcast Server laden kann.
el: Το Audacity 1.3 έχει μία πειραματική νέα καρτέλα για το «ανέβασμα» αρχείων προς ένα διακομιστή (server) μέσω FTP. Για την ώρα είναι ένας απλός FTP client, στο μέλλον θα ενσωματωθεί περισσότερο στο Audacity ώστε να μπορείς να δημοσιοποιήσεις μία εργασία κατευθείαν σε μία ιστοσελίδα σαν Podcast, για παράδειγμα.
es: Audacity 1.3 tiene un nuevo diálogo experimental para la carga de archivos a un servidor vía FTP. Actualmente se trata sólamente de un cliente FTP simple; en el futuro integraremos a mayor grado esta característica en Audacity, para que puedas publicar un proyecto directamente a un sitio como Podcast (distribución de archivos de audio ó video, a través de Internet), por ejemplo.
fr: Audacity 1.3 dispose d'un nouvel outil pour communiquer par FTP (pour envoyer des fichiers sur un serveur par exemple). Actuellement, ce n'est qu'un client FTP simple; dans le futur nous intégrerons cette fonctionnalité à Audacity de manière à ce que la publication sur un site directement à partir d'Audacity soit possible comme avec un PodCast par exemple.
nb: Audacity 1.3 har en eksperimentell ny dialog for å laste opp filer til server via FTP. Foreløpig er det bare en enkel FTP-klient; i fremtiden vil vi integrere denne funksjonen bedre i Audacity så du kan publisere et prosjekt direkte til et nettsted som en podcast, for eksempel.

source: Based on wxWidgets 2.6
cs: Založeno na wxWidgets 2.6
de: Basierend auf wxWidgets 2.6
el: Βασισμένο στο wxWidgets 2.6
es: Basado en wxWidgets 2.6
fr: Basé sur les wxWidgets 2.6
nb: Basert på wxWidgets 2.6

source: Previous versions of Audacity were based on wxWidgets 2.4. This change brings support for GTK2 widgets on Unix and better Unicode support on all platforms, plus many other minor enhancements under the hood.
de: Vorherige Versionen von Audacity basierten auf wxWidgets 2.4. Diese Änderung bringt uns Unterstützung von GTH2 widgets auf Unix und bessere Unicode Unterstützung auf allen Betriebssystemen, sowie kleinere Verbesserungen.
el: Οι προηγούμενες εκδόσεις του Audacity ήταν βασισμένες στο wxWidgets 2.4. Αυτή η αλλαγή φέρνει υποστήριξη για GTK2 widgets στο Unix και καλύτερη Unicode υποστήριξη σε όλα τα λειτουργικά συστήματα , όπως και πολλές άλλες μικρότερες βελτιώσεις .
es: Versiones previas de audacity estaban basadas en wxWidgets 2.4. Este cambio proporciona soporte para widgets GTK2 en Unix y mejor soporte Unicode en toda plataforma, además de muchos otros ajustes menores debajo del sombrero.
fr: Les versions précédentes d'Audacity étaient basées sur wxWidgets 2.4.. Ceci apporte le support des widgets GTK2 sous Unix et celui de Unicode sur toutes les plate-formes, et d'autres menues améliorations.
nb: Tidligere versjoner av Audacity var basert på wxWidgets 2.4. Denne endringen gir støtte for GTK2-widgets på Unix og bedre Unicode-støtte på alle plattformer, i tillegg til mange andre mindre synlige forbedringer.

source: Batch / CleanSpeech
cs: Dávkové zpracování / Čištění nahrávek hlasu
de: Stapelverarbeitung / Clean Speech
el: Ομαδική / CleanSpeech
es: Lote / DiscursoLimpio
fr: Traitement par lot/CleanSpeech
nb: Satsvis / CleanSpeech

source: Audacity has a new feature that allows you to process a bunch of files, for example normalizing and converting to MP3. The CleanSpeech mode provides a simplified interface for some standard adjustments typically made on speech recordings. You can access these features in the Batch tab of the Preferences dialog.
de: Audacity hat eine neue Funktion um mehrere Dateien direkt und in "einem Rutsch" zu verarbeiten (Batch), zum Beispiel zu normalisieren und in MP3 umzuwandeln. Der "Clean Speech" Modus ist ein vereinfachtes Menü um einige Standardänderungen an Sprachaufnahmen durchzuführen. Diese Bereiche finden Sie im "Batch"-Reiter des Einstellungsdialogs.
el: Το Audacity έχει μία νέα λειτουργία που σου επιτρέπει να επεξεργαστείς μία ομάδα από αρχεία, για παράδειγμα κανονικοποίηση και μετατροπή σε MP3. Η λειτουργία CleanSpeech παρέχει ένα απλοποιημένο περιβάλλον για κάποιες ρυθμίσεις ,συνηθισμένες σε ηχογραφήσεις λόγου. Μπορείς να έχεις πρόσβαση σε αυτά τα χαρακτηριστικά στην καρτέλα Ομαδική (Batch) στις Προτιμήσεις.
es: Audacity tiene una nueva característica que te permite el procesar un conjunto de archivos, por ejemplo normalizarlos y convertirlos a MP3. El modo DiscursoLimpio proporciona una interfase simplificada para algunos ajustes estándar que son típicamente hechos en grabaciones de discursos. Puedes tener acceso a estas características en el tabulador Lote del diálogo de Preferencias.
fr: Audacity peut désormais traiter une série de fichiers, par exemple pour normaliser et convertir en MP3. Le mode CleanSpeech fournit une interface simple pour des ajustements habituellement réalisés sur des enregistrements de voix. Accédez à ces fonctionnalités par l'onglet Batch des Préférences.
nb: Audacity har en ny funksjon som lar deg behandle en bunke filer, for eksempel for å normalisere og konvertere til MP3. CleanSpeech-modus gir et forenklet grensesnitt for noen standardjusteringer som ofte blir gjort på taleopptak. Du kan få tilgang til disse funksjonene ved å velge Satsvis i Innstillinger-dialogboksen.

source: Cut lines
de: Schnittlinien
el: Διαίρεση Αποκοπή
es: Cortar líneas
fr: Couper sans perte
nb: Utklippslinjer

source: When this feature is enabled (in the Interface tab of the Preferences), cutting audio in the middle of a clip does not remove it permanently - at any time in the future, just click on the cut line to restore it.
de: Wenn man diese Funktion aktiviert (Im Interface-Reiter), bedeutet dies, daß Schnitte bzw. Löschungen nicht endgültig sind, sondern daß man zu jeder Zeit den Teil wiederherstellen kann, indem man auf eine Schnittlinie klickt.Dies geht nur, solange man sich im Projekt befindet, sobald man Audacity schliesst, sind die Daten dann endgültig weg.
el: Όταν αυτό το χαρακτηριστικό ενεργοποιείται (στην καρτέλα Περιβάλλον Εργασίας στις Προτιμήσεις), η αποκοπή κάποιου audio στην μέση ενός αποσπάσματος δεν το απομακρύνει μόνιμα – σε οποιαδήποτε στιγμή στο μέλλον, απλά κάνε κλικ στην γραμμή αποκοπής για να το επαναφέρεις.
es: Cuando esta característica está habilitada (en el tabulador Entorno de las Preferencias), cortando audio en la mitad de un clip no lo elimina permanentemente - en cualquier momento en el futuro, con sólo hacer clic en la línea de corte se le restaura.
fr: Si activée dans l'onglet Interface des Préférences, couper une sélection audio au sein d'un clip n'entraînera pas la perte irrémédiable de son contenu mais placera celle-ci dans le presse-papier.
nb: Når denne funksjonen er skrudd på (i Grensesnitt-delen av Innstillinger) kan du klippe ut lyd i midten av et lydklipp uten å fjerne utklippet permanent - når som helst i fremtiden kan du klikke på utklippslinjen for å gjenopprette det.

source: Top:
el: Αρχή:
es: Subir:
fr: Niveau supérieur :
nb: Øverst:

source: The beta version of Audacity has not been packaged for very many distributions yet. You probably want to compile Audacity from <a href="beta_source">source code</a>.
el: Η δοκιμαστική έκδοση του Audacity δεν έχει συσκευαστεί ακόμη για πολλές διανομές. Μάλλον θα προτιμούσες να χτίσεις το Audacity από <a href="beta_source">τον πηγαίο κώδικα</a>.
es: La versión beta de Audacity no ha sido preparada aún para varias distribuciones. Probablemente prefiera compilar Audacity desde el<a href="beta_source">código fuente</a>.
fr: La version bêta d'Audacity n'a pas encore été empaquetée pas beaucoup de distributions à ce jour. Vous avez la possibilité de le compiler à partir du <a href="beta_source">code source</a>.
nb: Betaversjonen av Audacity har ikke blitt pakket for så mange distribusjoner ennå. Det beste valget er nok å kompilere Audacity selv fra <a href="beta_source">kildekoden</a>.

source: Audacity 1.3 requires Mac OS X 10.3 or later.
cs: Audacity 1.3 vyžaduje Mac OS X 10.3 nebo novější.
de: Audacity 1.3 benötigt Mac OS X 10.3 oder später.
el: Το Audacity 1.3 απαιτεί Mac OS X 10.3 ή μεταγενέστερο.
es: Audacity 1.3 necesita Mac OS X 10.3 o superior.
fr: Audacity 1.2 nécessite Mac OS X 10.3 ou plus.
nb: Audacity 1.3 krever Mac OS X 10.3 eller nyere.

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.3 needs wxGTK 2.6.1 (or higher).
cs: Knihovna <a href="http://wxwidgets.org">wxWidgets</a> je <b>nezbytná</b>. Audacity 1.3 vyžaduje wxGTK 2.6.1 (nebo vyšší).
el: Η συλλογή <a href="http://wxwidgets.org">wxWidgets</a> <b>απαιτείται </b>. Το Audacity 1.3 χρειάζεται το wxGTK 2.6.1 (ή ανώτερο).
es: La biblioteca<a href="http://wxwidgets.org">wxWidgets</a> <b>es necesaria</b>. Audacity 1.3 necesita wxGTK 2.6.1 (o superior).
fr: La bibliothèque <a href="http://wxwidgets.org">wxWidgets</a> est <b>indispensable</b>. Audacity 1.3 nécessite wxGTK 2.6.1 (ou plus récent).
nb: <a href="http://wxwidgets.org">wxWidgets</a>-biblioteket er <b>nødvendig</b>. Audacity 1.3 trenger wxGTK 2.6.1 (eller høyere).

source: Click here to read about new features in Audacity 1.3.
cs: Více o nových vlastnostech Audacity 1.3. najdete zde.
de: Klicken Sie hier um die neuen Funktionen in Audacity 1.3 kennenzulernen
el: Κάνε κλικ εδώ για να διαβάσεις για τα νέα χαρακτηριστικά στο Audacity 1.3.
es: Haga clic aquí para conocer las nuevas características de Audacity 1.3.
fr: Cliquez ici pour en savoir plus sur les nouvelles fonctionnalités d'Audacity 1.3.
nb: Klikk her for å lese om nye funksjoner i Audacity 1.3.

source: Beta warning
cs: Varování: toto je BETA verze
de: Beta Warnung
el: Προειδοποίηση δοκιμαστικής έκδοσης
es: Versión Beta
fr: Avertissement Bêta
nb: Beta-advarsel

source: Audacity 1.3 is an unstable, beta version of Audacity. Users who want a completely stable, finished program should be using Audacity 1.2. Audacity 1.3 has hundreds of new features, but some features may be incomplete or confusing, it is more likely to crash, and you are more likely to lose data. You can install both Audacity 1.2 and 1.3 on the same machine.
cs: Audacity 1.3 je nestabilní beta verze. Uživatelé, kteří požadují zcela stabilní dokončený program by měli použít Audacity 1.2. Audacity 1.3 obsahuje stovky nových vlastností, ale některé z nich mohou být nedokončené nebo prozatím chybně napsané. Je mnohem vyšší riziko spadnutí programu i ztráty dat. Obě verze, 1.2 i 1.3, mohou být nainstalovány na stejném počítači.
de: Audacity 1.3 ist eine Beta Version von Audacity. Diese kann instabil sein, d.h. auch während der Bearbeitung bei Nutzung einer Funktion abstürzen, was zu Datenverlusten führen kann. Desweiteren sind bereits Funktionen eingebaut, die aber eventuell noch verbesserungswürdig sind oder schlichtweg noch nicht endgültig programmiert.Nutzer die eine stabile, ausgereifte Version benötigen, sollten Audacity 1.2.4 nutzen. Sie können Audacity 1.2 und Audacity 1.3 parallel auf einem Rechner installieren.
el: Το Audacity 1.3 είναι μία ασταθής, δοκιμαστική έκδοση του Audacity. Χρήστες που θέλουν ένα εντελώς σταθερό, ολοκληρωμένο πρόγραμμα θα ήταν καλύτερα να χρησιμοποιήσουν το Audacity 1.2. Το Audacity 1.3 έχει εκατοντάδες νέα χαρακτηριστικά, όμως κάποια από αυτά μπορεί να είναι ημιτελή ή να προκαλούν σύγχυση. Μπορεί πιο εύκολα να καταρρεύσει και είναι πιο πιθανό να χάσεις πληροφορίες. Μπορείς να εγκαταστήσεις και το Audacity 1.2 και το 1.3 στον ίδιο υπολογιστή.
es: Audacity 1.3 es una versión inestable, beta de Audacity. Los usuarios que busquen una versión completamente estable y terminada deben utilizar Audacity 1.2. Audacity 1.3 tiene cientos de nuevas características pero algunas de ellas pueden resultar confusas o incompletas, es más probable que se produzca algún error y existe alguna posibilidad de perder el trabajo realizado. Puede instalar ambas versiones en un mismo ordenador.
fr: Audacity 1.3 est une version bêta, instable d'Audacity. Les utilisateurs souhaitant un programme fini, complètement stable doivent utiliser Audacity 1.2. Audacity 1.3 a des centaines de nouvelles fonctionnalités, mais quelques-unes peuvent être incomplètes ou inachevées. Les risques de crash ou de pertes de données sont plus importants. Vous pouvez installer simultanément Audacity 1.2 et 1.3 sur la même machine.
nb: Audacity 1.3 er en ustabil betaversjon av Audacity. Brukere som vil ha et fullstendig stabilt, ferdig program bør bruke Audacity 1.2. Audacity 1.3 har hundrevis av nye funksjoner, men noen funksjoner kan være uferdige eller forvirrende, det er større sjanse for krasj og det er større sjanse for tap av data. Du kan installere både Audacity 1.2 og 1.3 på samme maskin.

source: Audacity 1.3 is available in many languages, but most translations are incomplete. Words and phrases which have not been translated yet will appear in English.
cs: Audacity 1.3 je k dispozici v mnoha jazykových verzích, ale mnoho z nich je prozatím nekompletních. Nepřeložená slova a fráze se zobrazují v angličtině.
de: Audacity ist in verschiedenen Sprachen vorhanden, aber die meisten Übersetzungen sind unfertig. Texte die nicht übersetzt sind, erscheinen in Englisch.
el: Το Audacity 1.3 διατίθεται σε πολλές γλώσσες, όμως οι περισσότερες μεταφράσεις είναι ημιτελείς. Λέξεις και φράσεις που δεν έχουν ακόμη μεταφραστεί θα εμφανίζονται στα Αγγλικά.
es: Audacity 1.3. está disponible en varios idiomas, pero algunas traducciones están incompletas. Las palabras y frases que aún no han sido traducidas aparecerán en inglés.
fr: Audacity 1.3 est disponible dans plusieurs langues, mais la plupart des traductions sont incomplètes. Les mots et les phrases non traduits apparaîtront en anglais.
nb: Audacity 1.3 er tilgjengelig på mange språk, men de fleste oversettelser er uferdige. Ord og fraser som ikke ennå har blitt oversatt vil vises på engelsk.

source: This is a Sourceforge.net download page and you will be asked before downloading to select a mirror. A "mirror" is one of a group of internet addresses hosting an identical download. If possible, simply select the one closest to your actual location. When downloading please disable any download managers you may have and left click on the link to start your Audacity download
el: Αυτή είναι μία σελίδα κατεβάσματος αρχείων του Sourceforge.net και θα ερωτηθείς πριν το κατέβασμα των αρχείων να επιλέξεις ένα είδωλο (mirror). Το "είδωλο (mirror)" είναι μία από μια σειρά από δικτυακές διευθύνσεις που φιλοξενούν πανομοιότυπα αρχεία για κατέβασμα Αν είναι δυνατό, απλά επέλεξε το κοντινότερο στη πραγματική σου τοποθεσία. Όταν κατεβάζεις το αρχείο παρακαλώ απενεργοποίησε όποιους διαχειριστές κατεβάσματος αρχείων έχεις (download manager) και κάνε αριστερό κλικ στον σύνδεσμο για να ξεκινήσεις το κατέβασμα του Audacity.
es: Esta es una página de descarga de Sourceforge.net y serás consultado antes de descargar para seleccionar un servidor. Ese servidor es uno entre un grupo de direcciones de internet que contienen el mismo programa. Si es posible, seleccione el más cercano a su pais. Cuando lo esté descargando desactive cualquier gestor de descargas que pueda tener y haga cicl en el enlace para comenzar la descarga de Audacity.
fr: Ceci est une page de téléchargement Sourceforge.net Avant tout téléchargement, on vous demandera de choisir un miroir. Un "miroir" est un des serveurs internet hébergeant un téléchargement identique. Si possible, choisissez simplement le plus proche Pour télecharger, désactivez tout gestionnaire de téléchargement et cliquez sur "Download".
nb: Dette er en nedlastingsside for Sourceforge.net, og du vil bli spurt om å velge et "mirror" før du laster ned. Et "mirror" er en av en gruppe internettadresser som holder en identisk nedlastingsfil. Hvis det er mulig, velger du ganske enkelt den som er nærmest deg. Når du laster ned, vennligst skru av eventuelle nedlastingsprogram du har og venstreklikk på lenken for å laste ned Audacity

source: Vendors that Bundle Audacity
el: Μεταπωλητές που πακετάρουν το Audacity
es: Proveedores que distribuyen Audacity
fr: Les revendeurs qui distribuent Audacity dans un pack (bundle)

source: Audacity is free to download, but vendors are also free to bundle copies of the program with their products, thanks to the <a href="../about/license">GNU General Public License</a>. The following are legitimate, legal offerings. We are happy and proud that they chose to bundle Audacity with their products.
el: Το Audacity είναι ελεύθερο προς κατέβασμα, όμως μεταπωλητές είναι επίσης ελεύθεροι να πουλάνε αντίγραφα του προγράμματος, χάρη στη <a href="../about/license">Γενική Δημόσια Άδεια GNU</a>. Οι προσφορές που ακολουθούν είναι νόμιμες. Χαιρόμαστε και νιώθουμε περήφανοι που επέλεξαν να συνδυάσουν το Audacity με τα προϊόντα τους.
fr: Audacity est libre, mais il peut néanmoins être joint par des revendeurs à leur propre produit en accord avec la <a href="../about/license">GNU General Public Licence</a>. Les offres qui suivent sont légales et légitimes. Nous sommes heureux et fiers qu'il aient choisi de fournir Audacity avec leurs propres produits.

source: <h3><b>Podcast Factory</b>&trade; from M-Audio (U.S.) and Pinnacle/Avid (Europe)</h3>
fr: <h3><b>Podcast Factory</b>&trade; par M-Audio (U.S.) et Pinnacle/Avid (Europe)</h3>

source: <p>M-Audio and Pinnacle <b>Podcast Factory</b>&trade; is an all-in-one hardware/software solution that makes it easy to record, edit and distribute professional-sounding podcasts. It comes with a broadcast-quality microphone and professional 24-bit/48kHz USB audio interface for making top-notch voice and voice+music recordings. Use the included software (Audacity) to edit your recordings, create your podcast and publish it to the Web.</p>
fr: <p>M-Audio et la marque Pinnacle <b>Podcast Factory</b>; est une des solutions matériel/logiciel tout-en-un qui simplfie l'enregistrement, le montage et la diffusion de podcast audio professionnels. Il est livré avec un microphone et une interface audio USB 24-bit/48kHz de qualité professionelle pour réaliser des enregistrements de voix et voix+musique de haut niveau. Utilser le logiciel inclus (Audacity) pour monter vos enregistrements, créer vos podcasts et les diffuser sur le web.</p>

source: <h3>Behringer iAXE393 USB-Guitar</h3> <p>The <a href="http://www.behringer.com/IAXE393/">Behringer iAXE393 USB-Guitar</a> is an electric guitar that connects to the computer via USB and has headphones output. It comes with the "Guitar Combos BEHRINGER Edition" from Native Instruments, software emulations of three amp/effects combos.</p>
el: <h3>Behringer iAXE393 USB-Κιθάρα</h3> <p>Η <a href="http://www.behringer.com/IAXE393/">Behringer iAXE393 USB-Κιθάρα</a> είναι μία ηλεκτρική κιθάρα που συνδέεται με τον υπολογιστή μέσω θύρας USB και έχει και έξοδο για ακουστικά. Συνοδεύεται από το "Guitar Combos BEHRINGER Edition" της Native Instruments, μία προσομοίωση λογισμικού για ένα συνδυασμό από τρία εφέ ενισχυτή.</p>
es: <h3>Behringer iAXE393 USB-Guitar</h3> <p>La <a href="http://www.behringer.com/IAXE393/">Behringer iAXE393 USB-Guitar</a> es una guitarra eléctrica que se conecta con el ordenador mediante el puerto USB y tiene una entrada para auriculares. Viene acompañada del "Guitar Combos BEHRINGER Edition" de Native Instruments, emulación mediante software de tres amplificadores y cajas de efectos.</p>
fr: <h3>Behringer iAXE393 USB-Guitar</h3> <p>La <a href="http://www.behringer.com/IAXE393/">Behringer iAXE393 USB-Guitar</a> est une guitare électrique qui se connecte par USB à un ordinateur et dispose d'une sortie casque. Elmle est livrée avec l' "édition Guitar Combos BEHRINGER" de Native Instruments, émulation logicielle de trois amplificateurs.</p>
