Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <p>Audacity does not expire. During recording, it displays how long you can record before running out of space on your computer’s hard drive. To record for a longer time, delete old files or save your project on a larger disk.</p>
cs: <p>Audacity nemá nijak omezenou životnost. Během nahrávání se zobrazuje údaj o tom, jak dlouho můžete nahrávat, aby vystačila kapacita vašeho disku. Když chcete nahrát něco delšího, smažte staré nepotřebné soubory nebo uložte projekt na větší disk.</p>
de: <p>Audacity läuft nicht aus. Während Aufnahmen zeigt dir dieser Wert an, wie lange Sie noch aufnehmen können, bervor kein Platz auf der Festplatte mehr ist.Um längere Aufnahmen machen zu können, müssen entweder ältere Dateien gelöscht werden oder das Projekt auf einer größeren Festplatte gespeichert werden.</p>
el: <p>Το Audacity δεν έχει ημερομηνία λήξης. Κατά την ηχογράφηση , εμφανίζει πόσο ακόμα μπορείς να ηχογραφήσεις πριν τελειώσει ο χώρος στο σκληρό δίσκο του υπολογιστή σου. Για να ηχογραφήσεις για μεγαλύτερο διάστημα, διέγραψε παλιά αρχεία ή αποθήκευσε την εργασία σου σε ένα μεγαλύτερο σκληρό δίσκο.</p>
es: <p>Audacity no expira. Durante la grabación, muestra cuentato tiempo puede grabar antes de que se agote el espacio en el disco duro. Para grabar un tiempo superior, borre archivos antiguos o almacene el proyecto en un disco mayor.</p>
fi: <p>Audacity ei vanhene, vaan se näyttää äänityksen aikana, kuinka kauan voit äänittää, ennen kuin tila käyttämälläsi kiintolevyasemalla loppuu. Tehdäksesi pidemmän äänityksen poista vanhoja tiedostoja tai tallenna projektisi suuremmalle levylleasemalle.</p>
fr: <p>Audacity ne va pas expirer. Durant l'enregistrement, cela correspond au temps restant disponible avant que votre disque dur ne soit plein. Pour enregistrer sur une durée plus longue que celle affichée, effacez les fichiers anciens ou sauvegardez votre projet sur un disque dur ayant plus d'espace libre.</p>
nb: <p>Audacity går ikke ut på dato. Under opptak viser programmet hvor lenge du kan ta opp før du går tom for plass på harddisken til maskinen din. Hvis du vil ta opp mer må du slette gamle filer eller lagre prosjektet på en større disk.</p>

source: Installation and Plug-Ins
cs: Instalace a pluginy
de: Installation und Plugins
el: Εγκατάσταση και Ενθέματα (plug-ins)
es: Instalación y complementos
fi: Asentaminen ja laajennukset
fr: Installation et modules
nb: Installasjon og programtillegg

source: How do I download and install the LAME MP3 encoder?
cs: Jak stáhnout a nainstalovat LAME MP3 encoder?
de: Wie kann ich den Lame MP3 Encoder downloaden und installieren?
el: Πώς κατεβάζω και εγκαθιστώ τον κωδικοποιητή MP3 LAME;
es: ¿Cómo descargo e instalo el codificador de MP3 LAME?
fi: Kuinka lataan ja asennan LAME MP3 -enkooderin?
fr: Comment télécharger et installer l'encodeur LAME MP3?
nb: Hvordan laster jeg ned og installerer LAME MP3-omkoderen?

source: <p>Because of software patents, we cannot distribute MP3 encoding software ourselves. Follow these instructions to use the free LAME encoder to export MP3 files with Audacity. <h3>Windows</h3> <ol> <li>Go to the <a href="%s">LAME download page</a>.</li> <li>Click on any link from the list of identical "%s" links.</li> <li>When you have finished downloading LAME, unzip it and save the file <b>lame_enc.dll</b> anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask you where lame_enc.dll is saved.</li> </ol> <h3>Mac OS 9 or X</h3> <ol> <li>Go to the <a href="%s">LAME download page</a>.</li> <li>Download the version of LameLib for your operating system.</li> <li>When you have finished downloading, use Stuffit Expander to extract the files. (This may happen automatically.)</li> <li>Save the file called "LameLib" anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask you where LameLib is saved.</li> </ol>
cs: <p>Vinou softwarových patentů nemůžeme sami distribuovat software na kódování MP3 souborů. Tímto postupem si můžete opatřit volně dostupný LAME encoder, pomocí něhož můžete ukládat z Audacity do formátu MP3. <h3>Windows</h3> <ol> <li>Přejděte na <a href="%s">stránku pro stahování LAME</a>.</li> <li>Klikněte na některý ze seznamu stejných "%s" odkazů.</li> <li>Po stažení, rozbalte LAME a uložte soubor <b>lame_enc.dll</b> podle potřeby kamkoliv do vašeho počítače.</li> <li>Při prvním použití příkazu "Exportovat jako MP3", se vás Audacity zeptá, kde je lame_enc.dll.</li> </ol> <h3>Mac OS 9 nebo X</h3> <ol> <li>Přejděte na <a href="%s">stránku pro stahování LAME</a>.</li> <li>Stáhněte LameLib ve verzi pro váš operační systém.</li> <li>Po stažení použijte pro rozbalení Stuffit Expander. (Je možné, že se to provede samo automaticky.)</li> <li>Uložte soubor s názvem "LameLib" podle potřeby kamkoliv do vašeho počítače.</li> <li>Při prvním použití příkazu "Exportovat jako MP3", se vás Audacity zeptá, kde je LameLib.</li> </ol>
de: <p>Aufgrund von Softwarepatenten können wir MP3 Encoder nicht selbst vertreiben.Folgen Sie den Hinweisen um den freien LAME Encoder zu nutzen um MP3-Dateien mit Audacity zu vertreiben. <h3>Windows</h3> <ol> <li>Gehen Sie zur <a href="%s">LAME download Seite</a>.</li> <li>Klicken Sie auf irgendeinen der identischen "%s" links.</li> <li>Wenn Sie fertig sind mit dem Downloaden von LAME, entpacken Sie die Datei und speichern die Datei <b>lame_enc.dll</b>Irgendwo auf Ihrem Computer</li> <li>Wenn Sie das erste Mal den Befehl "Exportieren als MP3" nutzen, fragt Audacity wo die Datei lame_enc.dll gespeichert ist</li> </ol> <h3>Mac OS 9 oder X</h3> <ol> <li>Gehen Sie zur <a href="%s">LAME download page</a>.</li> <li>Laden Sie die Version der LameLib für Ihr Betriebssystem</li> <li>Wenn Sie fertig sind mit dem Downloaden von LAME, nutzen Sie den Stuffit Expander um die Dateien zu entpacken. (Evtl. geschieht dies automatisch)</li> <li>Speichern Sie die Datei "LameLib" irgendwo auf Ihrem Computer</li> <li>Wenn Sie das erste Mal den Befehl "Exportieren als MP3" nutzen, fragt Audacity wo die Datei LameLib gespeichert ist</li> </ol>
el: <p>Εξαιτίας των δικαιωμάτων λογισμικού, εμείς δεν μπορούμε να διανείμουμε λογισμικό επεξεργασίας MP3. Ακολούθησε αυτές τις οδηγίες για να χρησιμοποιήσεις τον δωρεάν κωδικοποιητή LAME και να εξάγεις αρχεία MP3 με το Audacity. <h3>Windows</h3> <ol> <li>Χρησιμοποίησε κάποιο εργαλείο αναζήτησης αρχείων για να δεις αν υπάρχει ήδη το αρχείο lame_enc.dll στον υπολογιστή σου. <li>Αν υπάρχει: <li>Την πρώτη φορά που θα χρησιμοποιήσεις την εντολή "Εξαγωγή ως MP3", το Audacity θα σε ρωτήσει πού είναι αποθηκευμένο το lame_enc.dll.</li> <li>Αν δεν υπάρχει ακολούθησε την παρακάτω διαδικασία : <li>Πήγαινε στην ιστοσελίδα κατεβάσματος του <a href="%s">LAME</a>.</li> <li>Κάνε κλικ σε οποιοδήποτε σύνδεσμο από τη λίστα από όμοιους "%s" συνδέσμους.</li> <li>Όταν έχεις τελειώσει το κατέβασμα του LAME, κάνε εξαγωγή (unzip) και αποθήκευσε το αρχείο <b>lame_enc.dll</b> οπουδήποτε στον υπολογιστή σου.</li> <li>Την πρώτη φορά που θα χρησιμοποιήσεις την εντολή "Εξαγωγή ως MP3", το Audacity θα σε ρωτήσει πού είναι αποθηκευμένο το lame_enc.dll.</li> </ol> <h3>Mac OS 9 ή X</h3> <ol> <li>Πήγαινε στην ιστοσελίδα κατεβάσματος του <a href="%s">LAME</a>.</li> <li>Κατέβασε την έκδοση του LameLib για το λειτουργικό σου σύστημα.</li> <li>Όταν έχεις τελειώσει το κατέβασμα, χρησιμοποίησε τον Stuffit Expander για να εξάγεις τα αρχεία. (Αυτό μπορεί να συμβεί αυτόματα.)</li> <li>Αποθήκευσε το αρχείο με το όνομα "LameLib" οπουδήποτε στον υπολογιστή σου.</li> <li>Την πρώτη φορά που θα χρησιμοποιήσεις την εντολή "Εξαγωγή ως MP3", το Audacity θα σε ρωτήσει πού είναι αποθηκευμένο το LameLib.</li> </ol>
es: <p>Debido a patentes de software, no podemos distribuir software de codificación MP3 por nuestra parte. Las instrucciones siguientes son para usar al codificador libre LAME con el fin de exportar archivos MP3 en Audacity. <h3>Windows</h3> <ol> <li>Ve a la <a href="%s">página de descarga LAME</a>.</li> <li>Aplica clic en cualquier liga de la lista de ligas "%s" idénticas.</li> <li>Cuando hayas finalizado la descarga de LAME, expándelo y guarda al archivo <b>lame_enc.dll</b> en cualquier lugar de tu computadora.</li> <li>La primer ocasión que emplees al comando "Exportar como MP3...", Audacity te preguntará donde se encuentra almacenado lame_enc.dll.</li> </ol> <h3>Mac OS 9 or X</h3> <ol> <li>Ve a la <a href="%s">página de descarga LAME</a>.</li> <li>Descarga la versión de LameLib para tu sistema operativo.</li> <li>Cuando hayas finalizado la descarga, usa Stuffit Expander para extraer los archivos. (Esto puede suceder automáticamente.)</li> <li>Guarda al archivo llamado "LameLib" en cualquier lugar de tu computadora.</li> <li>La primer ocasión que emplees al comando "Exportar como MP3...", Audacity te preguntará donde se encuentra almacenado LameLib.</li> </ol>
fi: <p>Ohjelmistopatenttien vuoksi emme voi levittää MP3-pakkausohjelmistoja. Näiden ohjeiden avulla asennat LAME-enkooderin, jonka Audacity tarvitsee voidakseen tallentaa MP3-tiedostoja. <h3>Windows</h3> <ol> <li>Siirry <a href="%s">LAME:n lataussivulle</a>.</li> <li>Klikkaa mitä tahansa "%s" -linkeistä.</li> <li>Ladattuasi LAME:n zip-tiedoston pura se ja tallenna tiedosto b>lame_enc.dll</b> haluamaasi paikkaan tietokoneellasi.</li> <li>Käyttäessäsi ensimmäistä kertaa "Vie MP3-tiedostoon" -toimintoa Audacity kysyy, minne tiedosto lame_enc.dll on tallennettu.</li> </ol> <h3>Mac OS 9 tai X</h3> <ol> <li>Siirry <a href="%s">LAME:n lataussivulle</a>.</li> <li>Lataa käyttöjärjestelmällesi sopiva versio LameLib:stä.</li> <li>Latauksen ollessa valmis käytä Stuffit Expander:a purkaaksesi tiedostot. (Purkaminen saattaa tapahtua myös automaattisesti.)</li> <li>Tallenna tiedosto "LameLib" haluamaasi paikkaan tietokoneellasi.</li> <li>Käyttäessäsi ensimmäistä kertaa "Vie MP3-tiedostoon" -toimintoa Audacity kysyy, minne LameLib on tallennettu.</li> </ol>
fr: <p>A cause des brevets logiciels, nous ne pouvons pas distribuer de logiciel d'encodage MP3. Pour utiliser l'encodeur libre LAME et pouvoir exporter des fichiers MP3 avec Audacity, suivez les instructions suivantes. <h3>Windows</h3> <ol> <li>Allez sur la <a href="%s">page de téléchargement de LAME</a>.</li> <li>Cliquez sur un des liens "%s" (plusieurs mirroirs sont proposés).</li> <li>Une fois le téléchargement achevé, dézippez et enregistrez le fichier <b>lame_enc.dll</b> quelquepart sur votre ordinateur.</li> <li>La première fois que vous exporterez en MP3, Audacity vous demandera où est stocké lame_enc.dll.</li> </ol> <h3>Mac OS 9 ou X</h3> <ol> <li>Allez sur la <a href="%s">page de téléchargement de LAME</a>.</li> <li>Téléchargez la version de LameLib correspondant à votre système.</li> <li>Une fois le téléchargement terminé, extrayez les fichiers (à l'aide de Stuffit Expander par exemple).</li> <li>Enregistrez le fichier "LameLib" quelquepart sur votre ordinateur.</li> <li>La première fois que vous exporterez en MP3, Audacity vous demandera où est stocké LameLib.</li> </ol>
nb: <p>På grunn av programvarepatenter kan vi ikke selv distribuere programvaren for MP3-omkoding. Følg disse instruksjonene for å bruke den frie LAME-omkoderen for å eksportere MP3-filer med Audacity. <h3>Windows</h3> <ol> <li>Gå til <a href="%s">nedlastingssiden til LAME</a>.</li> <li>Klikk på en av lenkene fra listen av identiske lenker "%s"lenker.</li> <li>Når du er ferdig med å laste ned LAME, pakk ut og lagre filen <b>lame_enc.dll</b> et sted på harddisken.</li> <li>Første gangen du bruker kommandoen "Eksporter som MP3" vil Audacity spørre deg hvor lame_enc.dll ligger lagret.</li> </ol> <h3>Mac OS 9 eller X</h3> <ol> <li>Gå til <a href="%s">nedlastingssiden til LAME</a>.</li> <li>Last ned versjonen av LameLib for som passer ditt operativsystem.</li> <li>Når du er ferdig med å laste ned, bruk Stuffit Expander for å pakke ut filene (dette skjer kanskje automatisk).</li> <li>Lagre filen kalt "LameLib" et sted på harddisken.</li> <li>Første gangen du bruker kommandoen "Eksporter som MP3" vil Audacity spørre deg hvor LameLib ligger lagret.</li> </ol>

source: How do I install VST plug-ins?
cs: Jak nainstalovat VST pluginy?
de: Wie installiere ich ein VST Plugin?
el: Πώς εγκαθιστώ τα ενθέματα (plug-ins) VST;
es: ¿Cómo instalo el complemento VST?
fi: Kuinka asenna VST-laajennuksia?
fr: Comment installer les modules VST?
nb: Hvordan installerer jeg VST-tillegg?

source: <ol> <li><p>First, download and unzip the <a href="%s">VST Enabler</a>.</li> <li><p>Place the unzipped VST Enabler, along with your VST plug-ins, into the “Plug-ins” folder in the Audacity installation folder. (On Mac OS X, this is usually in the Applications folder. On Windows, it is usually under Program Files.)</li> <li><p>The next time you start Audacity, your VST effects will appear at the bottom of the “Effect” menu.</li> </ol> <p>See also: <a href="faq?s=install&amp;i=vst-bugs">Why do some VST plug-ins look wrong, or not work?</a></p>
cs: <ol> <li><p>Nejprve si stáhněte a rozbalte <a href="%s">VST Enabler</a>.</li> <li><p>Rozbalený VST Enabler spolu s VST pluginy uložte do podadresáře “Plug-ins” v instalačním adresáři Audacity. (Na Mac OS X je to většinou v adresáři Applications, na Windows v Program Files.)</li> <li><p>Při dalším spuštění Audacity se vaše VST efekty objeví na konci menu “Efekty”.</li> </ol> <p>Podívejte se také na: <a href="faq?s=install&amp;i=vst-bugs">Proč některé VST pluginy vypadají divně, nebo nefungují?</a></p>
de: <ol> <li><p>Als erstes laden Sie die Datei <a href="%s">VST Enabler</a>.</li> <li><p>Die entpackte Datei VST Enabler und die VST Plugins müssen dann im "Plug-ins" Ordner im Audacity Installation Ordner abgespeichert werden. (Bei Mac OS X ist dies der Applications Ordner. In Windows ist es normalerweise der Programme Ordner)</li> <li><p>Das nächste Mal wenn Audacity gestartet wird, werden diese Effekte im "Effekt" Menü erscheinen.</li> </ol> <p>Beachten Sie auch die Frage: <a href="faq?s=install&amp;i=vst-bugs">Warum arbeiten einige VST Plugins nicht bzw. schauen falsch aus?</a></p>
el: <ol> <li><p>Πρώτα, κατέβασε και αποσυμπίεσε τον <a href="%s">Ενεργοποιητή VST</a>.</li> <li><p>Τοποθέτησε τον αποσυμπιεσμένο Ενεργοποιητή VST, δίπλα με τα ενθέματα (plug-ins) VST, στο φάκελο “Plug-ins” στο φάκελο εγκατάστασης του Audacity. (Σε Mac OS X, αυτός βρίσκεται συνήθως στον φάκελο Applications. Στα Windows, αυτός βρίσκεται συνήθως στα Program Files.)</li> <li><p>Την επόμενη φορά που θα εκκινήσεις το Audacity, τα εφέ VST θα εμφανιστούν στο τέλος του μενού “Effect”.</li> </ol> <p>Δες επίσης: <a href="faq?s=install&amp;i=vst-bugs">Γιατί κάποια ενθέματα (plug-ins) VST δείχνουν λάθος, ή δεν λειτουργούν;</a></p>
es: <ol> <li><p>Primero, descarga y expande al <a href="%s">VST Enabler</a>.</li> <li><p>Coloca al VST Enabler expandido, junto con tus plug-ins (complementos) VST, en la carpeta "Plug-ins" ubicada en la carpeta de instalación de Audacity. (En Mac OS X, se encuentra usualmente dentro de la carpeta Aplicaciones. En Windows, se encuentra usualmente dentro de la carpeta Archivos de programa.)</li> <li><p>La siguiente ocasión que inicies Audacity, tus efectos VST aparecerán en la parte inferios del menú "Efectos".</li> </ol> <p>Consulta también: <a href="faq?s=install&amp;i=vst-bugs">¿Porqué algunos complementos VST aparecen mal o no funcionan?</a></p>
fi: <ol> <li><p>Lataa ja pura ensiksi <a href="%s">VST Enabler</a>.</li> <li><p>Tallenna purettu VST Enabler sekä VST-laajennukset Audacityn asennuskansiossa sijaitsevaan "Plug-ins" -kansioon. (Mac OS X:ssä asennuskansio sijaitsee yleensä Applications-kansiossa. Windowsissa se sijaitsee yleensä Program Files -kansiossa.)</li> <li><p>Seuraavalla Audacityn käynnistyskerralla VST-efektit ilmestyvät Efekti-valikon alaosaan.</li> </ol> <p>Katso myös: <a href="faq?s=install&amp;i=vst-bugs">Miksi jotkut VST-laajennukset näkyvät väärin tai eivät toimi?</a></p>
fr: <ol> <li><p>Téléchargez et décompressez <a href="%s">VST Enabler</a>.</li> <li><p>Placez VST Enabler (décompressé) ainsi que les modules VST dans le répertoire "Plug-ins" du dossier d'installation de Audacity - il se trouve habituellement dans le dossier des "Applications" (sous Mac OS X) ou "Program Files" (sous Windows).</li> <li><p>Au prochain démarrage de Audacity, vos effets VST apparaitront dans le menu "Effets".</li> </ol> <p>A lire : <a href="faq?s=install&amp;i=vst-bugs">Pourquoi certains modules VST ne semblent pas fonctionner?</a></p>
nb: <ol> <li><p>Først, last ned og pakk ut <a href="%s">VST Enabler</a>.</li> <li><p>Plasser VST Enabler, nå upakket, sammen med VST-tilleggene i "Plug-ins"-mappa i Audacity sin installasjonsmappe (på Mac OS X er dette vanligvis i Programmer/Applications-mappa, i Windows er det vanligvis under Programfiler).</li> <li><p>Neste gangen du åpner Audacity vil VST-effektene dukke opp i bunnen av "Effekt"-menyen.</li> </ol> <p>Se også: <a href="faq?s=install&amp;i=vst-bugs">Hvorfor er det noen VST-tillegg som synes feil, eller ikke fungerer?</a></p>

source: Why do some VST plug-ins look wrong, or not work?
cs: Proč některé VST pluginy vypadají divně, nebo nefungují?
de: Warum schauen einige VST Plugins komisch aus oder arbeiten nicht ?
el: Γιατί κάποια ενθέματα (plug-ins) VST δείχνουν λάθος ή δεν λειτουργούν;
es: ¿Por qué algunos complementos VST aparecen mal o no funcionan?
fi: Miksi jotkut VST-laajennukset näkyvät väärin tai eivät toimi?
fr: Pourquoi certains modules VST ne semblent pas fonctionner?
nb: Hvorfor er det noen VST-tillegg som synes feil, eller ikke fungerer?

source: <p>The <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> is not yet able to display custom interfaces for plug-ins. Instead, it uses generic controls for all VST plug-ins. Because of this, many plug-ins will look or act differently than they do in other programs.</p> <p>Other VST plug-ins may not work at all, because of bugs in the VST Enabler. You can <a href"../contact/">contact us</a> to report plug-ins that do not work.</p> <p>Audacity also does not support VST instrument (VSTi) plug-ins.</p>
cs: <p><a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> prozatím neumí uživatelská pluginová rozhraní. Místo toho používá pro všechny VST pluginy obecné ovládací prvky. Kvůli tomu mnoho z nich vypadá a chová se jinak než v jiných programech.</p> <p>Některé VST pluginy nemusí vůbec fungovat vinou chyb ve VST Enableru. <a href"../contact/">Kontaktujte nás</a> a takové pluginy prosím ohlaste.</p> <p>Audacity také nepodporuje pluginy VST instrument (VSTi).</p>
de: <p>Der <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> hat zur Zeit noch kein grafisches Interface, stattdessen nutzt er generierte Menü's für alle VST Plugins.Deshalb sehen die Plugins anders aus, als in anderen Programmen.</p> <p>Einige VST Plugins können eventuell auch nicht funktionieren, dies liegt dann am VST Enabler. Sie können uns<a href"../contact/">schreiben</a> um Plugins zu benennen, die nicht funktionieren</p> <p>Audacity unterstützt ebenfalls nicht VST instrument (VSTi) Plugins</p>
el: <p>Ο <a href="faq?s=install&amp;i=vst-enabler">Ενεργοποιητής VST</a> δεν μπορεί ακόμη να προβάλει ιδιόμορφα περιβάλλοντα εργασίας για ενθέματα (plug-ins). Αντ' αυτού , χρησιμοποιεί γενικού τύπου ρυθμιστές για όλα τα ενθέματα (plug-ins) VST. Εξαιτίας αυτού, πολλά ενθέματα (plug-ins) θα δείχνουν ή θα συμπεριφέρονται διαφορετικά απ' ότι σε άλλα προγράμματα.</p> <p>Κάποια άλλα ενθέματα (plug-ins) VST μπορεί να μην λειτουργούν καν, εξαιτίας σφαλμάτων στον Ενεργοποιητή VST. Μπορείς να <a href"../contact/">επικοινωνήσεις μαζί μας/a> για να αναφέρεις ενθέματα (plug-ins) που δεν λειτουργούν.</p> <p>Επίσης το Audacity δεν υποστηρίζει ενθέματα (plug-ins) οργάνων VST (VSTi) .</p>
es: <p>El <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> aún no es capaz de desplegar interfases adaptadas para los plug-ins (complementos). En su lugar, emplea controles genéricos para todos los complementos VST. Debido a lo anterior, diversos complementos no se observarán o actuarán distinto a como lo hacen en otros programas.</p> <p>Otros complements VST no podrían funcionar del todo, ya que existen bugs en el VST Enabler. Puedes <a href"../contact/">contactarnos</a> para reportar complementos que no funcionen.</p> <p>Audacity tampoco soporta complementos de instrumentos VST (VSTi).</p>
fi: <p><a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> ei vielä kykene näyttämään laajennuksissa käytettyjä yksilöllisiä käyttöliittymiä. Sen sijaan se käyttää yleisiä kontrolleja. Tästä johtuen monet laajennukset näyttävät tai käyttäytyvät eri tavalla kuin muissa ohjelmissa.</p> <p>Jotkut VST-laajennukset eivät välttämättä toimi laisinkaan VST Enabler:ssa olevien vikojen vuoksi. Voit <a href"../contact/">ottaa meihin yhteyttä</a> raportoidaksesi toimimattomista laajennuksista.</p> <p>Audacity ei myöskään tue VST instrument (VSTi) -laajennuksia.</p>
fr: <p><a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> n'est pas encore en mesure d'afficher des interfaces propres à chaque module, mais une interface généralisée pour tous les modules. C'est pourquoi l'apparance d'une partie des modules diffère de celle obtenue dans d'autres programmes.</p> <p>D'autres modules VST peuvent ne pas fonctionner du tout à cause de bogues dans VST Enabler. Merci de nous <a href="../contact/">signaler</a> un module défaillant.</p> <p>Audacity ne supporte pas les modules VST instrument (VSTi).</p>
nb: <p><a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> har ikke ennå støtte for å vise egendefinerte grensesnitt for programtillegg. I stedet bruker den felleskontroller for alle VST-tillegg. På grunn av dette vil mange tillegg se ut eller oppføre seg forskjellig fra hvordan de er i andre programmer.</p> <p>Andre VST-tillegg vil kanskje ikke virke i det hele tatt, pga. feil i VST Enabler. Du kan <a href"../contact/">kontakte oss</a> for å melde fra om programtillegg som ikke fungerer.</p> <p>Audacity støtter heller ikke tillegg av typen VST instrument (VSTi).</p>

source: What should I do if I have problems downloading or installing Audacity?
cs: Co dělat, když mám problémy se stahováním nebo instalací Audacity?
de: Was soll ich tun, wenn ich Probleme habe, Audacity herunterzuladen oder zu installieren?
el: Τι θα πρέπει να κάνω αν αντιμετωπίζω προβλήματα στο κατέβασμα ή στην εγκατάσταση του Audacity?
es: ¿Qué debo hacer si tengo problemas al descargar o instalar Audacity?
fi: Mitä pitäisi tehdä, jos Audacityn lataamisessa tai asentamisessa on ongelmia?
fr: Que faire en cas de problèmes lors du téléchargement ou de l'installation de Audacity?
nb: Hva burde jeg gjøre dersom jeg har problemer med å laste ned eller installere Audacity?
