Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <p>Creating a plug-in for Audacity using Nyquist is as simple as creating a text file with the extension ".ny" with some Nyquist code, adding a few comments to indicate the type of plug-in, and placing the file in Audacity's <code>plug-ins</code> directory. Here's a very simple plug-in as an example:</p> <pre> ;nyquist plug-in ;version 1 ;type process ;name "Fade In" ;action "Fading In..." (mult (ramp) s) </pre> <p>The first two lines of a Nyquist plug-in must be exactly as in the example above, or Audacity will not load it. (The version number is to support future expansions of the plug-in format.) The next line is the type of plug-in, which is discussed below. Then comes the name of the plug-in, which is what is displayed in the menu bar, and then the "action", which is what Audacity displays while it is busy processing the plug-in. There are other optional lines that may follow. Any line that does not begin with a semicolon (;) is assumed to contain Nyquist code and will be executed.</p> <p>Audacity has support for three types of plug-ins that can be written in Nyquist:</p> <pre> ;type generate ;type process ;type analyze </pre> <p>These correspond to the three menus that can contain plug-ins: Generate, Effect, and Analyze. Generate plug-ins are expected to generate new audio from scratch, Effect plug-ins ("process") modify existing audio in-place, and Analyze plug-ins process audio but do not modify it (though they are allowed to add labels).</p> <p>For Effect and Analyze plug-ins, Audacity sets up the Nyquist environment so that the audio the user has selected is in the variable <code>s</code>. All of the expressions in the plug-in file are executed in order, and the return value of the last expression is substituted for the selection in Audacity. If the last expression does not return audio, Audacity returns an error.</p> <h3>Parameter dialogs</h3> <p>Audacity has limited support for plug-ins showing a dialog to get parameters from the user. Here is an example of a plug-in that opens a dialog:</p> <pre> ;nyquist plug-in ;version 1 ;type process ;name "Delay..." ;action "Performing Delay Effect..." ;info "Demo effect for Nyquist by Roger Dannenberg.\nThis effect creates a fixed number of echos." ; (should be all on one line) ;control decay "Decay amount" int "dB" 6 0 24 ;control delay "Delay time" real "seconds" 0.5 0.0 5.0 ;control count "Number of echos" int "times" 5 1 30 (defun delays (s decay delay count) (if (= count 0) (cue s) (sim (cue s) (loud decay (at delay (delays s decay delay (- count 1))))))) (stretch-abs 1 (delays s (- 0 decay) delay count)) </pre> <p>If Audacity finds at least one "control" line, it will open a dialog to prompt the user for certain parameters to the plug-in. Each parameter consists of a text box and a slider, and after the user has entered each one, the final value will be stored in a Nyquist variable with a name that you specify on the "control" line. Here's what the dialog for the Delay effect shown above looks like in Audacity for Linux:</p> <p><img alt="Nyquist plugin screenshot" src="../images/nyquist-plugin-screenshot" width="414" height="221"></p> <p>Note that the "info" line is displayed at the top of the dialog, and that the "\n" becomes a newline. The parameters to the "control" line affect the appearance and limitations of the parameter. Each "control" line must consist of exactly the following 8 elements, in order:</p> <ol> <li>The word "control"</li> <li>The name of the control - this is the name of the Nyquist variable that will get set when the user manipulates the dialog.</li> <li>The label to the left of the control</li> <li>The type of value: either <code>int</code> (integer) or <code>real</code>.</li> <li>The label to the right of the value (usually the units like "Hz" or "dB").</li> <li>The default/initial value of the parameter</li> <li>The minimum value of the parameter</li> <li>The maximum value of the parameter</li> </ol> <h3>Returning labels</h3> <p>Instead of returning audio, a Nyquist plug-in can instead return a list of labels. A list of labels is simply a list of time/label pairs, for example:</p> <pre> ((0.0 "start") (30.0 "middle") (60.0 "end")) </pre> <p>When a plug-in returns a list of exactly this form, Audacity will create a new label track and add the labels at those positions. This style of plug-in is usually of type "analyze".</p> <p>New! Beginning with Audacity version 1.3.1, you can now optionally return both a start and an end time, like this:</p> <pre> ((0.0 25.0 "start") (30.0 45.0 "middle") (60.0 75.0 "end")) </pre> <p>Note that labels are allowed to overlap in Audacity 1.3; the end time of one can be after the start time of the next.</p> <h3>Processing stereo tracks</h3> <p>Nyquist represents stereo tracks as an array of sounds (not a list). Many Nyquist functions automatically work with these arrays, but not all, so sometimes you may find it necessary to split up a stereo array, or reassemble one. Here are some useful functions:</p> <table class="function-list"> <tr><td><code>(arrayp s)</code></td><td>returns true if <code>s</code> is an array</td></tr> <tr><td><code>(aref s 0)</code></td><td>the first element in array <code>s</code> - the left channel</td></tr> <tr><td><code>(aref s 1)</code></td><td>the second element in array <code>s</code> - the right channel</td></tr> <tr><td><code>(setf s (make-array 2))</code></td><td>makes <code>s</code> into a new array of length 2</td></tr> <tr><td><code>(setf (aref s 0) left)</code></td><td>makes <code>left</code> the first element of array <code>s</code></td></tr> <tr><td><code>(setf (aref s 1) right)</code></td><td>makes <code>right</code> the second element of array <code>s</code></td></tr> </table> <p>As a convenience, if the input to your Nyquist plug-in is stereo, but you only output a single (mono) sound, Audacity will automatically copy it to both the left and right channels.</p> <h3>Where to go from here</h3> <p>Audacity comes with some sample plug-ins that you can examine or modify as a starting point. The best way to learn Nyquist is to try it. If you're having trouble debugging, consider downloading the standalone version of Nyquist (see the link in Part 1).</p> <p>If you're having trouble getting Nyquist to work at all, please <a href="../contact/">contact us</a>.</p> <p>If you are working on Nyquist plug-in effects and would like to share them with others, or if you would like to discuss general details of how to achieve certain effects in Nyquist, please join the <a href="../contact/lists#nyquist">audacity-nyquist mailing list</a>.</p> <p>Don't forget to consult the full <a href="http://www-2.cs.cmu.edu/~rbd/doc/nyquist/root.html">Nyquist Reference Manual</a> for more details of how Nyquist works.</p>
es: <p>La creación de un plugin para Audacity mediante Nyquist es tan simple como la creación de un archivo de texto, con la extensión ".ny", que contenga algo de código Nyquist, añadiendo algunos comentarios para indicar el tipo de plugin, y colocando al archivo en el directorio de <code>plug-ins</code> de Audacity. Como ejemplo, aquí tenemos un plugin muy simple:</p> <pre> ;nyquist plug-in ;version 1 ;type process ;name "Fade In" ;action "Fading In..." (mult (ramp) s) </pre> <p>Las primeras dos líneas de un plugin Nyquist deben ser idénticas a las del ejemplo previo, de lo contrario Audacity no lo cargará. (El número de versión es para soportar a futuras expansiones del formato del plug-in.) La siguiente línea es el tipo de plugin, lo cual es discutido más adelante. Depués viene el nombre del plugin, el cual es lo que se despliega en la barra del menú, y después la "action" (acción), la cual es lo que Audacity despliega mientras está ocupado procesando al plug-in. Existen otras líneas opcionales que podrían continuar. Cualquier línea que no inicie con un punto y coma (;) se asume que contiene código Nyquist y será ejecutado.</p> <p>Audacity tiene soporte para tres tipos de plug-ins que pueden ser escritos en Nyquist:</p> <pre> ;type generate ;type process ;type analyze </pre> <p>Esto corresponde a tres menúes que pueden contener plug-ins: Generar, Efecto, y Analizar. Se espera que los plug-ins Generar creen nuevo audio desde cero, mientras que los plug-ins Efecto ("process") modifiquen a audio existente en su lugar, y los plug-ins Analizar procesen audio pero sin modificarlo (aunque se les permite el añadir etiquetas).</p> <p>Para plug-ins Efecto y Analizar, Audacity prepara al ambiente Nyquist tal que el audio que haya sido elegido por el usuario esté en la variable <code>s</code>. Todas las expresiones en el archivo del plug-in, son ejecutadas en orden, y la respuesta de la última expresión sustituye a la selección en Audacity. Si la última expresión no regresa audio, Audacity responde con un error.</p> <h3>Diálogos de Parámetros</h3> <p>Audacity tiene soporte limitado para plug-ins que muestren un diálogo donde el usuario pueda capturar sus parámetros. A continuación tenemos un ejemplo de un plug-in que abre un diálogo:</p> <pre> ;nyquist plug-in ;version 1 ;type process ;name "Delay..." ;action "Performing Delay Effect..." ;info "Demo effect for Nyquist by Roger Dannenberg.\nThis effect creates a fixed number of echos." ; (should be all on one line) ;control decay "Decay amount" int "dB" 6 0 24 ;control delay "Delay time" real "seconds" 0.5 0.0 5.0 ;control count "Number of echos" int "times" 5 1 30 (defun delays (s decay delay count) (if (= count 0) (cue s) (sim (cue s) (loud decay (at delay (delays s decay delay (- count 1))))))) (stretch-abs 1 (delays s (- 0 decay) delay count)) </pre> <p>Si Audacity encuentra al menos una línea "control", deplegará un diálogo para solicitar al usuario ciertos parámetros del plug-in. Cada parámetro consiste en una caja de texto y una barra deslizante, y una vez que el usuario ha proporcionado cada parámetro, cada valor será almacenado en una variable de Nyquist con el nombre que se especifica en la línea "control". He aquí lo que el código previo muestra como diálogo para el efecto Delay, en Audacity para Linux:</p> <p><img alt="Nyquist plugin screenshot" src="../images/nyquist-plugin-screenshot" width="414" height="221"></p> <p>Nota que la línea "info" es desplegada en la parte superior del diálogo, y que "\n" se conviente en una nueva línea. Los parámetros en la línea "control" afectan la apariencia y limitaciones del parámetro. Cada línea "control" debe consistir exactamente en los siguientes 8 elementos, en orden:</p> <ol> <li>La palabra "control"</li> <li>El nombre del control - éste es el nombre de la variable de Nyquist que será impuesto cuando el usuario manipule el diálogo.</li> <li>La etiqueta que se depliega a la izquierda del control</li> <li>El tipo de valor: ya sea <code>int</code> (entero) ó <code>real</code>.</li> <li>La etiqueta que se depliega a la derecha del valor (usualmente unidades como "Hz" or "dB").</li> <li>El valor predeterminado/inicial del parámetro</li> <li>El valor mínimo del parámetro</li> <li>El valor máxico del parámetro</li> </ol> <h3>Etiquetas de respuesta (Returning labels)</h3> <p>En lugar de responder con audio, un plug-in Nyquist puede responder con una lista de etiquetas. Una lista de etiquetas es simplemente una lista de pares de tiempo/etiqueta, por ejemplo:</p> <pre> ((0.0 "start") (30.0 "middle") (60.0 "end")) </pre> <p>Cuando un plug-in responde exactamente con una lista de esta forma, Audacity creará una nueva etiqueta de la pista y agregará etiquetas en dichas posiciones. Este estilo de plug-in es usualmente del tipo "analyze" (analizar).</p> <h3>Procesamiento de pistas estéreo</h3> <p>Nyquist represeta a pistas estéreo como un arreglo de sonidos (no una lista). Varias funciones Nyquist trabajan con dichos arreglos, pero no todas, por lo cual a veces te será necesario el separar un arreglo estéreo, o reensamblarlo. He aquí algunas funciones útiles:</p> <table class="function-list"> <tr><td><code>(arrayp s)</code></td><td>responde true (verdadero) si <code>s</code> es un arreglo</td></tr> <tr><td><code>(aref s 0)</code></td><td>el primer elemento del arreglo <code>s</code> - el canal izquierdo</td></tr> <tr><td><code>(aref s 1)</code></td><td>el segundo elemento del arreglo <code>s</code> - el canal derecho</td></tr> <tr><td><code>(setf s (make-array 2))</code></td><td>hace a <code>s</code> como un nuevo arreglo de longitud 2</td></tr> <tr><td><code>(setf (aref s 0) left)</code></td><td>hace a <code>left</code> el primer elemento de un arreglo <code>s</code></td></tr> <tr><td><code>(setf (aref s 1) right)</code></td><td>hace a <code>right</code> el segundo elemento de un arreglo <code>s</code></td></tr> </table> <p>Como convenio, si la entrada a tu plug-in Nyquist es estéreo, pero únicamente respondes con un sonido singular (mono), Audacity automáticamente lo copiará tanto en el canal izquierdo como en el canal derecho.</p> <h3>Dónde ir a partir de aquí</h3> <p>Como punto inicial, Audacity viene con algunos plug-ins ejemplo que puedes examinar o modificar. La mejor manera de aprender Nyquist es probándolo. Si tienes problemas en su debugging, considera la descarga de la versión standalone de Nyquist (observa la liga en la Parte 1).</p> <p>Si tienes problemas en hacer funcionar Nyquist del todo, por favor <a href="../contact/">contáctanos</a>.</p> <p>Si estás trabajando en efectos con plug-ins Nyquist y te gustaría compartirlos con otros, ó si te gustaría discutir detalles generales de cómo lograr ciertos efectos con Nyquist, por favor únete a la <a href="../contact/lists#nyquist">lista de correo audacity-nyquist</a>.</p> <p>No olvides en consultar al completo <a href="http://www-2.cs.cmu.edu/~rbd/doc/nyquist/root.html">Manual de Referencia Nyquist</a> para mayor detalle en cómo funciona Nyquist.</p>
fr: <p>Pour créer un module Nyquist pour Audacity, il suffit de créer un fichier texte avec l'extension ".ny", d'y insérer du code Nyquist, d'y ajouter quelques commentaires indiquant le type de module, et de placer le fichier dans le répertoire <code>plug-ins</code> de Audacity. Voici un exemple basique :</p> <pre> ;nyquist plug-in ;version 1 ;type process ;name "Fade In" ;action "Fading In... (mult (ramp) s) </pre> <p>Les deux premières lignes d'un module Nyquist doivent impérativement être celles de l'exemple, sinon il ne sera pas chargé par Audacity. (Le numéro de version sert au support de future version du format de module.) La ligne suivante donne le type de module (ceci sera expliqué plus bas). Viennent ensuite le nom du module (qui sera affiché dans la barre de titre) et l'action (qui sera affichée lors de la phase de calcul). D'autres lignes peuvent contenir des informations supplémentaires. Les lignes ne débutant pas par un point-virgule (;) seront interprétées comme du code Nyquist.</p> <p>Audacity supporte trois types de modules Nyquist :</p> <pre> ;type generate ;type process ;type analyze </pre> <p>Ils correspondent aux trois menus qui peuvent proposer des modules : Générer, Effet et Analyser. Des modules de type "generate" créent de nouveaux sons, ceux de type "process" modifient des zones audio sélectionnées et ceux de type "analyse" traitent des sons mais sans les modifier (ils peuvent néanmoins ajouter des marqueurs).</p> <p>Pour les modules d'effet et d'analyse, Audacity définit l'environnement Nyquist de sorte que la zone audio sélectionnée soit stockée dans la variable <code>s</code>. Toutes les expressions du fichier ".ny" seront exécutées de manière séquentielle, et la valeur renvoyée par la dernière expression remplacera la sélection dans Audacity. Si cette valeur ne correspond pas à un signal audio, Audacity renvoie un message d'erreur.</p> <h3>Boite de dialogue</h3> <p>Audacity est capacble d'afficher une boite de dialogue pour la saisie interactive des paramètres. Voici un exemple de module basé sur l'utilisation d'une boite de dialogue :</p> <pre> ;nyquist plug-in ;version 1 ;type process ;name "Delay..." ;action "Performing Delay Effect..." ;info "Demo effect for Nyquist by Roger Dannenberg.\\nThis effect creates a fixed number of echos." ; (should be all on one line) ;control decay "Decay amount" int "dB" 6 0 24 ;control delay "Delay time" real "seconds" 0.5 0.0 5.0 ;control count "Number of echos" int "times" 5 1 30 (defun delays (s decay delay count) (if (= count 0) (cue s) (sim (cue s) (loud decay (at delay (delays s decay delay (- count 1))))))) (stretch-abs 1 (delays s (- 0 decay) delay count)) </pre> <p>Si Audacity repère au moins une ligne ";control", il ouvre une boite de dialogue pour demander à l'utilisateur la valeur d'un des arguments du module. A chaque entrée correspond une boite de texte et un curseur, et, après modification de l'une d'elles, la valeur est stockée dans une variable Nyquist dont le nom figure dans la ligne ";control". Voici la boite affichée Par Audacity sous Linux pour le module d'effet "Delay..." :</p> <p><img alt="Nyquist plugin screenshot" src="../images/nyquist-plugin-screenshot" width="414" height="221" /></p> <p>Remarque : la ligne "info" est affichée dans la partie supérieure de la boite, et "\\n" devient une nouvelle ligne. Les arguments de la ligne ";control" affectent le type et les bornes des paramètres d'entrée. Chaque ligne ";control" doit comporter dans l'ordre les 8 éléments suivants :</p> <ol> <li>Le mot-clé "control"</li> <li>Le nom du paramètre - c'est le nom de la variable Nyquist à laquelle sera assignée la valeur entrée.</li> <li>L'intitulé placé sur la gauche</li> <li>Le type de la variable : soit <code>int</code> (nombre entier) soit <code>real</code> (nombre réel).</li> <li>L'étiquette à placer à droite de la valeur (généralement l'unité de la valeur).</li> <li>La valeur par défaut du paramètre</li> <li>La valeur minimale du paramètre</li> <li>La valeur maximale du paramètre</li> </ol> <h3>Travailler avec les marqueurs</h3> <p>Au lieu de renvoyer un signal comme sortie du module Nyquist, il est possible de renvoyer une liste de marqueurs. Une liste de marqueurs est tout simplement une liste de couples (temps, étiquette), par exemple :</p> <pre>((0.0 "start") (30.0 "middle") (60.0 "end"))</pre> <p>Lorsqu'un module renvoie une liste de cette forme précisément, Audacity crée une nouvelle piste de marqueurs et ajoute les étiquettes aux instants correspondants. Ce sont généralement les modules de type "analyse" qui utilise les marqueurs.</p> <h3>Traiter des pistes stéréo</h3> <p>Nyquist représente les pistes stéréo par des tableaux de sons (et non comme une liste). Beaucoup de fonctions Nyquist travaillent automatiquement avec ce genre de variables, mais il arrive que vous soyez forcé de séparer les deux pistes, de les traiter séparément, puis de les réassembler. Voici quelques fonctions à ce sujet :</p> <table class="function-list"> <tr><td><code>(arrayp s)</code></td><td>renvoie "true" <code>s</code> est un tableau</td></tr> <tr><td><code>(aref s 0)</code></td><td>donne le premier élément du tableau <code>s</code> c'est-à-dire le canal gauche</td></tr> <tr><td><code>(aref s 1)</code></td><td>donne le second élément du tableau <code>s</code> c'est-à-dire le canal droit</td></tr> <tr><td><code>(setf s (make-array 2))</code></td><td>déclare <code>s</code> comme un tableau de taille 2</td></tr> <tr><td><code>(setf (aref s 0) left)</code></td><td>range le signal <code>left</code> dans le premier élément du tableau <code>s</code></td></tr> <tr><td><code>(setf (aref s 1) right)</code></td><td>range le signal <code>left</code> dans le premier élément du tableau <code>s</code></td></tr> </table> <p>Si le signal d'entrée du module Nyquist est stéréo et que la sortie est un signal mono, Audacity duplique automatiquement la sortie en canaux droite et gauche identiques.</p> <h3>Pour aller plus loin...</h3> <p>Quelques exemples de modules Nyquist sont fournis avec Audacity afin que vous puissiez les examiner. La meilleure manière d'apprendre à utiliser Nyquist est de s'en servir. Si vous rencontrez des problèmes de déboguage, vous pouvez télécharger la version indépendante de Nyquist (suivre le lien dans la première partie).</p> <p>Si vous n'arrivez pas à faire fonctionner Nyquist, vous pouvez nous <a href="../contact/">contacter</a>.</p> <p>Si vous avez mis au point un module d'effet et que vous souhaitez le mettre à la disposition des autres utilisateurs, ou si vous désirez discuter de la manière de concevoir certains effets, inscrivez-vous à la <a href="../contact/lists#nyquist">liste de diffusion audacity-nyquist</a>.</p> <p>N'oubliez pas de vous référer au <a href="http://www-2.cs.cmu.edu/~rbd/doc/nyquist/root.html">Manuel de Nyquist</a> pour plus de détails sur le fonctionnement de Nyquist.</p>

source: Jump to page content
cs: Přejít na obsah stránky
de: Seiteninhalt
el: Μετάβαση στα περιεχόμενα της ιστοσελίδας
es: Ir al contenido de la página
fi: Siirry sivun sisältöön
fr: Aller directement au contenu
nb: Gå til side-innhold
sv: Gå till sidinnehåll

source: Audacity: Free Sound Editor and Recording Software
cs: Audacity: volně dostupný zvukový editor a rekordér
de: Audacity: Freier und kostenloser Audio Editor und Aufnahmesoftware
el: Audacity: Ελεύθερος Επεξεργαστής Ήχου και Πρόγραμμα Ηχογράφησης
es: Audacity: El editor de sonidos libre y multiplataforma
fi: Audacity: Vapaa äänieditori ja äänitysohjelma
fr: Audacity: logiciel libre d'enregistrement et de montage son
nb: Audacity: Fri lydredigerings- og innspillingsprogramvare
sv: Audacity: Ljudredigerings- och inspelningsprogram (freeware)

source: Site Navigation
cs: Navigace
de: Seitennavigation
el: Πλοήγηση Διαδικτυακού Τόπου
es: Mapa del sitio
fi: Navigointi
fr: Navigation sur le site
nb: Nettstedsnavigasjon
sv: Sajt navigering

source: Page Footer
cs: Pata stránky
de: Seitenende
el: Υποσέλιδο
es: Pie de página
fi: Alatunniste
fr: Pied de page
nb: Bunntekst
sv: Sidfot

source: Privacy
cs: Ochrana soukromí
el: Πολιτική Εχεμύθειας
es: Privacidad
fi: Yksityisyys
fr: Politique de confidencialité
nb: Personvern
sv: Policy

source: Site Map
cs: Mapa stránek
el: Χάρτης Διαδικτυακού Τόπου
es: Mapa del web
fi: Sivukartta
fr: Plan du site
nb: Nettkart
sv: Översikt

source: Creative Commons Attribution license
cs: License Creative Commons Attribution
es: Licencia Creative Commons de reconocimiento
fi: Creative Commons Attribution -lisenssi
fr: Attribution de license Creative Commons
nb: Creative Commons Attribution-lisens
sv: Upphovssrätt: Tillskrivningslicence

source: Creative Commons: Some rights reserved.
cs: Creative Commons: některá práva jsou vyhrazena.
es: Creative Commons: algunos derechos reservados.
fi: Creative Commons: Jotkut oikeudet pidätetään.
fr: Creative Commons: droits partiellement réservés.
nb: Creative Commons: Visse rettigheter forbeholdes.
sv: Upphovsrätt: Viss reserverad användarrätt.

source: Development hosted by SourceForge
cs: Vyvíjí se za pomoci SourceForge
de: Entwicklung unterstützt von Sourceforge
el: Το όλο εγχείρημα φιλοξενείται από το SourceForge
es: Desarrollo hospedado en SourceForge
fi: Kehitystä isännöi SourceForge
fr: Développement hébergé par SourceForge
nb: Utviklingen skjer på tjenere fra SourceForge
sv: Projektet är Internetplacerat hos SourceForge

source: View this page in a different language
cs: Zobrazit tuto stránku v jiném jazyce
de: Betrachte die Seite in einen anderen Sprache
el: Δες αυτή την ιστοσελίδα σε διαφορετική γλώσσα
es: Vea esta página en un idioma diferente
fi: Näytä tämä sivu toisella kielellä
fr: Parcourez ce site dans plusieurs langues
nb: Les denne siden på et annet språk
sv: Läs sidan med ett annat språk

source: %B %d, %Y
cs: %d. %B %Y
de: %d %B %Y
fi: %d.%m.%Y
fr: %d %B %Y
nb: %d.%B, %Y

source: The Audacity Store Is Open
el: Το Κατάστημα Του Audacity Έχει Ανοίξει
es: La Tienda de Audacity está abierta
fr: La boutique Audacity est ouverte
nb: Audacity-Butikken Er Åpen
