Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <a href="http://www.audacity.org">Audacity.org</a> is a research company for construction industry professionals.
cs: <a href="http://www.audacity.org">Audacity.org</a> je společnost provádějící výzkumy pro profesionály ve stavebnictví.
de: <a href="http://www.audacity.org">Audacity.org</a> ist eine Research Firma für das Bauhandwerk bzw. das Personal
el: <a href="http://www.audacity.org">Το Audacity.org</a> είναι μία εταιρία έρευνας για επαγγελματίες της βιομηχανίας κατασκευών.
es: <a href="http://www.audacity.org">Audacity.org</a> es una compañía de investigación para profesionales de la industria de la construcción.
fi: <a href="http://www.audacity.org">Audacity.org</a> on tutkimusyritys rakennusteollisuuden ammattilaisille.
fr: <a href="http://www.audacity.org">Audacity.org</a> est une entreprise de recherche pour les professionnels de l'industrie de construction.
nb: <a href="http://www.audacity.org">Audacity.org</a> er et forskningsselskap for fagfolk i bygge- og anleggsindustrien.
sv: <a href="http://www.audacity.org">Audacity.org</a> är ett forskningsföretag för industridesign.

source: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> is a street-rock band from Finland.
cs: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> je street-rocková kapela z Finska.
de: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> ist eine Rockgruppe aus Finnland
el: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> είναι μία ροκ μπάντα του δρόμου από την Finland.
es: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> es una banda de rock callejero de Finlandia.
fi: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> on suomalainen katurokkibändi.
fr: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> est un groupe finlandais de "rock urbain".
nb: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> er et gaterock-band fra Finland.
sv: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> är ett rockband från Finland.

source: <a href="http://www.audacity.com/">Audacity, Inc.</a> builds custom enterprise and departmental Windows applications.
cs: <a href="http://www.audacity.com/">Audacity, Inc.</a> vyvíjí zákaznické podnikové aplikace pro Windows.
de: <a href="http://www.audacity.com/">Audacity, Inc.</a> entwickelt Windowsanwendungen für Firmen.
el: <a href="http://www.audacity.com/">Audacity, Inc.</a> κατασκευάζει κατά παραγγελία επιχειρηματικές και υπηρεσιακές εφαρμογές για Windows .
es: <a href="http://www.audacity.com/">Audacity, Inc.</a> construye aplicaciones en Windows para grandes empresas y departamentos.
fi: <a href="http://www.audacity.com/">Audacity, Inc.</a> rakentaa räätälöityjä yritys- ja hallinnollisia Windows-sovelluksia.
fr: <a href="http://www.audacity.com/">Audacity, Inc.</a> conçoit des application Windows adaptées aux demandes des entreprises.
nb: <a href="http://www.audacity.com/">Audacity, Inc.</a> bygger skreddersydde drifts- og avdelingsprogrammer for Windows.
sv: <a href="http://www.audacity.com/">Audacity, Inc.</a> skapar Windows-program.

source: Other Audio Software
cs: Další audio programy
de: Andere Audiosoftware
el: Άλλα Προγράμματα Audio
es: Otros programas de sonido
fi: Muita audio-ohjelmia
fr: Autres logiciels audio
nb: Andre lydprogrammer
sv: Annan mjukvara för ljud

source: <a href="http://ardour.org/">Ardour</a> is a powerful digital audio workstation that runs on GNU/Linux.
cs: <a href="http://ardour.org/">Ardour</a> je výkonné pracovní prostředí pro zpracování digitálního zvuku, které běží na GNU/Linuxu.
de: <a href="http://ardour.org/">Ardour</a> ist eine mächtige digitale Audioplattform für GNU/Linux
el: <a href="http://ardour.org/">Ardour</a> είναι ένα ισχυρό πρόγραμμα επεξεργασίας ψηφιακού ήχου που λειτουργεί σε GNU/Linux.
es: <a href="http://ardour.org/">Ardour</a> es una potente estación de sonido digital que funciona en GNU/Linux..
fi: <a href="http://ardour.org/">Ardour</a> GNU/Linux:ssa toimiva erinomainen digitaalinen audiotyöasema.
fr: <a href="http://ardour.org/">Ardour</a> est une puissante suite audio fonctionnant sous GNU/Linux.
nb: <a href="http://ardour.org/">Ardour</a> er en kraftig digital arbeidsstasjon for lyd som kjører på GNU/Linux.
sv: <a href="http://ardour.org/">Ardour</a> är en kraftfull digital arbetsstation som körs på GNU/Linux.

source: <a href="http://cdexos.sourceforge.net/">CDex</a> is a free CD ripper for Microsoft Windows.
cs: <a href="http://cdexos.sourceforge.net/">CDex</a> je volně dostupný CD ripper pro Microsoft Windows.
de: <a href="http://cdexos.sourceforge.net/">CDex</a> ist ein freier CD Ripper für Microsoft Windows
el: <a href="http://cdexos.sourceforge.net/">CDex</a> είναι ένας δωρεάν CD ripper για Microsoft Windows.
es: <a href="http://cdexos.sourceforge.net/">CDex</a> es un extractor de CD gratuito para Microsoft Windows.
fi: <a href="http://cdexos.sourceforge.net/">CDex</a> on vapaa CD-ripperi Microsoft Windowsille.
fr: <a href="http://cdexos.sourceforge.net/">CDex</a> est un extracteur de CD audio libre sous Microsoft Windows.
nb: <a href="http://cdexos.sourceforge.net/">CDex</a> er en fri CD-ripper for Microsoft Windows.
sv: <a href="http://cdexos.sourceforge.net/">CDex</a> är en gratis CD-rippare för Microsoft Windows.

source: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a> is a free tool for capturing and cleaning recordings from vinyl records.
cs: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a>je volně dostupný nástroj pro nahrávání a čištění nahrávek z vinylových desek.
el: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a> είναι ένα δωρεάν εργαλείο για σύλληψη και καθαρισμό ηχογραφήσεων από δίσκους βινυλίου.
es: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a> es una herramienta gratuita para capturar y limpiar grabaciones de discos de vinilo.
fr: <a href="http://panic.et.tudelft.nl/~costar/gramofile/">GramoFile</a> est un outil libre pour enregistrer et améliorer des disques vynils.
nb: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a> er et fritt verktøy for å fange opp og renske opptak fra vinylplater.

source: More free software at SourceForge.net:
cs: Další volně přístupný software na SourceForge.net:
de: Mehr freie Software auf SourceForge.net:
el: Και άλλα δωρεάν προγράμματα στο SourceForge.net:
es: Más software libre en SourceForge.net:
fi: Lisää vapaita ohjelmia SourceForge.net:ssä:
fr: D'autres logiciels libre sur SourceForge.net:
nb: Mer fri programvare fra SourceForge.net:
sv: Mer mjukvara från SourceForge.net (freeware):

source: Audio Editors
cs: Zvukové editory
de: Audio Editoren
el: Επεξεργαστές Audio
es: Editores de sonido
fi: Audioeditoreita
fr: Editeurs audio
nb: Lydredigeringsprogrammer
sv: Ljudeditorer

source: Audio Capture/Recording
cs: Zachytávání/nahrávání zvuku
de: Audio Aufnahme
el: Σύλληψη/Ηχογράφηση Audio
es: Grabación/captura de sonido
fi: Audion kaappaus/äänitys
fr: Capture/Enregistrement audio
nb: Fange opp/spille inn lyd
sv: Ljudinspelare

source: Audio Analysis
cs: Zvuková analýza
de: Audioanalyse
el: Ανάλυση Audio
es: Análisis de sonido
fi: Audion analysointi
fr: Analyse de signaux audio
nb: Lydanalyse
sv: Ljudanalys

source: Get Involved
cs: Zapojte se
de: Unterstützten Sie uns
el: Εθελοντική Συμμετοχή
es: Colaborar
fi: Osallistu
fr: Participez!
nb: Engasjer deg
sv: Engagera dig

source: Audacity is free software, developed by volunteers. Here's how you can contribute to the Audacity project:
cs: Audacity je volně dostupný software vyvíjený dobrovolníky. Zde je popsáno, jak můžete projektu přispět:
de: Audacity ist <a href="http://audacity.sourceforge.net/about/">freie</a> Software, entwickelt von Freiwilligen. So können Sie das Audacity Projekt unterstützten:
el: Το Audacity είναι ένα ελεύθερο πρόγραμμα,που έχει αναπτυχθεί από εθελοντές. Εδώ μπορείς να δεις πως μπορείς να βοηθήσεις στο εγχείρημα Audacity
es: Audacity es software libre desarrollado por voluntarios. Puede colaborar con este proyecto de la siguiente manera:
fi: Audacity on vapaaehtoisten kehittämä vapaa ohjelma. Näin voit osallistua Audacity-projektiin:
fr: Audacity est un logiciel libre développé par des volontaires. Vous pouvez contribuer au projet Audacity de plusieurs manières:
nb: Audacity er fri programvare, utviklet på frivillig basis. Slik kan du bidra med din hjelp til Audacity-prosjektet:
sv: Audacity är en gratis mjukvara, utvecklad av frivilliga. Här kan du läsa om hur du kan bidra till att utveckla Audacity:

source: Users
cs: Uživatelé
de: Nutzer
el: Χρήστες
es: Usuarios
fi: Käyttäjät
fr: Utilisateurs
nb: Brukere
sv: Användare

source: Give us feedback, report bugs, and become part of the Audacity user community.
cs: Napište nám zkušenosti, hlaste chyby a staňte se členy komunity uživatelů Audacity.
de: Geben Sie uns Feedback, melden Fehler und werden Sie ein Teil der Audacity Nutzergemeinde (in englischer Sprache)
el: Στείλε μας ενημερώσεις, αναφορές σφαλμάτων , και γίνε μέλος της κοινότητας χρηστών του Audacity.
es: Envíe su opinión, errores y conviértase en parte de la comunidad de usuarios de Audacity.
fi: Anna palautetta, raportoi vioista ja liity osaksi Audacityn käyttäjäyhteisöä.
fr: Donnez vos avis, signalez nous des bogues, et intégrez la communauté des utilisateurs d'Audacity.
nb: Gi oss tilbakemeldinger, rapporter feil og bli en del av Audacitys brukermiljø.
sv: Ge oss feedback, rapportera buggar, och delta i Audacitys diskussionsyta för användare.

source: If you are fluent in both English and another language, you can help translate the Audacity software and web site. We also need people to help provide support for Audacity in different languages.
cs: Jestliže máte dobré znalosti angličtiny, můžete pomoci s překladem programu nebo internetových stránek. Hledáme také lidi, kteří by poskytovali uživatelskou podporu v různých jazycích.
de: Wenn Sie Englisch und eine andere Sprache beherrschen können Sie helfen, das Programm und die Webseite zu übersetzen.Wir benötigen ebenfalls Hilfe um andere Leute in Ihren Sprachen zu helfen. Für deutschsprachige Nutzer empfehlen wir das <a href="http://audacity.fuchsi.de">deutschsprachige Forum</a>.
el: Αν γνωρίζεις καλά Αγγλικά και κάποια άλλη γλώσσα, μπορείς να βοηθήσεις στη μετάφραση του προγράμματος Audacity και του διαδικτυακού τόπου. Επίσης χρειαζόμαστε ανθρώπους που θα βοηθήσουν στη παροχή υποστήριξης για το Audacity σε διαφορετικές γλώσσες.
es: Si tiene un inglés fluido y también habla otro idioma, puede ayudar a traducir Audacity y su página web. También necesitamos gente que ayude a dar soporte a Audacity en otros idiomas.
fi: Jos sinulta sujuu englannin lisäksi myös jokin toinen kieli, voit auttaa kääntämään Audacityn ja sen verkkosivuston. Tarvitsemme myös ihmisiä tarjoamaan tukea Audacitylle eri kielillä.
fr: Si vous maîtrisez l'anglais et une autre langue, vous pouvez aider à la traduction du logiciel et de son site internet. Une communauté d'utilisateurs expérimentés permet de proposer un support à Audacity dans diverses langues.
nb: Hvis du snakker engelsk og et annet språk flytende, kan du hjelpe til med å oversette Audacity-programvaren og nettstedet. Vi trenger også folk som kan hjelpe til med å gi brukerstøtte for Audacity i forskjellige språk.
sv: Om du är duktig i engelska och ett annat språk, kan du hjälpa till med att översätta Audacity och hemsidan. Vi behöver också folk som kan hjälpa till med support.

source: Developers
cs: Vývojáři
de: Entwickler
el: Συντελεστές
es: Desarrolladores
fi: Kehittäjät
fr: Développeurs
nb: Utviklere
sv: Utvecklare

source: If you are a C++ programmer, you can join the development team and help us improve Audacity. We welcome documentation and other contributions too.
cs: Jestliže umíte programovat v C++, můžete se připojit k vývojovému týmu a pomoci nám Audacity zlepšit. Uvítáme také různé jiné příspěvky, včetně těch k dokumentaci.
de: Wenn Sie ein C++ Programmierer sind, können Sie dem Entwicklerteam helfen. Ebenfalls können Sie dokumentieren oder andere Sachen beitragen (in englischer Sprache).
el: Αν είσαι προγραμματιστής σε C++, μπορείς να συνδράμεις την ομάδα ανάπτυξης και να μας βοηθήσεις να βελτιώσουμε το Audacity. Είναι ευπρόσδεκτα επίσης έγγραφα υποστήριξης και άλλες συνεισφορές .
es: Si es programador de C++ puede unirse al equipo de desarrollo y ayudarnos a mejorar Audacity. También será bien recibida la documentación u otro tipo de contribución.
fi: Jos olet C++ -ohjelmoija, voit liittyä kehitystiimiin ja auttaa meitä parantamaan Audacityä. Toivotamme myös dokumentaation kirjoittajat ja muut osallistujat tervetulleiksi.
fr: Si vous développez en C++, vous pouvez rejoindre l'équipe de développement et nous aider à améliorer Audacity. Nous encourageons les initiatives de documentation et autres contributions.
nb: Hvis du programmerer i C++ kan du bli med på utviklingsgruppa og hjelpe oss med å forbedre Audacity. Dokumentasjon og andre bidrag er også velkomne bidrag.
sv: Om du är en C++ programmerare, kan du gå med i utvecklingsteamet och hjälpa oss att förbttra Audacity. Vi välkomnar också hjälp med dokumentation och andra bidrag.

source: You may also <a href="donate">donate money</a> to support Audacity development.
cs: Můžete také <a href="donate">darovat peníze</a> a tak podpořit vývoj Audacity.
de: Sie können ebenfalls <a href="donate">Geld</a> spenden, um die Entwicklung von Audacity zu fördern.
el: Μπορείς επίσης <a href="donate">να δωρίσεις χρήματα</a> ώστε να υποστηρίξεις την ανάπτυξη του Audacity
es: También puede querer <a href="donate">donar dinero</a> para ayudar al desarrollo de Audacity.
fi: Voit myös <a href="donate">lahjoittaa rahaa</a> tukeaksesi Audacityn kehitystä.
fr: Vous pouvez aussi contribuer directement au projet Audacity en faisant un <a href="donate">don</a>.
nb: Du kan også <a href="donate">donere penger</a> for å støtte utviklingen av Audacity.
sv: Du kan också <a href="donate">lämna ett ekonomiskt bidrag</a>för att bidra till arbetet med Audacity.

source: User Community
cs: Uživatelská komunita
de: Nutzergemeinde
el: Κοινότητα Χρηστών
es: Comunidad de usuarios
fi: Käyttäjäyhteisö
fr: Communauté d'utilisateurs
nb: Brukermiljø
sv: Användararea

source: Audacity was written by volunteers in their spare time. If you appreciate Audacity and would like to help out, here are some ideas:
cs: Audacity vytvořili dobrovolníci ve svém volném čase. Jestliže jste s programem spokojeni a chtěli byste pomoci, tady je pár námětů:
de: Audacity ist von freiwilligen geschrieben in Ihrer freien zeit. Hier sind einige Ideen, wie man Sie unterstützen kann:
el: Το Audacity έχει δημιουργηθεί από εθελοντές στον ελεύθερό τους χρόνο. Αν εκτιμάς το Audacity και θα ήθελες να βοηθήσεις , εδώ μπορείς να δεις πώς:
es: Audacity ha sido escrito por voluntarios en su tiempo libre. Si le gusta el programa y quiere colaborar, aquí tienes algunas ideas:
fi: Audacity on vapaaehtoisten ihmisten vapaa-aikanaan kirjoittama ohjelma. Jos arvostat Audacityä ja haluaisit auttaa meitä, tässä on joitakin ideoita:
fr: Audacity a été écrit par des volontaires pendant leur temps libre. Si vous appréciez Audacity et souhaitez l'aider, voici quelques sugestions:
nb: Audacity ble skrevet av frivillige på fritida. Hvis du setter pris på Audacity og har lyst til å hjelpe til har vi noen idéer her:
sv: Audacity är skapat av frivilliga på deras fritid. Om du uppskattar Audacity och vill hjälpa till, här är några förslag:

source: <h3>Say Hello!</h3> <p>If you enjoy Audacity, <a href="../contact/">write to us</a> and let us know that you like it. It makes us happy to know that people enjoy it. Also feel free to send comments and suggestions. We're always improving Audacity, and we value your input.</p>
cs: <h3>Pošlete pozdrav!</h3> <p>Jestli (si) užíváte Audacity, <a href="../contact/">napište nám</a> a dejte nám vědět, jak se vám líbí. Těší nás poznávat lidi, kterým jsme prospěli. Nebojte se také poslat komentáře nebo doporučení. Audacity stále zlepšujeme a ceníme si vašich postřehů.<br/> (Poznámka překladatele: pište, pište, ale samozřejmě anglicky.)</p>
de: <h3>Sag Hallo!</h3> <p>Wenn Ihnen Audacity gefällt <a href="../contact/">schreiben Sie uns</a> und teilen uns mit, was Ihnen gefällt. Es freut uns, wenn Audacity den Leuten gefällt. Sie können natürlich auch Ihre Ideen und Wünsche mitteilen, denn wir verbessern Audacity ständig und legen Wert auf Rückmeldungen.</p>
el: <h3>Πες ένα γεια!</h3> <p>Αν σου αρέσει το Audacity, <a href="../contact/">επικοινώνησε μαζί μας</a> και ενημέρωσέ μας. Μας ευχαριστεί να γνωρίζουμε ότι άνθρωποι το προτιμούν. Επίσης μη διστάσεις να στείλεις σχόλια και προτάσεις. Συνεχώς βελτιώνουμε το Audacity, και εκτιμούμε την προσφορά σου.</p>
es: <h3>¡Salúdenos!</h3> <p>Si le gusta Audacity, <a href="../contact/">escríbanos</a> y cuentenos su opinión. Nos gusta saber que la gente lo utiliza.También puede enviarnos comentarios y sugerencias. Siempre estamos mejorando Audacity y valoramos mucho su opinión.</p>
fi: <h3>Sano Moi!</h3> <p>Jos pidät Audacitystä, <a href="../contact/">kirjoita meille</a> ja kerro se. On ilo saada kuulla, kun ihmiset pitävät siitä. Otamme myös mielellämme vastaan kommentteja ja ehdotuksia. Kehitämme jatkuvasti Audacityä ja arvostamme palautettasi.</p>
fr: <h3>Manifestez votre enthousiasme!</h3> <p>Si vous appréciez Audacity, <a href="../contact">écrivez-nous</a> pour nous faire savoir qu'il vous plait. Cela nous fera plaisir. Permettez-vous aussi d'envoyer des commentaires et des propositions. Nous cherchons continuellement à améliorer Audacity, et nous ne sous-estimons pas votre opinion.</p>
nb: <h3>Si hei!</h3> <p>Hvis du liker Audacity, <a href="../contact/">skriv til oss</a> og la oss få vite at du liker det. Det gjør oss glade å vite at folk liker det. Du er også velkommen til å sende kommentarer og forslag. Vi forbedrer hele tiden på Audacity, og verdsetter dine innspill.</p>
sv: <h3>Hör av dig!</h3> <p>Om du gillar Audacity, <a href="../contact/">skriv till oss</a> och tala om det för oss. Det kommer att göra oss glada, när vi vet att folk uppskattar det vi gör. Skicka oss gärna kommentarer och förslag. Vi fortsätter att förbättra Audacity och vi uppskattar ditt bidrag.</p>

source: <h3>Join the User Community</h3> <p>Subscribe to the <a href="../contact/lists#users">audacity-users mailing list</a> to share tips, questions, and feedback with other Audacity users and developers.</p> <p>Visit the <a href="http://audacityteam.org/wiki/">Audacity Wiki</a>, a community resource where users can add or edit information about Audacity.</p>
cs: <h3>Připojte se ke komunitě uživatelů</h3> <p>Přihlaste se do konference <a href="../contact/lists#users">audacity-users mailing list</a>, kde se můžete podělit o tipy, otázky a postřehy s ostatními uživateli Audacity i s jejími vývojáři.</p> <p>Navštivte <a href="http://audacityteam.org/wiki/">Audacity Wiki</a>, což je místo, kde mohou členové komunity vkládat a měnit informace o Audacity. (Převážná část Wiki je v angličtině.)</p>
de: <h3>Kommen Sie in die Nutzergemeinde</h3> <p>Schreiben Sie sich in die <a href="../contact/lists#users">audacity-Nutzer mailing list</a> (in englischer Sprache) ein, um Tipps zu teilen, Fragen zu stellen usw.</p> <p>Kommen Sie zum <a href="http://audacityteam.org/wiki/">Audacity Wiki</a> eine Quelle in dem Nutzer Artikel schreiben können.</p>
el: <h3>Πάρε μέρος στην Κοινότητα Χρηστών</h3> <p>Γίνε συνδρομητής στην <a href="../contact/lists#users">λίστα αλληλογραφίας των audacity-users</a> για να μοιραστείς ιδέες, ερωτήσεις, και στοιχεία υποστήριξης με άλλους χρήστες και δημιουργούς του Audacity .</p> <p>Παρακολούθησε το <a href="http://audacityteam.org/wiki/">Audacity Wiki</a>, κοινές πηγές όπου χρήστες μπορούν να προσθέσουν ή να επεξεργαστούν πληροφορίες σχετικά με το Audacity.</p>
es: <h3>Unirse a la Comunidad de usuarios</h3> <p>Subscribase a la <a href="../contact/lists#users">lista de correo audacity-users </a> para compartir trucos, cuestiones y comentarios con otros usuarios y desarrolladores de Audacity.</p> <p>Visite el <a href="http://audacityteam.org/wiki/">Wiki de Audacity</a>, un recurso de la comunidad donde los usuarios pueden añadir o editar información sobre Audacity.</p>
fi: <h3>Liity käyttäjäyhteisöön</h3> <p>Tilaa <a href="../contact/lists#users">audacity-users -postituslista</a> jakaaksesi vinkkejä, kysymyksiä ja palautetta muiden Audacityn käyttäjien ja kehittäjien kanssa.</p> <p>Vieraile <a href="http://audacityteam.org/wiki/">Audacity Wiki</a>:ssä. Se on yhteisön tietolähde, johon käyttäjät voivat lisätä ja muokata tietoa Audacitystä (englanniksi).</p>
fr: <h3>Rejoignez la communauté d'utilisateurs</h3> <p>Inscrivez-vous à la liste diffusion <a href="../contact/lists#users">audacity-users</a> pour partager vos questions, avis et astuces avec les utilisateurs et les développeurs d'Audacity.</p> <p>Allez aussi voir le <a href="http://audacityteam.org/wiki/">Wiki</a> d'Audacity, un ensemble de ressources où tout le monde peut ajouter et éditer des informations sur Audacity.</p>
nb: <h3>Bli med i brukermiljøet</h3> <p>Abonner på <a href="../contact/lists#users">epostlisten audacity-users</a> for å dele tips, spørsmål og tilbakemeldinger med andre brukere og utviklere av Audacity.</p> <p>Besøk siden <a href="http://audacityteam.org/wiki/">Audacity Wiki</a>, en felles miljøressurs hvor brukere kan legge til eller redigere informasjon om Audacity.</p>

source: <h3>Report bugs</h3> <p>If you find a bug in Audacity, <a href="../contact/">let us know</a>.</p>
cs: <h3>Hlaste chyby</h3> <p>Když najdete v Audacity chybu, <a href="../contact/">dejte nám vědět</a>.</p>
de: <h3>Melden Sie Fehler</h3> <p>Wenn Sie einen Fehler in Audacity finden, <a href="../contact/">lassen Sie es uns wissen.</a>.</p>
el: <h3>Αναφορά σφαλμάτων</h3> <p>Αν βρεις ένα σφάλμα στο Audacity, <a href="../contact/">ενημέρωσέ μας</a>.</p>
es: <h3>Informar de un error</h3> <p>Si encuentra algún error en Audacity, <a href="../contact/">avísenos</a>.</p>
fi: <h3>Ilmoita vioista</h3> <p>Jos löydät Audacitystä vian, <a href="../contact/">kerro siitä meille</a>.</p>
fr: <h3>Signalez des bogues</h3> <p>Si vous rencontrez un bogue, <a href="../contact/">signalez-le nous</a>.</p>
nb: <h3>Rapporter programfeil</h3> <p>Hvis du finner en feil i Audacity, <a href="../contact/">la oss vite om den</a>.</p>
sv: <h3>Rapportera buggar</h3> <p>Hittar du en bugg i Audacity, <a href="../contact/">maila oss</a>.</p>
