Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: Creates a new track containing only the current selection as a new clip
de: Erzeugt eine neue Tonspur mit dem Inhalt der gegenwärtigen Auswahl.
el: Δημιουργεί ένα νέο κανάλι που περιέχει μόνο την τωρινή επιλογή σαν νέο απόσπασμα
es: Crea una nueva pista con la parte seleccionada como un nuevo clip
fr: Crée une nouvelle piste contenant uniquement la sélection courante comme nouveau clip
nb: Lager et nytt spor som bare inneholder denne markeringen som et nytt klipp

source: Paste - into an existing clip
de: Fügt in eine existierende Tonspur ein
el: Επικόλληση - σε ένα απόσπασμα που υπάρχει ήδη
es: Pegar - en un clip existente
fr: Coller - dans un clip existant
nb: Lim inn - i et eksisterende klipp

source: When you select Paste and the cursor is inside a clip, the audio gets inserted into the middle of the clip and the following audio is shifted to the right to make room
de: Wenn Sie "Einfügen" auswählen und der Cursor ist innerhalb einer Tonspur wird das ganze in der Mitte der Tonspur eingefügt und der Rest der alten Tonspur nach rechts verschoben um Platz zu machen
el: Όταν επιλέγεις Επικόλληση και ο δείκτης βρίσκεται μέσα σε ένα απόσπασμα, γίνεται εισαγωγή του audio στη μέση του αποσπάσματος και το audio που ακολουθεί μετατοπίζεται προς τα δεξιά για να δημιουργήσει χώρο
es: Cuando seleccione Pegar y el cursor se encuentre dentro de un clip, el audio se inserta en el medio del clip y el audio siguiente se desplaza hacia la derecha para dejar espacio
fr: Lorsque vous collez alors que le curseur se trouve à l'intérieur d'un clip, l'audio est inséré dans le clip à la position du curseur et celui qui suit est poussé vers la droite pour lui faire de la place.
nb: Når du velger Lim inn og markøren er inni et klipp vil lyden settes inn i midten av klippet og den følgende lyden flyttes mot høyre for å lage plass

source: Paste - into the empty part of a track
de: Einfügen - in einen leeren Teil einer Tonspur
el: Επικόλληση – σε ένα κενό τμήμα ενός καναλιού
es: Pegar - en una parte vacía de una pista
fr: Coller - dans une zone vierge de la piste
nb: Lim inn - i den tomme delen av et spor

source: When you select Paste and the cursor is outside a clip, and there is enough room for the audio on the clipboard, the audio on the clipboard is inserted without any other clips being shifted over
de: Wenn Sie "Einfügen" auswählen und der Cursor ist außerhalb einer Tonspur und es ist genug Platz innerhalb der Tonspur, hat das keinen Effekt auf die anderen Bereiche der Tonspur
el: Όταν επιλέγεις Επικόλληση και ο δείκτης βρίσκεται έξω από ένα απόσπασμα, και υπάρχει αρκετός χώρος για το audio στο πρόχειρο, το audio στο πρόχειρο εισάγεται χωρίς κάποιο άλλο αποσπάσματα να μετακινείται χρονικά
es: Cuando seleccione Pegar, el cursor no esté sobre un clip y haya espacio suficiente para el audio que se va a insertar, no se realizará ningún desplazamiento en los clips existentes
fr: Lorsque vous collez alors que le curseur se trouve à l'extérieur de tout clip et que l'extrait à coller a assez de place, celui-ci est collé depuis le presse-papier sans que les clips postérieurs ne soient déplacés.
nb: Når du velger Lim inn og markøren er utenfor et klipp, og det er nok rom for lyden på utklippstavlen, vil lyden på utklippstavlen settes inn uten at noen andre klipp blir flyttet

source: Join
de: Verbinden
el: Ένωση
es: Unir
fr: Regrouper
nb: Sammenføy

source: If you select a region that overlaps one or more clips, they are all joined into one large clip. Regions in-between clips are treated as silence.
de: Wenn Sie einen Bereich auswählen, indem sich mehrere Tonspuren überschneiden, wird das ganze zu einer Spur zusammengefasst. Falls es dann leere Bereiche gibt, werden diese mit "Stille" aufgefüllt
el: Αν επιλέξεις μια περιοχή που υπερκαλύπτει ένα ή περισσότερα αποσπάσματα, τότε όλα ενώνονται σε ένα μεγάλο απόσπασμα. Περιοχές ανάμεσα στα αποσπάσματα αντιμετωπίζονται σαν σιγή.
es: Si selecciona una zona que afecte a uno o más clips, se unirán en un clip único. Las zonas situadas entre los clips se tratarán como silencios.
fr: Si la sélection chevauche un ou plusieurs clips, ces derniers sont regroupés en un seul grand clip. Les régions comprises entre les clips sont traitées comme des silences.
nb: Hvis du velger et område som overlapper ett eller flere klipp vil de alle bli føyd sammen til ett stort klipp. Områder mellom klipp blir sett på som stillhet.

source: The time-shift tool can now be used to move a single clip between tracks. Just click and drag.
de: Das Zeitverschiebewerkzeug kann nun dazu genutzt werden um einen einzelnen Bereich zu verschieben, einfach anklicken und ziehen.
el: Το εργαλείο της χρονικής μετατόπισης μπορεί τώρα να χρησιμοποιηθεί για να μετακινήσεις ένα απόσπασμα από κανάλι σε κανάλι. Απλά κάνε κλικ και σύρε.
es: La herramienta de Traslado en tiempo puede ser utilizada para mover un clip entre pistas. Sólo hay que arrastrarlo y soltarlo.
fr: L'outil de calage temporel permet désormais de déplacer un clip d'une piste à l'autre. Il suffit de cliquer et glisser.
nb: Tidsforskyvningsverktøyet kan nå brukes til å flytte et enkelt klipp mellom spor. Bare klikk og dra.

source: To time-shift multiple clips at once, select all of the clips you want to move using the normal selection tool, then use the time-shift tool to click and drag. If you click within the selection, all selected clips will move together. If you click outside the selection, only the clip under the mouse cursor will move.
de: Um mehrere Bereiche gleichzeitig zu verschieben, wählen Sie bitte alle Teile aus (mit dem Auswahlwerkzeug) und verschieben diese dann. Wenn Sie in den markierten Bereiche klicken, werden alle Teile verschoben. Wenn Sie außerhalb der Auswahl klicken, wird nur der Teil unter dem Mauszeiger verschoben.
el: Για να μετακινήσεις χρονικά πολλά αποσπάσματα συγχρόνως, επέλεξε όλα τα αποσπάσματα που θέλεις να μετακινήσεις χρησιμοποιώντας το συνηθισμένο εργαλείο επιλογής, και μετά χρησιμοποίησε το εργαλείο χρονικής μετατόπισης για να κάνεις κλικ και να σύρεις . Αν κάνεις κλικ μέσα στην επιλογή, όλα τα επιλεγμένα αποσπάσματα θα μετακινηθούν μαζί. Αν κάνεις κλικ έξω από την επιλογή, μόνο τα απόσπασμα κάτω από το δείκτη του ποντικιού θα μετακινηθεί.
es: Para trasladar-en-el-tiempo a múltiples clips de forma simultánea, selecciona a todo clip que deseas mover usando la herramienta de selección normal, después emplea la herramienta de traslado-en-el-tiempo para aplicar clic y arrastre. Si haces clic dentro de la selección, todo clip elegido se moverá simultáneamente. Si haces clic fuera de la selección, sólo el clip debajo del cursor del ratón será trasladado.
fr: Pour décaler plusieurs clips d'un seul coup, sélectionner tous les clips concernés à l'aide de l'outil normal de sélection, puis utiliser l'outil de calage temporel pour cliquer et glisser. Si vous cliquez à l'intérieur d'une sélection, tous les clips se déplaceront simultanément. Si vous cliquez à l'extérieure de la sélection, seul le clip sous le curseur se déplacera.
nb: For å tidsforskyve flere klipp samtidig velger du alle klippene du vil flytte ved å bruke det vanlige markeringsverktøyet, for så å bruke tidsforskyvningsverktøyet for å klikke og dra. Hvis du klikker inni markeringen vil alle markerte klipp flytte sammen. Hvis du klikker utenfor, vil bare klippet under musepekeren flytte seg.

source: Audacity 1.3: Selection Bar
cs: Audacity 1.3: Výběrová lišta
de: Audacity 1.3: Statusleiste
el: Audacity 1.3: Γραμμή Επιλογής
es: Audacity 1.3: Barra de selección
fr: Audacity 1.3 : Barre de sélection
nb: Audacity 1.3: Markeringsverktøy

source: The selection bar
de: Die Statusleiste
el: Η γραμμή επιλογής
es: La barra de selección
fr: La barre de sélection
nb: Markeringsverktøyet

source: In Audacity 1.2, the current selection is contained in a status bar at the bottom of the window. In Audacity 1.3, this is replaced by a fully functional Selection Bar, which displays and controls the current selection (your choice of Start and End, or Start and Length), and the current audio position. The selection bar is fully editable - just click in any field and type to change the current selection precisely. In addition, many formatting options allow you to view times in different units, such as samples, CD frames, or NTSC video frames.
de: In Audacity 1.2 wird die aktuelle Auswahl in einer Statusanzeige im unteren Bereich angezeigt. In Audacity 1.3 wird diese Statuszeile durch eine "Auswahlleiste" ersetzt, in der es verschiedene Bereiche gibt. Hier findet die Anzeige der gegenwärtigen Auswahl statt (Start - Ende oder Start und Länge). Ebenfalls kann nun über die Eingabe in die Statusleiste, die Auswahl direkt geändert werden (d.h. man muss nicht mehr mit der Maus arbeiten, sondern kann direkt die Zeitschnitte eingeben). Ebenfalls kann man sich die Zeitanzeige in verschiedenen Werten anzeigen lassen (Frames, Samples oder NTSC Video Frames).
el: Στο Audacity 1.2, η τωρινή επιλογή περιέχεται σε μία γραμμή κατάστασης στο κάτω μέρος του παραθύρου. Στο Audacity 1.3, αυτή έχει αντικατασταθεί από μία πλήρως ρυθμιζόμενη Γραμμή Επιλογής, η οποία παρουσιάζει και ελέγχει τη τωρινή επιλογή (η επιλογή σου στο Start και End, ή στο Start και Length), και τη τωρινή θέση του audio. Η γραμμή επιλογής είναι πλήρως επεξεργάσιμη – απλά κάνε κλικ σε οποιοδήποτε μικρό πλαίσιο και πληκτρολόγησε για να αλλάξεις την τωρινή επιλογή με ακρίβεια. Επιπρόσθετα, πολλές επιλογές μορφοποίησης σου επιτρέπουν να δεις τους χρόνους σε διαφορετικές μονάδες μέτρησης, όπως δείγματα, CD πλαίσια, ή NTSC βίντεο πλαίσια.
es: En Audacity 1.2, la selección actual es contenida en una barra de estado en la parte inferior de la ventana. En Audacity 1.3, se reempleaza por una Barra de Selección completamente funcional, la cual te despliega y controla la selección actual (tu elección de Inicio y Fin, ó Inicio y Longitud), y la posición actual del audio. Ésta barra de selección es completamente editable - sólo haz clic en cualquier campo e introduce el valor para cambiar la selección actual de forma precisa. Adicionalmente, muchas opciones de formato te permiten el ver al tiempo en unidades distintas, como frecuencias, muestras de CD, ó muestras de video NTSC.
fr: Dans Audacity 1.2, la sélection courante est indiquée dans une barre d'état au bas de la fenêtre. Dans Audacity 1.3, ceci est remplacé par une barre de sélection bien plus fonctionnelle, qui affiche et contrôle la sélection courante (Début et fin, ou Début et durée), ainsi que la position courante. La barre de sélection est personnalisable - une simple modification d'un des champs permet de modifier de manière précise la sélection. De plus, les options de formatage vous permettent d'afficher le temps dans l'unité de votre choix (échantillons, séquence CD ou NTSC élémentaire)
nb: I Audacity 1.2 vises den aktuelle markeringen i en statuslinje på bunnen av vinduet. I Audacity 1.3 er dette erstattet med et fullt fungerende Markeringsverktøy, som viser og kontrollerer den aktuelle markeringen (du kan velge Begynnelse og Slutt, eller Begynnelse og Lengde) og den aktuelle lydposisjonen. Markeringsverktøyet er fullstendig redigerbart - bare klikk på et felt og skriv for å presist endre den aktuelle markeringen. I tillegg finnes mange formateringsvalg som lar deg vise tiden i forskjellige enheter, som datapunkt, CD-frames eller NTSC-video frames.

source: The project sample rate control on the selection bar
de: Die Projekt Sample Rate innerhalb der Auswahlleiste
el: Ο ρυθμιστής του ρυθμού δειγματοληψίας της εργασίας στη γραμμή επιλογής
es: El proyecto de control de frecuencia de muestra en la barra de selección
fr: Le contrôle du taux d'échantillonnage du projet
nb: Kontroll for prosjektets datarate på markeringsverktøyet

source: The current selection on the selection bar
de: Die gegenwärtige Auswahl auf der Auswahlleiste
fr: La sélection courante dans la barre de sélection
nb: Den aktuelle markeringen på markeringsverktøyet

source: The audio position on the selection bar
de: Die Position innerhalb der Tonspur
fr: La position temporelle du curseur indiquée dans la barre de sélection
nb: Lydposisjonen på markeringsverktøyet

source: Different time formats supported by the selection bar
de: Verschiedene Anzeigeformate innerhalb der Auswahlleiste
el: Διαφορετικές μορφές χρόνου υποστηρίζονται από τη γραμμή επιλογής
es: Diferentes formatos de tiempo soportados por la barra de selección
fr: Différents formatages du temps dans la barre de sélection
nb: Ulike tidsformat støttet av markeringsverktøyet

source: Audacity 1.3: Improved Label Tracks
cs: Audacity 1.3: Vylepšené popisové stopy
de: Audacity 1.3: Verbesserte Textinformationen
el: Audacity 1.3: Βελτιωμένα Κανάλια Ετικέτας
es: Audacity 1.3.: Pistas de etiquetas mejoradas
fr: Audacity 1.3 : Pistes de marqueurs améliorées
nb: Audacity 1.3: Forbedret kommentarspor

source: Label Tracks are Audacity's way for you to create markings and annotations within your project. In Audacity 1.3, Label Tracks are much improved, with support for overlapping labels, and support for modifying both the left and right edge of the label region just by clicking and dragging.
de: Textmarken sind Audacitys Weg um Auswahlen und Informationen innerhalb eines Projektes zu speichern. In Audacity 1.3 wurden die Textlabels weiterentwickelt, mit der Unterstützung für überlappende Textinformationen, sowie der Möglichkeit die Textinformationen in der Größe zu verändern.
el: Τα Κανάλια Ετικέτας είναι η μέθοδος του Audacity για τη δημιουργία σημαδιών και σημειώσεων μέσα στην εργασία. Στο Audacity 1.3, τα Κανάλια Ετικέτας έχουν σημαντικά βελτιωθεί, με υποστήριξη για επικαλυπτόμενες ετικέτες, και υποστήριξη για μετατροπή τόσο της αριστερής όσο και της δεξιάς άκρης της περιοχής μιας ετικέτας απλά κάνοντας κλικ και σέρνοντας .
es: Las Pistas Etiqueta son la manera con la que Audacity te permite crear marcas y anotaciones dentro de tu proyecto. En Audacity 1.3, las Pistas Etiqueta están mejoradas, con el soporte para etiquetas traslapadas, y soporte para la modificación tanto del extremo izquierdo y derecho de la región etiqueta con sólo hacer clic y arrastre.
fr: Dans Audacity, les pistes de marqueur sont le moyen de créer des marques et annotations à l'intérieur de votre projet. Dans Audacity 1.3, les pistes de marqueur ont été nettement améliorées et supportent la superposition des marqueurs et la modification des limites droites et gauches de la zone du marqueur par cliquer-glisser.
nb: Etikettspor er Audacity sin måte å la deg lage kjennemerker og kommentarer innenfor prosjektet. I Audacity 1.3 er etikettsporene meget forbedret, med støtte for overlappende kommentarer og for å endre både den venstre og høyre kanten av kommentarområdet bare ved å klikke og dra.

source: To create a label, start by selecting some audio.
de: Um einen Textkopf zu erzeugen, markieren Sie einen Bereich
el: Για να δημιουργήσεις μία ετικέτα, ξεκίνα επιλέγοντας πρώτα κάποιο audio.
es: Para crear una etiqueta, comience seleccionando algún audio.
fr: Pour créer un marqueur, commencez par sélectionner du contenu audio.
nb: For å lage en etikett, begynn ved å markere litt lyd.

source: Select 'Add Label At Selection' from the Project menu.
de: Wählen Sie 'Text an Markierung hinzufügen' aus dem Projektmenü.
fr: Sélectionner 'Ajouter un marqueur à la sélection' dans le menu Projet.
nb: Velg 'Legg til kommentar ved markering' fra Prosjekt-menyen

source: Type some text into the label.
de: Schreiben Sie etwas in den Textbereich
el: Πληκτρολόγησε κάποιο κείμενο στην ετικέτα.
es: Introduzca algún texto en la etiqueta.
fr: Taper du texte dans le marqueur.
nb: Skriv inn litt tekst i etiketten.

source: Click and drag the handles to resize the label.
de: Klicken Sie darauf und verkleinern oder vergrössern Sie die Textinformation
el: Κάνε κλικ και σύρε στα «πιαστράκια» για να αλλάξεις το μέγεθος της ετικέτας.
es: Haga clic y arrastre los controles para redimensionar la etiqueta.
fr: Cliquer et glisser les poignées pour redimensionner le marqueur.
nb: Klikk og dra i håndtakene for å endre størrelsen på etiketten.

source: Later, you can retrieve the selection - just click inside the label.
de: Später können Sie die Auswahl jederzeit wiederherstellen, klicken Sie einfach in den Textbereich.
el: Αργότερα, μπορείς να επαναφέρεις την επιλογή – απλά κάνε κλικ στη μέση της επιλογής.
es: Más tarde, puede retomar la selección pulsando dentro de la etiqueta.
fr: Par la suite, vous pouvez retrouver cette sélection - cliquez simplement dans le marqueur.
nb: Senere kan du gjenfinne markeringen - bare klikk inni etiketten.

source: After you click, the label region becomes the current selection, allowing you to perform an operation on other tracks in the area within the label.
de: Nachdem Sie geklickt haben, wird die gegenwärtige Auswahl zum Textlabel, dieses erlaubt in weitere Bearbeitungen auf Tonspuren im Bereich des Labels.
el: Αφού κάνεις κλικ, η περιοχή της ετικέτας γίνεται η τωρινή επιλογή, που σου επιτρέπει να επέμβεις και σε άλλα κανάλια στα πλαίσια της περιοχής της ετικέτας.
es: Después de hacerle clic, la región etiqueta se convierte en la selección actual, permitiéndote el ejecutar una operación en otras pistas en el área dentro de la etiqueta.
fr: Après un clic, la zone du marqueur devient la sélection courante, vous permettant de réaliser une opération sur d'autres pistes dans la zone comprise dans le marqueur.
nb: Etter at du klikker, vil etikettområdet bli den aktuelle markeringen, slik at du kan utføre en handling på andre spor i området innenfor etiketten.

source: Audacity 1.3: QuickTime and Audio Units on Mac OS X
de: Audacity 1.3: Quicktime und Audio auf Mac OS X
fr: Audacity 1.3 : QuickTime et AudioUnit sous Mac OS X
nb: Audacity 1.3: QuickTime og Audio Units på Mac OS X

source: On Mac OS X, Audacity can now import any audio file supported by Apple's QuickTime technology. This includes .MOV and .MP4 (AAC) files. Unfortunately encrypted audio files (such as those from the iTunes Music Store) cannot be imported directly into Audacity - Apple does not allow this to be done easily because it would be too easy to circumvent the encryption this way.
fr: Sous Mac OS X, Audacity peut désormais importer n'importe quel type de fichiers audio supporté par la technologie Apple QuickTime, notamment les fichiers .MOV et .MP4 (AAC). Malheureusement, les fichiers cryptés (comme ceux associés à iTunes Music Store) ne peuvent être importés directement : Apple n'autorise pas cette manipulation pour éviter de contourner facilement cette protection.
nb: På Mac OS X kan Audacity nå importere enhver lydfil støttet av Apples QuickTime-teknologi. Dette inkluderer filer av typene .MOV og .MP4 (AAC). Uheldigvis kan ikke Audacity direkte importere krypterte lydfiler (som de fra iTunes Music Store) - Apple tillater ikke at dette gjøres enkelt fordi det ville bli for lett å omgå krypteringen på den måten.

source: Also on Mac OS X, Audacity now supports Audio Unit plug-ins. Audacity searches for Audio Units in the usual location, in the system or user's Library folder.
de: Ebenfalls auf Mac OS X unterstützt Audacity nun Audio Unit Plugins. Audacity sucht dies an den üblichen Orten, im System oder Nutzerverzeichnis.
el: Επίσης σε Mac OS X, τώρα το Audacity υποστηρίζει Audio Unit ενθέματα (plug-ins). Το Audacity ψάχνει για Audio Units στη συνηθισμένη τοποθεσία, στο φάκελο Library (Αρχειοθήκη ή Βιβλιοθήκη) του συστήματος ή του χρήστη.
es: También en Mac OS X, Audacity ahora soporta plug-ins (complementos) Audio Unit. Audacity busca Audio Units en la ubicación usual, en la carpeta de librerías del sistema ó del usuario.
fr: Toujours sous Mac OS X, Audacity supporte désormais les modules Audio Unit. Audacity cherche ces modules à leur emplacement usuel, dans le répertoire de libraries du système ou de l'utilisateur.
nb: Også på Mac OS X: Audacity støtter nå programtillegg av typen Audio Unit. Audacity søker etter Audio Units på det vanlige stedet, i systemets eller brukerens Bibliotekmappe.

source: Audacity 1.3: Other features
cs: Audacity 1.3: další vlastnosti
de: Audacity 1.3: Andere Funktionen
el: Audacity 1.3: Άλλα χαρακτηριστικά
es: Audacity 1.2.3: Otras características
fr: Audacity 1.3 : autres fonctionnalités
nb: Audacity 1.3: Andre funksjoner

source: Better performance with large projects
cs: Lepší výkon při práci s velkými projekty
de: Bessere Performance bei grossen Projekten
el: Καλύτερη απόδοση με μεγάλες εργασίες
es: Mejor rendimiento con proyectos grandes
fr: De meilleures performances pour les projets de grande taille.
nb: Bedre ytelse med store prosjekt

source: As before, Audacity stores projects using a directory full of small files. Audacity 1.3 now uses a hierarchical directory structure that results in better performance on large projects (tens of hours worth of audio across many tracks).
de: Wie zuvor werden die Projektdaten in einem Ordner in kleinen Stücken abgespeichert. Audacity 1.3 nutzt nun eine hierachiche Struktur, daß zu einer besseren Performance bei grossen Projekten führt ( mehrere dutzende Stunden an Musik in verschiedenen Tonspuren).
el: Όπως και πριν, το Audacity αποθηκεύει τις εργασίες χρησιμοποιώντας ένα φάκελο γεμάτο από μικρά αρχεία. Το Audacity 1.3 τώρα χρησιμοποιεί μία ιεραρχική δομή που συμβάλει σε μια καλύτερη απόδοση όσων αφορά μεγάλες εργασίες (δεκάδες ώρες αξιόλογου audio και πολλαπλά κανάλια).
es: Como antes, Audacity guarda proyectos usando un directorio lleno de archivos pequeños. Audacity 1.3 ahora usa una estructura jerárquica de directorios, la cual causa un mejor rendimiento en proyectos grandes (decenas de horas valuadas de audio a través de varias pistas).
fr: Comme auparavant, Audacity stocke les projets dans un répertoire avec un ensemble de petits fichiers. Audacity 1.3 utilise de plus un structure de répertoires hiérarchisés pour de meilleures performances avec des projets longs (des dizaines d'heures de contenu audio).
nb: Som før lagrer Audacity prosjekt vha. en mappe full av småfiler. Audacity 1.3 bruker nå en hierarkisk mappestruktur som resulterer i bedre ytelse for store prosjekt (titalls timer med lyd spredd over mange spor).

source: Project integrity check on open
cs: Kontrola integrity projektu při otevírání
de: Integritätsprüfung, wenn ein Projekt geöffnet wird
el: Έλεγχος ακεραιότητας της εργασίας κατά την εκκίνηση
es: Comprobación de integridad del proyecto al abrirlo
fr: Intégrité du projet vérifiée à l'ouverture
nb: Integritetskontroll av prosjekt ved åpning

source: When you open an Audacity project in version 1.3, it checks to make sure that all data files are present.
cs: Pokud otevíráte projekt Audacity ve verzi 1.3, zkotroluje se, jestli jsou k dispozici všechny datové soubory.
de: Wenn Sie ein Projekt in Audacity 1.3 öffnen, wird geprüft, ob alle Daten noch da sind
el: Όταν ανοίγεις μία εργασία του Audacity στην έκδοση 1.3, αυτό ελέγχει αν όλα τα επιμέρους αρχεία είναι παρόντα.
es: Cuando abres un proyecto Audacity en la versión 1.3, lo verifica para asegurarse de que todos los archivos de datos estén presentes.
fr: Lorsque vous ouvrez un projet Audacity avec la version 1.3, il vérifie que tous les fichiers de données sont présents.
nb: Når du åpner et Audacity-prosjekt i versjon 1.3 vil programmet kontrollere at alle datafiler er tilstede.

source: Transcription toolbar
cs: Transkripční lišta
de: Transcription Werkzeugleiste
fr: Barre de transcription
nb: Avskriftsverktøy
