Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: This web site is Copyright &copy; %s members of the Audacity development team. Except where otherwise noted, all text and images on this site are licensed under the <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, version 2.0</a>. You may modify, copy, distribute, and display this material, but you must give credit to the original authors. Please see the license for details.
cs: &copy; %s práva k těmto stránkám jsou ve vlastnictví členů vývojového týmu Audacity. Není-li uvedeno jinak, všechny texty a obrázky na těchto stránkách jsou licencovány pod <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, verze 2.0</a>. Můžete je měnit, kopírovat, rozšiřovat a uveřejňovat, ale jste povinni uvést původní autory. Podrobné informace získáte v uvedené licenci. Původní český překlad zhotovil <a href="http://linux.tosovsky.info">Aleš Tošovský</a>.
de: Diese Webseite ist Copyright &copy; %s der Mitglieder des Audacity Entwickler Teams.Alle Texte und Bilder sind unter dem <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, Version 2.0</a> lizensiert, außer dort wo es angegeben ist.Sie können das Programm "Aendern" "Kopieren" und "Anzeigen" muessen jedoch auf den Originalautor verweisen.Für mehr Details zur Liezenz betrachten Sie bitte die Originallizenz.
el: Αυτός ο διαδικτυακός τόπος είναι Copyright &copy; %s των μελών της ομάδα ανάπτυξης του Audacity. Εκτός από όπου σημειώνεται διαφορετικά, όλα τα κείμενα και οι εικόνες σε αυτό τον διαδικτυακό τόπο είναι αδειοδότημένα υπό την <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, έκδοση 2.0</a>. Μπορείς να μετατρέψεις, αντιγράψεις, διανείμεις, και παρουσιάσεις αυτό το υλικό, όμως πρέπει να αποδώσεις αναγνώριση στους αρχικούς συγγραφείς . Παρακαλώ δες την άδεια για λεπτομέρειες.
es: El Copyright &copy; %s de este sitio web pertenece al grupo de desarrollo de Audacity. Si no se indica lo contrario, todo el texto e imágenes de este sitio están licenciados bajo la <a href="http://creativecommons.org/licenses/by/2.0/">Licencia de AtribuciÃ³n Creative Commons, version 2.0</a>. Puede modificar, copiar, distribuir y mostrar este material, pero debe hacer referencia a los autores originales. Consulte la licencia para obtener más detalles.
fi: Tämän sivuston tekijänoikeudet &copy; %s omistavat Audacityn kehittäjätiimin jäsenet. Ellei ole toisin mainittu, kaikki tämän sivuston tekstit ja kuvat ovat <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, versio 2.0</a> -lisenssin alaisia. Voit muokata, kopioida, levittää ja esittää tätä materiaalia, mutta alkuperäiset tekijät on mainittava. Yksityiskohdat näet lisenssistä.
fr: Ce site web est sous Copyright &copy; %s de l'équipe de développement d'Audacity conformément au code de la propriété intellectuelle. Sauf mention contraire, tous les textes et images de ce site se placent sous la <a href="http://creativecommons.org/licenses/by/2.0/">Licence Creative Commons Attribution, version 2.0</a>. Vous etes libres de modifier, copier, distribuer, mais vous avez l'obligation de citer le nom des auteurs originaux. Veuillez consultez la licence pour plus de précisions.
nb: Audacity sine utviklere eier opphavsretten &copy; %s til dette nettstedet. Alle tekster og bilder på dette nettstedet er lisensiert under <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution-lisens, versjon 2.0</a>, med unntak av steder hvor annet er nevnt. Du kan modifisere, kopiere, distribuere og vise fram tekst og annet stoff herfra, men du må kreditere de opprinnelige forfatterne. Vennligst se lisensen for flere detaljer.

source: "Audacity" is a trademark of Dominic Mazzoni. The Google logo is a trademark of Google, Inc.
cs: "Audacity" je obchodní známka Dominica Mazzoniho. Logo Google je obchodní známka Google, Inc.
de: "Audacity" ist eine Handelsmarke von Dominic Mazzoni. Das Google Logo ist eine handelsmarke der Google, Inc.
el: "Audacity" είναι σήμα κατατεθέν του Dominic Mazzoni. Το λογότυπο του Google είναι σήμα κατατεθέν του Google, Inc.
es: «Audacity» es una marca registrada de Dominic Mazzoni. El logotipo de Google es una marca registrada de Google, Inc.
fi: "Audacity" on Dominic Mazzoni:n tavaramerkki. Google logo on Google, Inc:n tavaramerkki.
fr: "Audacity" est une marque déposée de Dominic Mazzoni. Le logo Google est la propriété de Google, Inc.
nb: "Audacity" er et varemerke eid av Dominic Mazzoni. Google-logoen er et varemerke eid av Google, Inc.
sv: "Audacity" är ett varumärke för Dominic Mazzoni. The Google logotype är ett varumärke för Google, Inc.

source: File Formats
cs: Souborové formáty
de: Dateiformate
el: Τύποι Αρχείων
es: Formato de archivos
fr: Formats de fichier
nb: Filformater

source: Audacity uses an open XML file format to encourage interoperability. Beginning with version 1.3.0, we are publishing the following DTD to aid those who want to develop software that reads and writes Audacity project files:
cs: K dosažení interoperability Audacity používá otevřený souborový formát XML. Počínaje verzí 1.3.0 zveřejňujeme následující DTD, abychom umožnili vývoj softwaru, který dokáže číst a zapisovat projektové soubory Audacity:
de: Audacity nutzt ein offenes XML Datei Format um die Interoperartionalität zu fördern. Beginnend mit Version 1.3.0 veröffentlichen wir die folgenden DTD um die Programmierer zu unterstützen, die Software entwickeln um das Audacity Projekt Format zu lesen und zu schreiben:
el: To Audacity χρησιμοποιεί ανοιχτό τύπο αρχείου XML για να ενθαρρύνει τη διαλειτουργικότητα. Ξεκινώντας με την έκδοση 1.3.0, δημοσιεύουμε το παρακάτω DTD για να βοηθήσουμε αυτούς που θέλουν να αναπτύξουν λογισμικό που διαβάζει και γράφει αρχεία Audacity project:
es: Audacity utiliza un formato de archivo XML para mejorar la interoperatividad. A partir de la versión 1.3.0 publicaremos el DTD siguiente para ayudar a aquellos que quieran desarrollar software que trabaje con archivos de proyecto de Audacity:
fr: Audacity encourage l'interopérabilité avec l'utilisation d'un format de fichier ouvert XML. A l'occasion de la version 1.3, nous publions la DTD suivante pour soutenir ceux qui développent des logiciels sachant manipuler les fichiers de projet Audacity :
nb: Audacity bruker et åpent XML-filformat for å oppmuntre til samspillsevne. Fra og med versjon 1.3.0 vil vi publisere den følgende DTD-en for å hjelpe dem som ønsker å utvikle programvare som leser og skriver Audacity sine prosjektfiler:

source: More documentation on the Audacity project file format is forthcoming.
cs: Další dokumentace k souborovému formátu Audacity se připravuje.
de: Demnächst kommen mehr Dokumentationen zum Audacity Dateiprojektformat.
el: Επιπλέον έγγραφα υποστήριξης της μορφής αρχείου Audacity project προσεχώς.
es: En breve, más documentación sobre el proyecto de formato de archivo Audacity.
fr: De la documentation sur le format de fichier de projet Audacity arrive prochainement.
nb: Mer dokumentasjon om formatet til Audacity sine prosjektfiler kommer snart.

source: Download
cs: Stáhnout
el: Κατέβασμα Αρχείων
es: Descargar
fi: Lataa
fr: Téléchargement
nb: Last ned
sv: Ladda ner

source: Select your operating system to download the latest version of the free Audacity sound editor.
cs: Zvolte si poslední verzi volně dostupného zvukového editoru Audacity podle svého operačního systému.
de: Wählen Sie Ihr Betriebssystem um die letzte Version von Audacity herunterzuladen
el: Επέλεξε το λειτουργικό σύστημα για να κατεβάσεις την τελευταία έκδοση του ελεύθερου επεξεργαστή ήχου Audacity.
es: Seleccione el sistema operativo para descargar la última versión de Audacity, el editor de sonido libre y gratuito.
fi: Valitse käyttöjärjestelmäsi ladataksesi uusimman version vapaasta Audacity-äänieditorista.
fr: Sélectionnez votre système d'exploitation pour télécherger la dernière version de Audacity.
nb: Velg ditt operativsystem for å laste ned den seneste versjonen av Audacity, det frie lydredigeringsprogrammet.
sv: Välj ditt operativsystem för att ladda ner den sista versionen av Audacity ljudredigeringsprogram (freeware).

source: For all users
cs: Pro všechny uživatele
de: Für alle Nutzer
el: Για όλους τους χρήστες
es: Para todos los usuarios
fr: Pour tous les utilisateurs
nb: For alle brukere

source: Beta
cs: Beta (zkušební)
el: Δοκιμαστική
fr: Bêta

source: For advanced users
cs: Pro zkušené uživatele
de: Für erfahrene Nutzer
el: Για έμπειρους χρήστες
es: Para usuarios avanzados
fr: Pour les utilisateurs expérimentés
nb: For avanserte brukere

source: You can also <a href="buy">purchase</a> a copy of Audacity on CD.
cs: Můžete si také <a href="buy">zakoupit</a> kopii Audacity na CD.
de: Sie können ebenfalls eine Kopie von Audacity auf CD <a href="buy">kaufen</a>
el: Μπορείς επίσης να <a href="buy">αγοράσεις</a> ένα αντίγραφο του Audacity σε CD.
es: También puede <a href="buy">adquirir</a> una copia de Audacity en CD.
fi: Voit myös <a href="buy">hankkia</a> Audacityn CD:llä.
fr: Vous pouvez également <a href="buy">acheter</a> une copie de Audacity sur CD.
nb: Du kan også <a href="buy">kjøpe</a> en kopi av Audacity på CD.
sv: Du kan också <a href="buy">köpa</a> ett exemplar av Audacity på CD.

source: If you wish to compile Audacity yourself, download the <a href="source">source code</a>.
cs: Pokud si chcete Audacity zkompilovat sami, stáhněte si <a href="source">zdrojové kódy</a>.
de: Wenn Sie Audacity selber kompilieren möchten, laden Sie den <a href="source">Quellcode</a> herunter.
el: Αν επιθυμείς να χτίσεις το Audacity μόνος σου, κατέβασε τον <a href="source">πηγαίο κώδικα</a>.
es: Si quiere compilar Audacity, descargue el <a href="source">código fuente</a>.
fi: Jos haluat itse kääntää Audacityn, lataa ohjelman <a href="source">lähdekoodi</a>.
fr: Si vous souhaitez compilez vous-meme Audacity, téléchargez le <a href="source">code source</a>.
nb: Hvis du ønsker å kompilere Audacity selv kan du laste ned <a href="source">kildekoden</a>.
sv: Om du vill kompilera Audacity själv, ladda ner <a href="source">källkoden</a>.

source: You may modify, distribute, and sell Audacity under the <a href="../about/license">GNU GPL</a>.
cs: Audacity můžete měnit, rozšiřovat a prodávat v souladu s <a href="../about/license">licencí GNU GPL</a>.
de: Sie können Audacity Ändern, Vertreiben und Verkaufen unter <a href="../about/license">GNU GPL</a>.
el: Μπορείς να μετατρέψεις, διανείμεις, και πουλήσεις το Audacity υπό την <a href="../about/license">GNU GPL</a>.
es: Puede modificar, distribuir y vender Audacity bajo la licencia <a href="../about/license">GNU GPL</a>.
fi: Voit muokata, levittää ja myydä Audacityä <a href="../about/license">GNU GPL</a>:n mukaisesti.
fr: Vous pouvez modifier, distribuer et vendre Audacity en accord avec les termes de la <a href="../about/license">GNU GPL</a>.
nb: Du kan modifisere, distribuere og selge Audacity under lisensen <a href="../about/license">GNU GPL</a>.
sv: Du kan modifiera, distribuera, och sälja Audacity under <a href="../about/license">GNU GPL</a>.

source: Recommended Download
cs: Doporučeno ke stažení
de: Empfohlene Downloadmöglichkeit
el: Προτεινόμενο Κατέβασμα Αρχείων
es: Descargas recomendadas
fi: Suositeltu ladattava
fr: Recommandé
nb: Anbefalt nedlasting
sv: Rekommenderad Nerladdning

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor.
cs: <a href="%s">Instalátor Audacity %s</a> (.exe soubor, %.1lf MB) - Poslední verze volně dostupného zvukového editoru Audacity.
de: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - Die letzte Version des freien Audioeditors - Audacity
el: <a href="%s">Audacity %s πρόγραμμα εγκατάστασης</a> (.exe αρχείο, %.1lf MB) - Η τελευταία έκδοση του ελεύθερου επεξεργαστή ήχου Audacity.
es: <a href="%s">Instalador de Audacity %s</a> (archivo .exe, %.1lf MiB) - La última versión del editor de sonidos libre Audacity.
fi: <a href="%s">Audacity %s asennusohjelma</a> (.exe-tiedosto, %.1lf Mt) - Uusin versio vapaasta Audacity-audioeditorista.<br> Lataa ja asenna lisäksi myös <a href="/locale/fi/audacity_fi-1.2.3-1.exe">päivitetty suomen kielen käännös</a> (.exe-tiedosto, 0,08 Mt).
fr: <a href="%s">Installeur Audacity %s</a> (exécutable .exe, %.1lf MB) - la dernière version stable de Audacity.
nb: <a href="%s">Audacity %s installeringsprogram</a> (.exe-fil, %.1lf MB) - Den nyeste versjonen av det frie lydredigeringsprogrammet Audacity.

source: Optional Downloads
cs: Volitelně ke stažení
de: Andere Downloads
el: Προαιρετικά Αρχεία για Κατέβασμα
es: Descargas opcionales
fi: Valinnaiset ladattavat
fr: Autres téléchargements
nb: Valgfrie nedlastinger
sv: Valfri nerladdning

source: localized_downloads_windows
de: <p><ul><li><a href="http://audacity.fuchsi.de/download/edgar/help/audacity-1.2.4-help/contents.htm">Deutsche Online Hilfe</a> - Hier findest du Online eine komplette Übersicht über die Version 1.2.4 in deutscher Sprache. Nähere Informationen hierzu gibt es im <a href="http://audacity.fuchsi.de">deutschen Audacityforum</a>.</li></ul></p>
el: για Microsoft Windows
fr: version locales pour Windows

source: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you can’t run the installer because you are in a computer lab or other restricted environment, download and unzip this file instead.
cs: <a href="%s">Audacity %s zip soubor</a> (%.1lf MB) - pokud nemůžete spustit instalátor, protože jste v počítačové učebně nebo jiném omezeném prostředí, stáhněte si místo toho tento soubor a prostě ho rozbalte.
de: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - Wenn Sie die Installationsdatei (exe) nicht ausführen können 8aus welchen Gründen auch immer), laden und entpacken Sie diese zip Datei..
el: <a href="%s">Audacity %s zip αρχείο</a> (%.1lf MB) - Αν δεν μπορείς να τρέξεις το πρόγραμμα εγκατάστασης επειδή είσαι σε ένα εργαστήριο με υπολογιστές ή σε άλλο περιοριστικό περιβάλλον, κατέβασε και αποσυμπίεσε αυτό το αρχείο .
es: <a href="%s">Audacity %s en archivo zip</a> (%.1lf MiB) - Si no puede ejecutar el instalador es porque está en un equipo de un laboratorio o en un entorno restringido, descargue y descomprima éste archivo en su lugar.
fi: <a href="%s">Audacity %s zip-tiedosto</a> (%.1lf Mt) - Jos et voi suorittaa asennusohjelmaa, koska olet tietokonelaboratoriossa tai muussa rajoitetussa ympäristössä, lataa ja pura tämä tiedosto asennusohjelman sijaan.<br> Lataa ja pura myös <a href="/locale/fi/audacity_fi-1.2.3-1.zip">päivitetty suomen kielen käännös</a> (.zip-tiedosto, 0,03 Mt) Audacityn asennuskansiossa sijaitsevaan "Languages"-kansioon.
fr: <a href="%s">Fichier zip Audacity %s</a> (%.1lf MB) Si vous ne pouvez pas exécuter l'installeur (par exemple pour cause de droits restreints), téléchargez et dézippez ce fichier.
nb: <a href="%s">Audacity %s zip-fil</a> (%.1lf MB) - Hvis du ikke kan kjøre installeringsprogrammet fordi du er i en termlab eller et annet miljø med begrenset tilgang, last ned og pakk ut denne filen isteden.

source: System Requirements
cs: Systémové požadavky
de: Systemvoraussetzungen
el: Απαιτήσεις Συστήματος
es: Requisitos del sistema
fi: Järjestelmävaatimukset
fr: Configuration minimale
nb: Systemkrav
sv: Systemkrav

source: Windows 98, ME, 2000, XP, or later. (Sorry, Audacity is not supported on Windows 95 or NT 4.0.)
cs: Windows 98, ME, 2000, XP, nebo novější. (Omlouváme se, ale Audacity nepodporuje Windows 95 nebo NT 4.0.)
de: Windows 98, ME, 2000, XP oder später. (Sorry, Audacity unterstützt Windows 95 oder NT 4.0. nicht)
el: Windows 98, ME, 2000, XP, ή μεταγενέστερα. (Λυπούμαστε, το Audacity δεν υποστηρίζεται σε Windows 95 ή NT 4.0.)
es: Windows 98, ME, 200, XP o posterior. (Audacity no está soportado en Windows 95 o NT 4.0.)
fi: Windows 98, ME, 2000, XP, tai uudempi. (Valitettavasti Windows 95 tai NT 4.0 ei ole tuettu.)
fr: Windows 98, ME, 2000, XP ou plus récent. (Audacity n'a pas été porté sous Windows 95 et NT 4.0.)
nb: Windows 98, ME, 2000, XP eller. (Beklager, Audacity er ikke støttet på Windows 95 eller NT 4.0.)
sv: Windows 98, ME, 2000, XP, eller senare. (Tyvärr, Audacity finns inte för Windows 95 eller NT 4.0.)

source: Audacity runs best with at least 64 MB RAM and 300 MHz processor.
cs: K bezproblémovému provozu Audacity potřebujete alespoň 64 MB RAM a procesor 300 MHz.
de: Audacity funktioniert am besten mit 64 MB Ram und einem 300 MHz Prozessor
el: Το Audacity τρέχει καλύτερα με τουλάχιστον 64 MB RAM και 300 MHz επεξεργαστή.
es: Audacity funciona mejor con, al menos, 64 MiB de RAM y un procesador a 300 MHz.
fi: Audacity toimii parhaiten vähintään 64 Mt:n muistilla ja 300 MHz:n prosessorilla.
fr: 64 MB RAM - Processeur 300 MHz
nb: Audacity kjører best med minst 64 MB RAM og 300 MHz prosessor.
sv: Audacity körs bäst på minst 64 MB RAM och 300 MHz-processor.

source: Source Code
cs: Zdrojový kód
de: Quellcode
el: Πηγαίος Κώδικας
es: Código fuente
fi: Lähdekoodi
fr: Code Source
nb: Kildekode
sv: Källkod

source: <a href="%s">Audacity %s source tarball</a> (%.1lf MB)
cs: <a href="%s">Tarball se zdrojovým kódem Audacity %s</a> (%.1lf MB)
es: <a href="%s">Código fuente de Audacity %s en tarball</a> (%.1lf MiB)
fi: <a href="%s">Audacity %s lähdekoodi</a> (tarball-tiedosto, %.1lf Mt)<br>Ennen kääntämistä lataa lisäksi <a href="http://cvs.sourceforge.net/viewcvs.py/audacity/audacity-src/locale/?only_with_tag=AUDACITY_1_2">CVS:stä</a> päivitetty suomen kielen käännös "fi.po" ja tallenna se lähdekoodin "locale"-hakemistoon (korvaten aiemman tiedoston).
fr: <a href="%s">Tarball source de Audacity %s</a> (%.1lf MB)
nb: <a href="%s">Audacity %s kilde som tarball</a> (%.1lf MB)

source: You can also get the latest development code from <a href="../community/developers#cvs">CVS</a>.
cs: Nejnovější vývojový kód můžete stáhnout také z <a href="../community/developers#cvs">CVS</a>.
de: Sie können den letzten Quellcode auch aus dem <a href="../community/developers#cvs">CVS</a> erhalten.
el: Μπορείς επίσης να λάβεις τον νεότερο κωδικό ανάπτυξης από <a href="../community/developers#cvs">CVS</a>.
es: También puede obtener el código fuente de la última versión en desarrollo desde el <a href="../community/developers#cvs">CVS</a>.
fi: Voit myös ladata uusimman kehitysversion koodin <a href="../community/developers#cvs">CVS</a>:stä.
fr: Vous pouvez aussi obtenir le dernier code de développement dans le <a href="../community/developers#cvs">dépot CVS</a>.
nb: Du kan også få den nyeste utviklingskoden fra <a href="../community/developers#cvs">CVS</a>.

source: If you have trouble with your download, or need an older version of Audacity, try our <a href="%s">alternate download links</a>.
cs: Jestliže máte potíže se stahováním nebo potřebujete starší verzi Audacity, zkuste <a href="%s">alternativní odkazy</a>.
de: Haben Sie Probleme beim Download oder Sie benötigen eine ältere Version, versuchen Sie unsere <a href="%s">alternativen Downloadlinks</a>.
el: Αν έχεις προβλήματα με το κατέβασμα, ή χρειάζεσαι μία παλαιότερη έκδοση του Audacity, δοκίμασε τους <a href="%s"εναλλακτικούς συνδέσμους κατεβάσματος αρχείων </a>.
es: Si tiene algún problema con la descarga o necesita una versión previa de Audacity puede probar los<a href="%s">enlaces alternativos de descarga</a>.
fi: Jos sinulla on ongelmia lataamisessa, tai tarvitset Audacityn vanhemman version, kokeile <a href="%s">vaihtoehtoisia latauslinkkejä</a>.
fr: Si vous rencontrez des difficultés lors du téléchargement, ou si vous avez besoin d'une version plus ancienne de Audacity, essayez notre <a href="%s">serveur alternatif de téléchargement</a>.
nb: Hvis du har problemer med å laste ned, eller trenger en eldre versjon av Audacity, prøv våre <a href="%s">alternative nedlastingslenker</a>.
sv: Om du har problem med din nerladdning, eller behöver en äldre version av Audacity, pröva <a href="%s">alternativa länkar</a>.

source: How to Build Audacity
cs: Jak přeložit Audacity
de: Wie "baue" ich Audacity zusammen
el: Πώς να χτίσεις το Audacity
es: Cómo compilar Audacity
fi: Kuinka Audacity käännetään
fr: Comment compiler Audacity
nb: Hvordan bygge Audacity

source: Dependencies
cs: Závislosti
de: Abhängigkeiten
el: Εξαρτήσεις
es: Dependencias
fi: Riippuvuudet
fr: Dépendances
nb: Bindinger (avhengigheter)

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.2 needs wxGTK 2.4, compiled <em>without</em> the unicode options. (Future versions of Audacity will support newer wxWidgets and GTK libraries.)
el: Η συλλογή <a href="http://wxwidgets.org">wxWidgets</a> <b>απαιτείται </b>. Το Audacity 1.2 χρειάζεται το wxGTK 2.4, συνταγμένο <em>χωρίς</em> τις unicode επιλογές. (Μελλοντικές εκδόσεις του Audacity θα υποστηρίζουν νεότερες συλλογές wxWidgets και συλλογές GTK.)
es: La biblioteca<a href="http://wxwidgets.org">wxWidgets</a> <b>es necesaria</b>. Audacity 1.2 necesita wxGTK 2.4 compilada <em>sin</em> las opciones unicode. (Las próximas versiones de Audacity soportarán las nuevas bibliotecas wxWidgets y GTK).
fr: La bibliothèque <a href="http://wxwidgets.org">wxWidgets</a> est <b>indispensable</b>. Audacity 1.2 nécessite wxGTK 2.4 compilé <em>sans</em> les options gtk2 et unicode. (Les versions futures de Audacity supporteront les versions plus récentes des bibliothèques GTK et wxWidget.)
nb: <a href="http://wxwidgets.org">wxWidgets</a>-biblioteket er <b>nødvendig</b>. Audacity 1.2 trenger wxGTK 2.4, kompilert <em>uten</em> unicode-tillegget. (Fremtidige versjoner av Audacity vil støtte nyere bibliotek av wxWidgets og GTK.)

source: You may also choose to install the following <b>optional libraries</b>, or get them by checking out Audacity from CVS.
cs: Můžete také zvolit instalaci následujících <b>volitelných knihoven</b>, nebo si je opatřit z CVS.
de: Sie können folgende <b>optionale libraries</b> installieren oder aus dem CVS von Audacity erhalten.
el: Μπορείς επίσης να επιλέξεις να εγκαταστήσεις τις ακόλουθες <b>προαιρετικές συλλογές</b>, ή να τις αποκτήσεις αφού δεις το Audacity από τα CVS.
es: También puede elegir instalar las siguientes <b>bibliotecas opcionales</b> u obtenerlas desde el CVS.
fi: Voit myös asentaa seuraavat <b>valinnaiset kirjastot</b>, tai hakea ne Audacityn CVS:stä.
fr: Vous pouvez également installer les <b>bibliothèques optionnelles</b> suivantes ou les obtenir par CVS.
nb: Du kan også velge å installere følgende <b>valgfrie bibliotek</b>, eller du kan få dem ved å sjekke ut Audacity fra CVS.

source: If you install libraries using a package management system like Apt or RPM, make sure to install the "dev" (development) packages for each library.
cs: Jestliže instalujete knihovny prostřednictvím balíčkovacích systémů, jako jsou Apt, nebo RPM, ujistěte se, že máte i "dev" (development) balíčky ke každé instalované knihovně.
de: Wenn Sie die libraries mit einem Package Management System, wie Apt oder RPM installieren, beachten Sie bitte, daß für jede Library das "dev" (development) Package installiert wird/ist.
el: Αν εγκαταστήσεις συλλογές χρησιμοποιώντας ένα σύστημα διαχείρισης πακέτων όπως τα Apt ή RPM, φρόντισε να εγκαταστήσεις τα "dev" πακέτα (ανάπτυξης) για κάθε συλλογή.
es: Si instala librerías usando un sistema de gestión de paquetes como Apt o RPM asegúrese de instalar el paquete "dev" (desarrollo) de cada librería.
fi: Jos asennat kirjastoja jotakin paketointimenetelmää käyttäen (esim. Apt tai RPM), muista asentaa myös jokaisen kirjaston "dev"- (development) -paketit.
fr: Si vous installez les bibliothèques via un système de gestion de paquets (apt,rpm), assurez-vous d'installer les paquets "dev" de chacune.
nb: Hvis du installerer bibliotek vha. et pakkehåndteringssystem som Apt eller RPM, sjekk at du installerer pakkene under kategorien "dev" (development, utvikling) for hvert bibliotek.
