Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <h3>Translation Instructions</h3> <p>To start a new translation, download POT file above. Rename it "audacity.po" before you begin translating. To edit an existing translation, download the PO file for your language:</p> <ul> <li><a href="%s">Audacity translations</a></li> <li><a href="%s">Audacity web site translations</a></li> </ul> <p>These programs can create and edit PO files:</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> for Windows and Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> for KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> is standard on most Unix systems. It includes a PO mode for the Emacs text editor.</li> </ul> <p>Send completed PO files to Dominic Mazzoni <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p> <h3>Notes</h3> <ul> <li><p>In poEdit, make sure to set the "charset" option correctly. Otherwise, poEdit will not save any translations with non-English characters.</p> <li><p>Strings like <b>"&amp;File"</b> and <b>"New &amp;Audio Track"</b> are menu items. The letter after the "&amp;" symbol is used as a keyboard shortcut.</p> <li><p><b>"Import Audio...\tCtrl+i"</b> is also a menu item. The \t stands for a tab character, which separates the menu text from the keyboard command.</p> <li><p>You will find many strings like <b>"There were %%d buffer underruns, last near %%lf seconds."</b> The %% signs mark places where numbers or names will be inserted into the string. For example, this string might become "There were 4 buffer underruns, last near 3.01 seconds." If you change the order of the the %% markers in a string, add "1$" after the percent sign that used to be first, "2$" after the percent sign that used to be second, and so on. For example:</p> <blockquote><p><b>"The buffer underrun near %%2$lf seconds was the last of %%1$d."</b></p></blockquote> </ul>
el: <h3>Οδηγίες Μετάφρασης</h3> <p>Για να ξεκινήσεις μία νέα μετάφραση, κατέβασε το παραπάνω POT αρχείο. Μετονόμασέ το σε "audacity.po" πριν ξεκινήσεις την μετάφραση. Για να επεξεργαστείς μία υπάρχουσα μετάφραση, κατέβασε το PO αρχείο για τη δική σου γλώσσα:</p> <ul> <li><a href="%s">Audacity μεταφράσεις</a></li> <li><a href="%s">Audacity μεταφράσεις διαδικτυακού τόπου</a></li> </ul> <p>Αυτά τα προγράμματα μπορούν να δημιουργήσουν και να επεξεργαστούν PO αρχεία:</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> για Windows και Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> για KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">Ο GNU gettext</a> είναι προεπιλεγμένος στα περισσότερα Unix συστήματα. Περιλαμβάνει τρόπο λειτουργίας PO για τον επεξεργαστή κειμένου Emacs .</li> </ul> <p>Στείλε ολοκληρωμένα PO αρχεία στον Dominic Mazzoni <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p> <h3>Σημειώσεις</h3> <ul> <li><p>Στο poEdit, φρόντισε να ρυθμίσεις την επιλογή "charset" σωστά. Διαφορετικά, το poEdit δεν θα αποθηκεύσει καμία μετάφραση με μη αγγλικούς χαρακτήρες.</p> <li><p>Στίχοι όπως <b>"&amp;File"</b> και <b>"New &amp;Audio Track"</b> είναι στοιχεία του μενού. Το γράμμα μετά το "&amp;" σύμβολο χρησιμοποιείται για συντομεύσεις πληκτρολογίου.</p> <li><p><b>"Εισαγωγή Audio...\tCtrl+i"</b> είναι επίσης στοιχείο του μενού. Το \t αντιπροσωπεύει χαρακτήρα tab, το οποίο ξεχωρίζει το κείμενο του μενού από τις εντολές πληκτρολογίου.</p> <li><p>Θα βρεις πολλούς στίχους όπως <b>"There were %%d buffer underruns, last near %%lf seconds."</b> Οι χαρακτήρες %% τοποθετούνται όπου αριθμοί ή ονόματα πρόκειται να εισαχθούν στους στίχους. Για παράδειγμα, αυτός ο στίχος μπορεί να γίνει "There were 4 buffer underruns, last near 3.01 seconds." Αν αλλάξεις τη σειρά από τους χαρακτήρες %% σε ένα στίχο, πρόσθεσε "1$" μετά από το ποσοστιαίο σύμβολο που ήταν πριν πρώτο, πρόσθεσε "2$" μετά από το ποσοστιαίο σύμβολο που ήταν πριν δεύτερο, και τα λοιπά. Για παράδειγμα:</p> <blockquote><p><b>"The buffer underrun near %%2$lf seconds was the last από %%1$d."</b></p></blockquote> </ul>
es: <h3>Instrucciones de traducción</h3> <p>Para comenzar una nueva traducción descargue el archivo .POT. Renómbrelo como "audacity.po" antes de comenzar. Para editar una traducción existente descargue el archivo PO de su lenguaje:</p> <ul> <li><a href="%s">Traducciones de Audacity </a></li> <li><a href="%s">Traducciones del sitio web de Audacity </a></li> </ul> <p>Estos programas sirven para crear y editar archivos PO:</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> para Windows y Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> para KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> es estándar en la mayoría de sistemas Unix. Incluye un modo PO para el editor de textos Emacs.</li> </ul> <p>Envíe los archivos PO completos a Matt Brubeck, <a href="mailto:mbrubeck@cs.hmc.edu">mbrubeck@cs.hmc.edu</a>.</p> <h3>Notas</h3> <ul> <li><p> En poEdit asegúrese de establecer el juego de caracteres correctamente. De otro modo, poEdit no almacenará la traducción con caracteres no ingleses.</p> <li><p>Cadenas como <b>"&amp;File"</b> y <b>"New &amp;Audio Track"</b> son elementos de menú. La letra que sigue al símbolo "&amp;" se utiliza como una abreviatura de teclado.</p> <li><p><b>"Import Audio...\tCtrl+i"</b> también es un elemento de menú. El \t representa un tabulador, que separa el texto del menú de la abreviatura de teclado.</p> <li><p>Encontrará algunas cadenas como <b>"There were %%d buffer underruns, last near %%lf seconds."</b> El signo %% indica el lugar de un número o un nombre que será insertado dentro de la cadena. Por ejemplo, esta cadena se podrá convertir en "There were 4 buffer underruns, last near 3.01 seconds." Si cambia el orden de el indicador %% en una cadena, adjunte "1$" destrás del tanto por ciento que estaba en primer lugar, "2$" despues del segundo, etc. Por ejemplo:</p> <blockquote><p><b>"The buffer underrun near %%2$lf seconds was the last of %%1$d."</b></p></blockquote> </ul>
fr: <h3>Instructions pour la traduction</h3> <p>Pour commencer une nouvelle traduction, téléchargez le fichier .pot ci dessus. Renommez-le "audacity.po" avant de commencer à le modifier. Pour travailler sur une traduction déjà entamée, téléchargez le fichier .po de votre langue :</p> <ul> <li><a href="%s">traductions du logiciel Audacity</a></li> La traduction du logiciel est actuellement assurée par Christian Brochec. <li><a href="%s">traductions du site web d'Audacity</a></li> </ul> <p>Les logiciels suivants permettent la création et l'édition de fichiers .po :</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> pour Windows et Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> pour KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> est intégré à la majorité des systèmes Unix. Il comporte un mode PO pour 'éditeur de texte Emacs.</li> </ul> <p>Envoyez les fichiers .po complétés à Matt Brubeck, <a href="mailto:mbrubeck@cs.hmc.edu">mbrubeck@cs.hmc.edu</a>.</p> <h3>Remarques</h3> <ul> <li><p>Dans poEdit, assurez-vous que l'option "Jeu de caractères" est correcte. Dans le cas contraire, poEdit ne sauvegardera pas les caractères non-anglais présents dans la traduction.</p> <li><p>Les chaînes comme <b>"&amp;File"</b> et <b>"New &amp;Audio Track"</b> sont des éléments de menu. La lettre suivant le symbole "&amp;" est employée comme raccourci clavier.</p> <li><p><b>"Import Audio...\tCtrl+i"</b> est aussi un élément de menu. \t correspond à une tabulation séparant l'intitulé de l'entrée de menu du raccourci clavier associé.</p> <li><p>Vous rencontrerez de nombreuses chaînes comme <b>"There were %%d buffer underruns, last near %%lf seconds."</b> Le signe %% désigne la place où seront insérés nombres ou chaînes de caractères. L'exemple précédent pourra devenir "There were 4 buffer underruns, last near 3.01 seconds." Si, pour des raisons de tournure de phrase, vous inversez l'ordre des signes %%, ajoutez "1$" après le signe %% qui est en premier dans la version originale, "2$" pour le deuxième, etc... Par exemple :</p> <blockquote><p><b>"The buffer underrun near %%2$lf seconds was the last of %%1$d."</b></p></blockquote> </ul>

source: Mailing Lists
cs: E-mailové konference
de: Mailing Listen
el: Λίστες Αλληλογραφίας
es: Listas de correo
fi: Postituslistat
fr: Listes de diffusion
nb: E-postlister
sv: Epostlistor

source: Join the <a href="../contact/lists#devel">audacity-devel</a> mailing list to discuss current and future development, or to get help building and modifying the Audacity source code.
cs: Přihlaste se do e-mailové konference <a href="../contact/lists#devel">audacity-devel</a>, kde můžete diskutovat o současném a budoucím vývoji, nebo získat pomoc s tvorbou a změnami ve zdrojovém kódu Audacity.
de: Melden Sie sich bei der <a href="../contact/lists#devel">Audacity-devel</a> Mailingliste an um überaktuelle und zukünftige Entwicklungen zu diskutieren oder um bei dem Programmieren und Ändern des Audacity Quellcodes zu helfen.
el: Πάρε μέρος στη <a href="../contact/lists#devel">audacity-devel</a> λίστα αλληλογραφίας για να συζητήσεις την τωρινή και την μελλοντική ανάπτυξη, ή για βοήθεια πάνω στο χτίσιμο και την μετατροπή του πηγαίου κώδικα του Audacity.
es: Únase a la lista de correo <a href="../contact/lists#devel">audacity-devel</a> para hablar sobre el desarrollo actual y futuro de Audacity o para obtener ayuda para compilar y modificar el código fuente del programa.
fi: Liity <a href="../contact/lists#devel">audacity-devel</a> -postituslistalle keskustellaksesi nykyisestä tai tulevaisuuden kehitystyöstä, tai hakeaksesi apua Audacityn lähdekoodin kääntämiseen tai muokkaamiseen.
fr: Rejoignez la liste de diffusion <a href="../contact/lists#devel">audacity-devel</a> pour discuter des développements actuels et futurs, ou pour aider à la modification du code source d'Audacity.
nb: Bli med på <a href="../contact/lists#devel">audacity-devel</a>-epostlista for å diskutere aktuell og framtidig utvikling, eller for å hjelpe oss med å bygge og modifisere kildekoden til Audacity.
sv: Ta del av <a href="../contact/lists#devel">utvecklare av Audacity</a> epostlista för att diskutera nuvarande och framtida utveckling, eller för att bygga och modifiera Audacitys källkod.

source: <h3 id="bugzilla">Bugzilla</h3> <p>The Audacity developers use <a href="%s/">Bugzilla</a> to keep track of confirmed bugs. Check the list of <a href="%s/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">open bugs</a> if you are looking for something to work on.</p> <p><strong>Note:</strong> This Bugzilla is for development use only. If you are a user reporting new bugs, please <a href="../contact/">send us e-mail</a> instead. Thank you!</p>
cs: <h3 id="bugzilla">Bugzilla</h3> <p>Vývojáři Audacity používají k udržování přehledu o nahlášených chybách <a href="%s/">Bugzillu</a>. Jestliže vám něco nefunguje, podívejte se na <a href="%s/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">přehled chyb, na kterých se pracuje</a>.</p> <p><strong>Poznámka:</strong> Vkládání do Bugzilly je přístupné jen vývojářům. Jestliže jste uživatel a chcete nahlásit chybu, prosíme <a href="../contact/">pošlete nám e-mail</a>. Děkujeme!</p>
de: <h3 id="bugzilla">Bugzilla</h3> <p>Die Audacity Programmierer nutzen <a href="%s/">Bugzilla</a> um über die Fehler auf dem laufenden zu bleiben. Hier finden Sie eine komplette Liste der <a href="%s/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">offenen Fehler</a> .</p> <p><strong>Note:</strong> Bugzilla soll nur von den Programmierern genutzt werden, wenn Sie ein Nutzer von Audacity sind melden Sie Fehler bitte per <a href="../contact/">E - Mail</a> .</p>
el: <h3 id="bugzilla">Bugzilla</h3> <p>Οι δημιουργοί του Audacity χρησιμοποιούν το <a href="%s/">Bugzilla</a> για να ελέγχουν τα βεβαιωμένα σφάλματα. Δες τη λίστα από <a href="%s/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">open σφάλματα</a> Αν ψάχνεις κάτι για να εργασθείς .</p> <p><strong>Σημείωση:</strong> Το Bugzilla είναι αποκλειστικά για χρήση ανάπτυξης. Αν είσαι ένας χρήστης που αναφέρει νέα σφάλματα, παρακαλώ <a href="../contact/">στείλε μας ένα e-mail</a> . Σε ευχαριστούμε!</p>
es: <h3 id="bugzilla">Bugzilla</h3> <p>Los desarrolladores de Audacity developers utilizan <a href="%s/">Bugzilla</a> para mantener una lista de errores . Compruebe la lista de <a href="%s/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">errores conocidos</a> si está buscando algo con lo que trabajar.</p> <p><strong>Nota:</strong> Este Bugzilla es sólo para desarrollo del programa. Si quiere informar de nuevos errores, <a href="../contact/">envíenos un correo electrónico</a> Gracias!</p>
fr: <h3 id="bugzilla">Bugzilla</h3> <p>Les développeurs d'Audacity s'appuient sur <a href="%s/">Bugzilla</a> pour garder une trace des bogues confirmés. Vérifiez la liste des <a href="%s/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">bogues ouverts</a> si vous cherchez une faille qui n'a pas été corrigée.</p> <p><strong>Note:</strong> Ce Bugzilla est destiné au développement uniquement. Si vous voulez signaler un bogue d'utilisation, envoyez nous plutot un <a href="../contact/">courriel</a>. Merci!</p>
nb: <h3 id="bugzilla">Bugzilla</h3> <p>Audacity-utviklerne bruker <a href="%s/">Bugzilla</a> for å holde styr på bekreftede programfeil. Les listen over <a href="%s/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">åpne feil</a> hvis du leter etter noe å arbeide med.</p> <p><strong>Merk:</strong> Vår Bugzilla er bare for utviklingsbruk. Hvis du er en bruker som rapporterer nye feil, vennligst <a href="../contact/">send oss en epost</a> isteden. Takk!</p>

source: Contact Us
cs: Kontaktujte nás
de: Kontakt
el: Επικοινωνία
es: Contactar
fi: Ota yhteyttä
fr: Nous contacter
nb: Kontakt oss
sv: Kontakta oss

source: Privacy Policy
cs: Ochrana soukromí
el: Πολιτική Εχεμύθειας
es: Política de privacidad
fi: Tietosuojalausunto
fr: Politique de confidencialité
nb: Retningslinjer angående personvern
sv: E-postpolicy

source: If you have questions or comments for the Audacity developers, e-mail us at:
el: Αν έχεις ερωτήσεις ή σχόλια για τους συντελεστές του Audacity, στείλε μας ένα e-mail στην διεύθυνση:
es: Si tiene alguna cuestión o comentarios para los desarrolladores de Audacity, escriba a:Nota: El lenguaje empleado debe ser el inglés. En los foros de Audacity podrá contactar con usuarios en español, francés, alemán y ruso.
fr: Si vous avez des questions ou des commentaires pour les développeurs d'Audacity, envoyez un mèl à l'adresse suivante. Cette liste étant avant tout anglophone, faites précéder du mot "FRENCH" le sujet de votre message. Vous pouvez également aller sur les pages francophones du forum d'aide d'Audacity : http://audacityteam.org/forum/forum/5
nb: Hvis du har spørsmål eller kommentarer til Audacity-utviklerne kan du sende oss en epost (bare på engelsk, dessverre) på:

source: (This is a public mailing list. For details, see our
el: (Αυτή είναι μια δημόσια λίστα αλληλογραφίας. Για περισσότερες λεπτομέρειες, δες την
es: (Esta es una lista de correo pública. Para conocer más detalles, vea
fr: C'est une liste de diffusion pulblique (en anglais). Pour plus de détail, voir notre
nb: (Dette er en offentlig epostliste. For mer informasjon, se våre

source: privacy policy
el: πολιτική εχεμύθειας
es: política de privacidad
fr: Politique de confidencialité
nb: retningslinjer angående personvern

source: If you have a general question about how to use Audacity, please use the
el: Αν έχεις γενικές ερωτήσεις πάνω στην χρήση του Audacity, παρακαλώ χρησιμοποίησε την
es: Si tiene una cuestión sobre como utilizar Audacity, utilice la
fr: Si vous avez une question d'ordre général à propos d'Audacity, utilisez le
nb: Hvis du har et generelt spørsmål om hvordan en bruker Audacity, vennligst bruk

source: Audacity Forum
el: Τόπος Συζήτησης του Audacity
es: Foro de Audacity
fr: Forum d'Audacity

source: You will need to register in order to post on the forum, then log in and use the "Create New Thread" link
el: Θα πρέπει να εγγραφείς για να καταχωρήσεις ένα μήνυμα στον τόπο συζήτησης, μετά συνδέσου και χρησιμοποίησε τον δεσμό "Create New Thread"
es: Es necesario registrarse para enviar mensajes al foro luego haga clic en "Create New Thread" para plantear una cuestión nueva.
fr: Vous devrez vous enregistrer pour poster sur le forum, identifiez-vous et utilisez le lien "Créer un nouveau sujet"
nb: Du vil måtte registrere for å lage innlegg på forumet, så kan du logge inn og bruke "Create New Thread"-lenken

source: When you report a bug or problem, please:
el: Όταν αναφέρεις μία δυσλειτουργία ή ένα πρόβλημα, παρακαλώ:
es: Cuando notifique algún fallo o problema:
fr: Quand vous rapportez un bogue ou un problème, veuillez :
nb: Når du rapporterer en feil eller et problem, vær vennlig å:

source: Before you contact us, check the
el: Πρίν επικοινωνήσεις μαζί μας δες την
es: Antes de contactar con nosotros, consulte la
fr: Avant de nous contacter, vérifier la
nb: Før du tar kontakt med oss, les

source: Frequently Asked Questions
cs: Často kladené otázky
de: Häufig gestellte Fragen
el: Συχνές Ερωτήσεις (FAG)
es: Preguntas más frecuentes
fi: Usein kysytyt kysymykset (FAQ)
fr: Foire aux questions
nb: Ofte Spurte Spørsmål
sv: FAQ Vanligast förekommande frågor

source: Tell us what version of Audacity and which operating system you are using
el: Πες μας πια έκδοση του Audacity χρησιμοποιείς και πιο λειτουργικό σύστημα
es: Indique qué versión de Audacity está utilizando y qué sistema operativo
fr: Dites-nous quelle version d'Audacity et quel système d'exploitation vous utilisez
nb: Fortell oss hvilken versjon av Audacity og hvilket operativsystem du bruker

source: Include details of what you are trying to do, and any error messages or other problems you experience
el: Περιέλαβε λεπτομέρειες από το τι προσπαθείς να κάνεις, και ό,τι άλλα μηνύματα λάθους ή άλλα προβλήματα αντιμετωπίζεις
es: Incluya detalles sobre lo que estaba intentado hacer y cualquier mensaje de error o problemas que hayan surgido
fr: Décrivez en détail ce que vous essayez de faire, et tous les messages d'erreur et autres problèmes rencontrés
nb: Inkluder detaljer om hva du prøver å gjøre, og eventuelle feilmeldinger eller andre problemer du får

source: Discussion Lists
el: Λίστες Συζητήσεων
es: listas de correo
fr: Listes de discussion
nb: Diskusjonslister

source: To discuss Audacity with other users and developers, join our
de: Diskutiere mit anderen Nutzern und Entwicklern über Audacity (in englischer Sprache)
el: Για να συζητήσεις για το Audacity με άλλους χρήστες και δημιουργούς, πάρε μέρος στην
es: Hablar sobre Audacity con otros usuarios y desarrolladores, acceda a
fr: Pour discuter d'Audacity avec les autres utilisateurs et les développeurs, allez sur nos
nb: For å diskutere Audacity med brukere og utviklere, bli med på våre

source: mailing lists
el: λίστες αλληλογραφίας
es: listas de correo
fr: Listes de diffusion
nb: e-postlister

source: Announcement List Policy
cs: Pravidla pro posílání novinek
de: Ankündigungsliste Policy
el: Πολιτική Λίστας Ανακοινώσεων
es: Política de la lista de anuncios
fi: Tiedotuslistan käytäntö
fr: Liste d'annonce
nb: Retningslinjer angående kunngjøringslisten
sv: Angående policy för epostlistor
