Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <p>Audacity project files are saved in a special format that only Audacity can open. To open your project in another program or burn it to CD, you must open the “project.aup” file in Audacity, and use the Export commands (in the File menu) to save it in a standard format like WAV or AIFF.</p>
cs: <p>Projektové soubory Audacity jsou ukládány ve speciálním formátu, se kterým jiné programy nedovedou zacházet. Jestliže chcete svůj projekt otevřít v jiném programu nebo vypálit na CD, musíte otevřít soubor “project.aup” v Audacity a použít exportní příkazy (v menu Soubor) pro uložení ve standardním formátu, jako je WAV nebo AIFF.</p>
de: <p>Audacity Projekt Dateien werden in einem Spezialformat gespeichert, daß nur Audacity öffnen kann.Um ein Projekt zu öffnen um es zum Beispiel zu brennen, öffnen Sie die "project.aup" Datei in Audacity und nutzen Siedie Export Befehle (im Dateimenü) um das ganze in einem Standardformat wie WAV oder AIFF zu speichern.</p>
el: <p>Τα αρχεία Audacity project αποθηκεύονται σε μία ειδική μορφή που μόνο το Audacity μπορεί να αναπαράγει. Για αναπαράγεις την εργασία σου με κάποιο άλλο πρόγραμμα ή για να την γράψεις σε CD, πρέπει να ανοίξεις το αρχείο “εργασία.aup” με το Audacity και να χρησιμοποιήσεις τις εντολές Εξαγωγής (στο μενού Αρχείο) για να την αποθηκεύσεις σε μια προκαθορισμένη μορφή όπως WAV ή AIFF.</p>
fi: <p>Audacityn projektitiedostot tallennetaan erityisessä muodossa, jotka vain Audacity osaa avata. Avataksesi projektisi toisessa ohjelmassa tai polttaaksesi sen CD:lle sinun täytyy avata projektin .aup-tiedosto Audacityssä ja käyttää jotakin Tiedosto-valikon Vie-toiminnoista tallentaaksesi sen jossakin standardissa tiedostomuodossa kuten WAV tai AIFF.</p>
fr: <p>Les projets Audacity sont sauvegardés dans un format spécifique à Audacity. Pour pouvoir l'ouvrir dans un autre programme ou le graver sur CD, vous devez l'ouvrir dans Audacity et utiliser les commandes d'exportation (dans le menu Fichier) pour le sauver dans un format standard WAV ou AIFF.</p>
nb: <p>Audacity sine prosjektfiler er lagret i et spesielt format som bare Audacity kan åpne. For å åpne prosjektet i et annet program, eller brenne det på CD, må du åpne "prosjekt.aup"-filen i Audacity og bruke Eksporter-kommandoen (i Fil-menyen) for å lagre den i et standardformat, som WAV eller AIFF.</p>

source: Why does Audacity create a folder full of .au files when I save a project?
cs: Proč Audacity při ukládání projektu vytváří adresář naplněný soubory s příponou .au?
de: Warum erzeugt Audacity einen Ordner voll mit .au dateien, wenn ich ein Projekt speichere?
el: Γιατί το Audacity δημιουργεί ένα φάκελο γεμάτο από .au αρχεία όταν αποθηκεύω μία εργασία;
es: ¿Por qué Audacity crea una carpeta llena de archivos .au cuando guardo un proyecto?
fi: Miksi Audacity luo kansion täynnä .au-tiedostoja tallentaessani projektin?
fr: Pourquoi Audacity crée-t-il un répertoire contenant des fichiers .au lorsque j'enregistre un projet?
nb: Hvorfor lager Audacity en katalog full av .au-filer når jeg lagrer et prosjekt?

source: <p>Audacity breaks long tracks into small pieces so it can edit them more efficiently. When you save a project, Audacity stores all of the pieces in a folder with a name like “project_data.”</p> <p>You do not need to open these files yourself. Audacity will load them automatically when you open the “project.aup” file, which is saved in the same location as the “data” folder.</p>
cs: <p>Audacity rozděluje dlouhé zvukové stopy do menších částí, aby je bylo možno účinněji editovat. Když ukládáte projekt, Audacity uloží všechny části do adresáře s názvem “project_data.” nebo podobným.</p><p>Tyto malé části nemusíte samostatně otevírat. Audacity je načte automaticky, jakmile otevřete soubor “project.aup”, který je uložený na stejném místě jako “datový” adresář.</p>
de: <p>Audacity teilt lange Dateien in kleine Teile um es effizienter bearbeiten zu können.Wenn Sie ein Projekt speichern, speichert Audacity alle Dateien in einem Ordner namens "project_data."</p><p>Diese Dateien müssen Sie nicht selber öffnen, Audacity tut dies automatisch, wenn Sie eine ".aup" Projektdatei öffnen.</p>
el: <p>Το Audacity τεμαχίζει μεγάλα κανάλια σε μικρότερα κομμάτια ώστε να τα επεξεργάζεται πιο αποτελεσματικά. Όταν αποθηκεύεις μία εργασία, το Audacity αποθηκεύει όλα τα κομμάτια σε ένα φάκελο με ένα όνομα όπως “project_data.”</p> <p>Δεν χρειάζεται να ανοίξεις αυτά τα αρχεία ο ίδιος. Το Audacity θα τα φορτώσει αυτόματα όταν ανοίξεις το αρχείο “project.aup”, που είναι αποθηκευμένο στην ίδια τοποθεσία με τον φάκελο “data”.</p>
fi: <p>Audacity pilkkoo pitkät raidat pienemmiksi palasiksi voidakseen muokata niitä tehokkaammin. Tallentaessasi projektin Audacity tallentaa kaikki nämä tiedostot "Projekti_data" -tyyliin nimettyyn kansioon.</p> <p>Näitä tiedostoja ei tarvitse lainkaan avata, vaan Audacity lataa ne automaattisesti avatessasi "Projekti.aup" -tiedoston, joka on tallennettu samaan kansioon kuin "_data"-kansio.</p>
fr: <p>Audacity découpe les pistes longues en éléments courts afin de les éditer plus efficacement. Lorsque vous enregistrez un projet, Audacity stockes tous ces fragments dans un répertoire ("projet_donnees" par exemple.)</p> <p>Vous n'avez pas besoin de les ouvrir un à un. Audacity se charge de les ouvrir automatiquement à l'ouverture du projet placé dans le meme répertoire que "projet_donnees".</p>
nb: <p>Audacity deler lange spor inn i små biter for å gjøre redigering mer effektivt. Når du lagrer et prosjekt vil Audacity arkivere alle bitene i en mappe med et navn som "prosjekt_data".</p> <p>Du trenger ikke å åpne disse filene selv. Audacity vil laste dem automatisk når du åpner "prosjekt.aup"-filen, som er lagret på samme sted som "data"-mappa.</p>

source: Audacity crashed! Can I recover any unsaved data?
cs: Audacity mi spadla! Dají se neuložená data obnovit?
de: Audacity stürzte ab! Kann ich die bisher nicht gespeicherten Date wiederherstellen?
el: Το Audacity καταρρέει! Μπορώ να ανακτήσω κάποια μη αποθηκευμένα δεδομένα;
es: Audacity se ha bloqueado !! ¿Puedo recuperar los datos no guardados?
fi: Audacity kaatui! Pystynkö palauttamaan tallentamattoman tiedon?
fr: Audacity s'est arreté! Comment récupérer mes données?
nb: Audacity brøt sammen! Er det mulig å gjenopprette ulagret data?

source: <p>You may be able to recover your project automatically with the <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a>. Please see the <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a> page for more information.</p>
cs: <p>Svůj projekt můžete obnovit pomocí <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a>. Podívejte se prosím na stránku <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Oprava pádu</a>, kde najdete víc informací.</p>
de: <p>Eventuell ist es möglich das Projekt automatisch mit dem <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a> wiederherzustellen.Schauen Sie auf die <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a> Seite für mehr Informationen.</p>
el: <p>Ίσως να μπορείς να ανακτήσεις την εργασία σου αυτόματα με το <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a>. Παρακαλώ δες την ιστοσελίδα <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a> για περισσότερες πληροφορίες.</p>
es: <p>Es probable que puedas recobrar automáticamente a tu proyecto mediante la <a href="http://www.mesw.de/audacity/recovery/">Utilería de Recuperación Audacity</a>. Por favor consulta la página de <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Recuperación de Bloqueos</a> para mayor información.</p>
fi: <p>Projektin automaattinen palauttaminen voi olla mahdollista <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a> -ohjelmalla. Lisätietoja aiheesta <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a> -sivulla.</p>
fr: <p>Vous pouvez récupérer votre projet à l'aide de l'<a href="http://www.mesw.de/audacity/recovery/">utilitaire de récupération Audacity</a>[en]. Consultez la page concernant la <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">récupération de données après plantage</a>[en] pour plus d'informations.
nb: <p>Det kan hende at du klarer å gjenopprette prosjektet ditt automatisk vha. programmet <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a>. Vennligst les siden <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a> (bare på engelsk foreløpig) for mer informasjon.</p>

source: Can Audacity import file formats like WMA, AAC, FLAC, etc.?
cs: Dokáže Audacity importovat souborové formáty WMA, AAC, FLAC a podobné?
de: Kann Audacity Dateiformate wie WMA, AAC, FLAC, etc. importieren?
el: Μπορεί το Audacity να εισαγάγει τύπους αρχείων όπως WMA, AAC, FLAC, κλπ ;
es: ¿Audacity puede importar archivos WMA, AAC, FLAC, etc.?
fi: Pystyykö Audacity avaamaan tiedostomuotoja kuten WMA, AAC, FLAC jne.?
fr: Audacity peut-il importer des fichiers aux formats WAM, AAC, FLAC, etc...?
nb: Kan Audacity importere filformat som WMA, AAC, FLAC osv.?

source: <p>Audacity <b>cannot</b> import or export files in <b>WMA, AAC, RealAudio, Shorten (SHN)</b>, or most other proprietary formats. Because of licensing and patent restrictions, we are not allowed to add these formats to Audacity. Future versions of Audacity might be able to support these formats using codecs installed in your operating system.</p> <p>Some open formats are not yet supported by Audacity, including <b>Ogg Speex</b> and <b>FLAC</b>. We hope to support these formats in future versions of Audacity.</p> <p>For a list of supported formats, see the <a href="../about/features">feature list</a>.</p> <p>See also: <a href="faq?s=files&amp;i=midi">Why can't I play MIDI files?</a></p>
cs: <p>Audacity <b>nedokáže</b> importovat nebo exportovat soubory ve formátech <b>WMA, AAC, RealAudio, Shorten (SHN)</b> a podobně chráněných. Licenční a patentová omezení nám neumožňují tyto formáty používat. Budoucí verze Audacity snad budou schopny zacházet s těmito formáty za pomoci kodeků instalovaných ve vašem operačním systému.</p> <p>Některé otevřené formáty, jako jsou <b>Ogg Speex</b> a <b>FLAC</b> prozatím také nejsou podporovány. Doufáme, že v dalších verzích Audacity je už budeme podporovat.</p> <p>Seznam podporovaných formátů najdete na <a href="../about/features">seznamu vlastností</a>.</p> <p>Podívejte se také na: <a href="faq?s=files&amp;i=midi">Proč nejdou přehrávat MIDI soubory?</a></p>
de: <p>Audacity kann <b>keine</b> Dateien wie <b>WMA, AAC, RealAudio, Shorten (SHN)</b> oder andere verbreitete Formate importieren oder öffnen. Der Grund sind Patent oder Lizenzgründe, Audacity ist es nicht erlaubt diese zu verarbeiten.Zukünftige Versionen von Audacity sind dazu eventuell in der Lage, wenn Sie die Codec`s auf Ihrem Rechner nutzen.</p> <p>Auch einige offene Formate wie <b>Ogg Speex</b> und <b>FLAC</b> werden zur Zeit nicht unterstützt.</p> <p>Die unterstützten Formate sehen Sie <a href="../about/features">hier</a>.</p> <p>Eine andere Frage ist: <a href="faq?s=files&amp;i=midi">Warum kann ich keine Midi Dateien abspielen?</a></p>
el: <p>Το Audacity <b>δεν μπορεί</b> να εισάγει ή εξάγει αρχεία στις μορφές <b>WMA, AAC, RealAudio, Shorten (SHN)</b>, ή άλλες ιδιόκτητες μορφές. Εξαιτίας περιορισμών στις άδειες και στα πνευματικά δικαιώματα, δεν μας επιτρέπεται να προσθέσουμε αυτές τις μορφές στο Audacity. Μελλοντικές εκδόσεις του Audacity ίσως να μπορούν να υποστηρίζουν αυτές τις μορφές χρησιμοποιώντας κώδικες (codecs) ήδη εγκατεστημένους στο λειτουργικό σύστημα.</p> <p>Κάποιες ελεύθερες μορφές αρχείων δεν υποστηρίζονται ακόμη από το Audacity, περιλαμβανομένων του <b>Ogg Speex</b> και του <b>FLAC</b>. Ελπίζουμε να υποστηρίξουμε αυτές τις μορφές σε μελλοντικές εκδόσεις του Audacity.</p> <p>Για λίστα με τις υποστηριζόμενες μορφές, δες την <a href="../about/features">λίστα χαρακτηριστικών</a>.</p> <p>Δες επίσης: <a href="faq?s=files&amp;i=midi">Γιατί δεν μπορώ να αναπαράγω αρχεία MIDI ;</a></p>
es: <p>Audacity <b>no puede</b> importar ó exportar archivos en <b>WMA, AAC, RealAudio, Shorten (SHN)</b>, ó la mayoría de otros formatos propietarios. Debido a las restricciones de licencia y patentes, no tenemos permitido el añadir dichos formatos a Audacity. Versiones futuras de Audacity podrían ser capaces de soportar a dichos formatos mediante el uso de codecs instalados en tu sistema operativo.</p> <p>Algunos formatos abiertos aún no son soportados por Audacity, incluyendo <b>Ogg Speex</b> y <b>FLAC</b>. Esperamos el soportar a dichos formatos en una versión futura de Audacity.</p> <p>Para una lista de los formatos soportados, consulta la <a href="../about/features">lista de características</a>.</p> <p>Consulta también: <a href="faq?s=files&amp;i=midi">¿Porqué no puedo reproducir archivos MIDI?</a></p>
fi: <p>Audacity <b>ei</b> avaa eikä tallenna tiedostoja <b>WMA-, AAC-, RealAudio-, Shorten- (SHN)</b> tai muissa suljetuissa tiedostomuodoissa. Lisensoinnin- ja patenttien rajoitusten vuoksi emme saa lisätä näitä tiedostomuotoja Audacityyn. Audacityn tulevat versiot saattavat kuitenkin tukea näitä tiedostomuotoja käyttöjärjestelmääsi asennettuja koodekkeja hyväksikäyttäen.</p> <p>Audacity ei vielä tue joitakin avoimia tiedostomuotoja mukaanlukien <b>Ogg Speex</b> ja <b>FLAC</b>. Toivon mukaan tulevat Audacityn versiot tukevat näitä tiedostomuotoja.</p> <p>Listan tuetuista tiedostomuodoista näet <a href="../about/features">ominaisuuslistasta</a>.</p> <p>Katso myös: <a href="faq?s=files&amp;i=midi">Miksi en voi toistaa MIDI-tiedostoja?</a></p>
fr: <p>Audacity <b>n'est pas</b> en mesure d'importer ou d'exporter des fichiers <b>WMA, AAC, RealAudio, Shorten (SHN)</b> ou la majorité des formats propriétaires. Du fait des licences et des brevets, nous ne pouvons ajouter le support de ces formats à Audacity. Les prochaines versions de Audacity seront en mesure de les utiliser en utilisant des codecs déjà installés sur votre système.</p> <p>Certains formats ouverts, tels que <b>Ogg Speex</b> et <b>FLAC</b>, ne sont pas encore supportés par Audacity. Nous espérons néanmoins qu'ils le deviendront dans une version future.</p> <p>Pour une liste des formats supportés, reportez-vous à la <a href="../about/features">liste des fonctionnalités</a>.</p> <p>A lire aussi : <a href="faq?s=files&amp;i=midi">Pourquoi ne puis-je pas lire les fichiers MIDI?</a></p> "</a></p>"
nb: <p>Audacity kan <b>ikke</b> importere eller eksportere filer i formatene <b>WMA, AAC, RealAudio, Shorten (SHN)</b> eller i de fleste andre opphavsrettslig beskyttede format. På grunn av lisens- og patentrestriksjoner har vi ikke lov til å legge til disse formatene i Audacity. Framtidige versjoner av Audacity vil kanskje ha mulighet for å støtte disse formatene vha. kodeker installert på operativsystemet ditt.</p> <p>Noen åpne format er ennå ikke støttet av Audacity, bl.a. <b>Ogg Speex</b> og <b>FLAC</b>. Vi håper å kunne støtte disse formatene i framtidige utgaver av Audacity.</p> <p>Hvis du vil ha en liste over støttede format kan du lese <a href="../about/features">listen over funksjoner</a>.</p> <p>Se også: <a href="faq?s=files&amp;i=midi">Hvorfor kan jeg ikke spille av MIDI-filer?</a></p>

source: Why can’t I play MIDI files?
cs: Proč nejdou přehrávat MIDI soubory?
de: Warum kann ich keine MIDI Dateien abspielen?
el: Γιατί δεν μπορώ να αναπαράγω αρχεία MIDI;
es: ¿Por qué no puedo reproducir archivos MIDI?
fi: Miksi en voi toistaa MIDI-tiedostoja?
fr: Pourquoi ne puis-je pas lire les fichiers MIDI?
nb: Hvorfor kan jeg ikke spille av MIDI-filer?

source: <p>Sorry, Audacity cannot play, edit, or convert MIDI files. It can only display them visually (for comparison with recorded sounds). We might add MIDI editing to a future version of Audacity, but for now Audacity is focused on sampled audio (like WAV files).</p>
cs: <p>Omlouváme se, ale Audacity nedokáže přehrávat, editovat nebo konvertovat MIDI soubory. Umí je jen zobrazit (pro porovnání s nahranými zvuky). V budoucnu možná tyto možnosti doplníme, ale v současné době se zaměřujeme na vzorkovaný zvuk (jako je to ve WAV souborech).</p>
de: <p>Audacity kann Midi Dateien nicht spielen,ändern oder konvertieren. Diese werden nur angezeigt (Zum Vergleich mit anderen aufgenommenen Liedern). Eventuell werden wir dies in einer zukünftigen Version ändern, zum jetztigen Zeitpunkt konzentrieren wir uns aber auf Musikstücke(wie wav Dateien).</p>
el: <p>Λυπάμαι, το Audacity δεν μπορεί να αναπαράγει, επεξεργαστεί, ή μετατρέψει αρχεία MIDI. Μπορεί μονάχα να τα προβάλει (για σύγκριση με ηχογραφημένους ήχους). Ίσως να προσθέσουμε επεξεργασία MIDI σε κάποια μελλοντική έκδοση του Audacity, όμως για την ώρα το Audacity έχει εστιάσει σε μορφές audio (όπως αρχεία WAV).</p>
es: <p>Disculpa, Audacity no puede reproducir, editar, ó convertir archivos MIDI. Sólo puede desplegarlos visualmente (para su comparación con sonidos grabados). Probablemente añadamos edición MIDI a alguna versión futura de Audacity, pero por ahora, Audacity sólo se enfoca en audio muestreado (como archivos WAV).</p>
fi: <p>Valitettavasti Audacity ei kykene toistamaan, muokkaamaan tai muuntamaan MIDI-tiedostoja. Se osaa vain näyttää ne visuaalisesti (vertailtavaksi äänitettyjen äänien kanssa). Saatamme tulevaisuudessa lisätä Audacityyn MIDI-editointimahdollisuuden, mutta nykyisellään ohjelma on keskittynyt äänitettyyn audioon (kuten WAV-tiedostot).</p>
fr: <p>Audacity ne peut malheureusement pas lire, éditer ou convertir les fichiers MIDI. Il peut uniquement les afficher graphiquement (ce qui permet la comparaison de deux fichiers). Nous envisageons d'implémenter l'édition de fichiers MIDI dans une prochaine version de Audacity, bien que Audacity se consacre à l'heure actuelle au son sous forme échantillonnée (comme dans le format WAV).</p>
nb: <p>Beklageligvis kan Audacity ikke spille av, redigere eller konvertere MIDI-filer. Det kan bare vise dem visuelt (for sammenligning med innspilte lyder). Det er mulig at vi legger til MIDI-redigering i en framtidig versjon av Audacity, men for nå er Audacity rettet mot innspilt lyd (som WAV-filer).</p>

source: How do I import a track from an audio CD?
cs: Jak importovat skladby ze zvukového CD?
de: Wie bekomme ich die Lieder von einer Audio CD ?
el: Πώς μπορώ να εισάγω ένα μουσικό κομμάτι από ένα audio CD;
es: ¿Cómo puedo importar una pista de un CD de audio?
fi: Kuinka tuon raidan audio-CD:ltä?
fr: Coment importer une piste d'un CD audio?
nb: Hvordan kan jeg importere et spor fra en lyd-CD?

source: <p>Audacity cannot import a track directly from an audio CD. You must use a separate program like <a href="http://cdexos.sourceforge.net/">CDex</a> or <a href="http://www.apple.com/itunes/">iTunes</a> to extract CD tracks into a format that Audacity can read, like WAV or AIFF.</p>
cs: <p>Audacity neumí přímo importovat stopy z audio CD. Musíte použít zvláštní program, jako je např. <a href="http://cdexos.sourceforge.net/">CDex</a>, <a href="http://www.apple.com/itunes/">iTunes</a> nebo <a href="http://nostatic.org/grip/">Grip</a> a převést CD do formátu, se kterým umí Audacity pracovat, což je třeba WAV nebo AIFF.</p>
de: <p>Audacity kann keine Lieder von Audio CD`s extrahieren (Rippen). Du benötigst ein "Ripper" Programm um dieses durchzuführen. </p><p>Wenn du Windows benutzt, empfehlen wir <a href="http://cdexos.sourceforge.net/">CDex</a>. </p><p>Wenn du Mac OS (9 und X) benutzt, solltest du Apple's <a href="http://www.apple.com/itunes/">iTunes</a> benutzen. </p>
el: <p>Το Audacity δεν μπορεί να εισαγάγει ένα τραγούδι κατευθείαν από ένα audio CD. Πρέπει να χρησιμοποιήσεις ένα ξεχωριστό πρόγραμμα όπως το <a href="http://cdexos.sourceforge.net/">CDex</a> ή το <a href="http://www.apple.com/itunes/">iTunes</a> για να εξάγεις τα τραγούδια του CD σε μία μορφή που το Audacity μπορεί να διαβάσει, όπως WAV ή AIFF.</p>
es: <p>Audacity no puede importar una pista directamente de un CD de audio. Debes emplear un programa adicional como <a href="http://cdexos.sourceforge.net/">CDex</a> ó <a href="http://www.apple.com/itunes/">iTunes</a> para extraer pistas de CD a un formato que Audacity pueda leer, como WAV ó AIFF.</p>
fi: <p>Audacity ei pysty tuomaan ääniraitoja suoraan CD:ltä, vaan on käytettävä erillistä ohjelmaa, kuten <a href="http://cdexos.sourceforge.net/">CDex</a> tai <a href="http://www.apple.com/itunes/">iTunes</a>, tallentamaan CD-raidat Audacityn ymmärtämään tiedostomuotoon, kuten WAV tai AIFF.</p>
fr: <p>Audacity ne peut importer directement à partir d'un CD audio. Vous devez au préalable extraire les pistes dans un format supporté par Audacity, avec un programme tiers tel que <a href="http://cdexos.sourceforge.net/">CDex</a> ou <a href="http://www.apple.com/itunes/">iTunes</a>.</p>
nb: <p>Audacity kan ikke importere et spor direkte fra en lyd-CD. Du må bruke et separat program, som <a href="http://cdexos.sourceforge.net/">CDex</a> eller <a href="http://www.apple.com/itunes/">iTunes</a>, for å trekke ut CD-spor til et format som Audacity kan lese, f.eks. WAV eller AIFF.</p>

source: After making a recording or editing a file in Audacity, follow these steps to save your work on an audio CD:
cs: Chcete-li uložit svou práci z Audacity na zvukové CD, řiďte se následujícími instrukcemi:
de: Nachdem Sie eine Aufnahme oder eine Datei geändert haben, beachten Sie folgende Schritte um Ihre Arbeit auf einer CD zu speichern:
el: Αφού τελειώσεις την ηχογράφηση ή την επεξεργασία ενός αρχείου στο Audacity, ακολούθησε αυτά τα βήματα για να αποθηκεύεις την δουλειά σου σε ένα audio CD:
es: Después de hacer una grabación o edición de un archivo en Audacity, sigue los pasos siguientes para guardar tu trabajo en un CD de audio:
fi: Seuraa näitä ohjeita tallentaaksesi Audacityllä tekemäsi äänityksen tai muokatun tiedoston CD:lle:
fr: Après l'enregistrement ou l'édition d'un fichier dans Audacity, suiveez les instructions suivantes pour sauvegarder votre oeuvre sur CD audio :
nb: Etter å ha gjort et opptak eller redigert en fil i Audacity kan du ta følgende steg for å lagre arbeidet ditt på en lyd-CD:
