Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: Audacity is developed by volunteers, working in our spare time. It is not shareware, and we do not expect to make any money from it. However, by donating money you can help us pay for bandwidth and web hosting, development tools, and audio hardware&mdash;things that help us provide Audacity for free and continue to make it better.
fi: Audacity on vapaaehtoisten ihmisten kehittämä, jotka työskentelevät vapaa-ajallaan. Audacity ei ole sharewarea, emmekä odota tekevämme ohjelmalla rahaa. Voit kuitenkin rahaa lahjoittamalla auttaa meitä kaistan, verkkoylläpidon, kehitystyökalujen ja audiolaitteiston maksamisessa. Ne ovat asioita, jotka auttavat meitä pitämään Audacityn vapaana ja kehittämään sitä paremmaksi.
sv: Audacity är utvecklat av frivilliga, som arbetar på sin fritid. Det är inte shareware, och vi förväntar oss inte att tjäna pengar på vårt arbete. Hur som helst, genom att bidra med en summa pengar kan du hjälpa oss med betalning för bandbredd och serverplats, utvecklingsverktyg, och hårdvara, som hjälper oss att testa och göra Audacity ännu bättre.

source: For a special gift if you donate US$20 or more, see our <a href="http://audacityteam.org/tshirt.php">Audacity T-shirt offer</a>.
fi: Erikoislahjana, jos lahjoitat US$20 tai enemmän, katso <a href="http://audacityteam.org/tshirt.php">Audacity T-paitatarjouksemme</a>.

source: We currently accept money via the Amazon Honor System. Use your credit card and make a payment as small as US$1.00, or up to US$50.00:
fi: Nykyään hyväksymme rahaa Amazon Honor System:n kautta. Käytä luottokorttiasi, voit valita minkä tahansa summan US$1.00 ja US$50.00 väliltä:
sv: För närvarande kan vi ta emot ditt bidrag via Amazon Honor System. Använd ditt kort och bidra med allt från 1 dollar upp till 50 dollar.

source: We also accept PayPal payments through the SourceForge donation system:
fi: Hyväksymme myös PayPal-maksuja SourceForge:n lahjoitusjärjestelmän kautta:
sv: Vi tar emot inbetalningar på PayPal genom SourceForges system för donationer:

source: <p>If you have questions or comments for the Audacity developers, e-mail us at: <a href="mailto:audacity-help@lists.sourceforge.net">audacity-help@lists.sourceforge.net</a>. (This is a public mailing list. For details, see our <a href="../contact/privacy">privacy policy</a>.)</p> <p><b>When you report a bug or problem, please:</b></p> <ol> <li>Before you contact us, check the <a href="../help/faq">Frequently Asked Questions</a>.</li> <li>Tell us what version of Audacity and which operating system you are using.</li> <li>Include details of what you are trying to do, and any error messages or other problems you experience.</li> </ol>
fi: <p>Jos sinulla on kysymyksiä tai kommentteja Audacityn kehittäjille, lähetä (englanniksi!) sähköpostia meille osoitteeseen: <a href="mailto:audacity-help@lists.sourceforge.net">audacity-help@lists.sourceforge.net</a>. (Tämä on julkinen postituslista. Yksityiskohdat näet <a href="../contact/privacy">tietosuojalausunnostamme</a>.)</p> <p><b>Kun raportoit viasta tai ongelmasta, ole hyvä ja</b></p> <ol> <li>katso <a href="../help/faq">Usein kysytyt kysymykset (FAQ)</a> ennen kuin otat yhteyttä meihin,</li> <li>kerro, mitä Audacityn versiota ja käyttöjärjestelmää käytät ja</li> <li>liitä mukaan yksityiskohdat siitä, mitä olit tekemässä, millaisia virheilmoituksia mahdollisesti sait tai millaisia ongelmia koit.</li> </ol>

source: <h3>Discussion Lists</h3> <p>To discuss Audacity with other users and developers, join our <a href="../contact/lists">mailing lists</a>.</p>
fi: <h3>Keskustelulistat</h3> <p>Keskustellaksesi Audacitystä muiden käyttäjien ja kehittäjien kanssa, liity <a href="../contact/lists">postituslistallemme</a>.</p>
sv: <h3>Diskussionslistor</h3> <p>För att diskutera Audacity med andra användare och utvecklare, gå med i vår <a href="../contact/lists">epostlista</a>.</p>

source: Mac OS 9 or X
fi: Mac OS 9 tai X
sv: Mac OS 9 eller X

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.2 needs wxGTK 2.4, compiled <em>without</em> the gtk2 or unicode options. (Future versions of Audacity will support newer wxWidgets and GTK libraries.)
fi: <a href="http://wxwidgets.org">wxWidgets</a>-kirjasto on <b>pakollinen</b>. Audacity 1.2 tarvitsee wxGTK 2.4:n, joka on käännetty <em>ilman</em> gtk2- tai unicode-optioita. (Tulevat Audacityn versiot tukevat uudempia wxWidgets- ja GTK-kirjastoja.)

source: <h3>TheOpenCD (Windows)</h3> <p><a href="http://www.theopencd.org/">TheOpenCD</a> is a collection of high-quality free software for Microsoft Windows, including Audacity. You can <a href="http://www.theopencd.org/index.php?option=com_static&staticfile=purchase.html">purchase a copy of TheOpenCD</a> from several different vendors.</p>
fi: <h3>TheOpenCD (Windows)</h3> <p><a href="http://www.theopencd.org/">TheOpenCD</a> on kokoelma korkealuokkaisia vapaita ohjelmia Microsoft Windows -käyttöjärjestelmälle, sisältäen myös Audacityn. Voit <a href="http://www.theopencd.org/index.php?option=com_static&staticfile=purchase.html">hankkia kopion TheOpenCD:stä</a> useilta eri myyjiltä.</p>

source: <h3>Changes in Audacity 1.2.3</h3> <ul> <li><p>Windows: Fixed a bug that caused recording to stop or display incorrectly after about 50 minutes, on some Windows systems. (This was partly fixed in Audacity 1.2.2, but still didn't work on some systems.)</p></li> <li><p>Mac OS X: Fixed a major bug that caused Audacity to crash at seemingly-random times on Mac systems, especially during playback or recording.</p></li> <li><p>The Change Pitch and Change Tempo effects have been upgraded to use a new version of the SoundTouch library by Olli Parviainen, with better speed and higher quality.</p></li> <li><p>libsndfile has been upgraded to version 1.0.11. Audacity can now import Sound Designer II (SDII) files.</p></li> <li><p>Fixed a bug that caused the program to run slowly when using the Envelope tool.</p></li> <li><p>Shift-clicking on a mute or solo button now un-mutes (or un-solos) all other tracks.</p></li> <li><p>Nyquist plug-ins can now accept strings as input. Also, a "Debug" button has been added to Nyquist effect dialogs, which allows you to see all of the output produced by Nyquist, for aid in debugging.</p></li> <li><p>When the audio file referenced ("aliased") by an Audacity project is missing, Audacity will now always play silence. Before, Audacity would sometimes repeat the most recent audio that was played previously.</p></li> <li><p>VU Meters will now always reset when audio I/O has stopped.</p></li> <li><p>New or updated translations: Italian (it), Hungarian (hu), Ukrainian (uk), Spanish (es). Polish (pl), Simplified Chinese (zh), Norsk-Bokmal (nb), French (fr), Russian (ru).</p></li> </ul>
fi: <h3>Muutokset Audacity 1.2.3:ssa</h3> <ul> <li><p>Windows: Korjattu vika, joka aiheutti joissakin Windows-järjestelmissä äänityksen pysähtymisen tai virheellisen näyttämisen n. 50 minuutin jälkeen. (Tämä oli osittain korjattu Audacity 1.2.2:ssa, mutta silti se ei joissakin järjestelmissä toiminut.)</p></li> <li><p>Mac OS X: Korjattu merkittävä vika, joka aiheutti Audacityn kaatumisen näennäisen satunnaisesti Mac-järjestelmissä, erityisesti toiston tai äänityksen aikana.</p></li> <li><p>Muuta sävelkorkeutta- ja Muuta tempoa -efektit on päivitetty käyttämään uutta versiota Olli Parviaisen SoundTouch-kirjastosta, joka tarjoaa lisää nopeutta ja parempaa laatua.</p></li> <li><p>libsndfile on päivitetty versioon 1.0.11. Audacity kykenee nyt tuomaan Sound Designer II (SDII) -tiedostoja.</p></li> <li><p>Korjattu vika, joka aiheutti ohjelman hitaan toiminnan Verhotyökalua käytettäessä.</p></li> <li><p>Mykkä- tai soolo-painikkeiden klikkaus vaihto-näppäimen kanssa poistaa mykistyksen (tai soolo-tilan) kaikilta muilta raidoilta.</p></li> <li><p>Nyquist-laajennukset hyväksyvät nyt syötteeksi merkkijonon. Nyquist-efekti-ikkunoihin on myös lisätty "Etsi ja poista virheet" -painike, joka näyttää kaiken Nyquist-tulosteen virheiden korjauksen avuksi.</p></li> <li><p>Kun Audacity-projektiin kuuluva tiedosto puuttuu, Audacity "soittaa" nyt aina hiljaisuutta. Ennen Audacity toisti toisinaan juuri edellä soitetun audion.</p></li> <li><p>Tasomittarit nollautuvat nyt aina kun audio I/O on loppunut.</p></li> <li><p>Uusia tai päivitettyjä käännöksiä: italia (it), unkari (hu), ukraina (uk), espanja (es). puola (pl), yksintertaistettu kiina (zh), norjan kirjakieli (nb), ranska (fr), venäjä (ru).</p></li> </ul>

source: <p>If you have a question, check the list of <a href="faq">Frequently Asked Questions</a>.</p> <p>For instructions and help using Audacity, see:</p> <ul> <li><a href="documentation">Documentation</a> - Read the user’s manual and quick reference.</li> <li><a href="tutorials">Tutorials</a> - Step by step articles teach you how to use Audacity.</li> </ul> <p>If your question isn’t answered here, please <a href="../contact/">contact us</a>.</p>
fi: <p>Jos sinulla on kysymys, katso lista <a href="faq">usein kysytyistä kysymyksistä (FAQ)</a>.</p> <p>Lukeaksesi ohjeita Audacityn käyttöön katso</p> <ul> <li><a href="documentation">Ohjeet</a> - Lue käyttäjän käsikirja ja pikaopas.</li> <li><a href="tutorials">Tutoriaalit</a> - Artikkeleita, jotka opettavat vaihe vaiheelta käyttämään Audacityä.</li> </ul> <p>Jos et löydä täältä vastausta kysymykseesi, <a href="../contact/">ota yhteyttä</a>.</p>

source: for Mac OS 9 or X
fi: Mac OS 9:lle tai X:lle
sv: för Mac OS 9 eller X

source: <h3 id="cvs">CVS</h3> <p>You can get the latest development code from our CVS repository.</p> <ul> <li><p><a href="http://cvs.sourceforge.net/viewcvs.py/audacity/audacity-src/">Browse the Audacity source code online.</a></p></li> <li><p>Use this command to check out the latest Audacity 1.2 (stable) source code from CVS:</p> <p><kbd>cvs -d:pserver:anonymous@cvs.sourceforge.net:/cvsroot/audacity checkout -r AUDACITY_1_2 audacity</kbd></p></li> <li><p>Or use this command to check out the latest Audacity 1.3 (unstable) source code from CVS:</p> <p><kbd>cvs -d:pserver:anonymous@cvs.sourceforge.net:/cvsroot/audacity checkout audacity</kbd></p></li> </ul> <p>For more information, read the <a href="http://sourceforge.net/cvs/?group_id=6235">SourceForge CVS instructions</a>.</p> <p>See the source code page for <a href="../download/source#instructions">compilation instructions</a>.</a>
sv: <h3 id="cvs">CVS</h3> <p>Du kan få den sista utvecklingskoden från vårt CVS lager.</p> <ul> <li><p><a href="http://cvs.sourceforge.net/viewcvs.py/audacity/audacity-src/">Titta på Audacitys källkod på nätet.</a></p></li> <li><p>Använd detta kommando för att kolla den sista Audacity 1.2 (stabil) källkod från CVS:</p> <p><kbd>cvs -d:pserver:anonymous@cvs.sourceforge.net:/cvsroot/audacity checkout -r AUDACITY_1_2 audacity</kbd></p></li> <li><p>Eller använd detta kommando för att kolla den sista Audacity 1.3 (instabila) källkoden från CVS:</p> <p><kbd>cvs -d:pserver:anonymous@cvs.sourceforge.net:/cvsroot/audacity checkout audacity</kbd></p></li> </ul> <p>För mer information, läs <a href="http://sourceforge.net/cvs/?group_id=6235">SourceForge CVS instruktioner</a>.</p> <p>Gå till sidan för källkod för <a href="../download/source#instructions">anvisningar för kompilering</a>.</a>

source: <h3 id="bugzilla">Bugzilla</h3> <p>The Audacity developers use <a href="http://audacity.sourceforge.net/cgi-bin/bugzilla/index.cgi">Bugzilla</a> to keep track of confirmed bugs. Check the list of <a href="http://audacity.sourceforge.net/cgi-bin/bugzilla/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">open bugs</a> if you are looking for something to work on.</p> <p><strong>Note:</strong> This Bugzilla is for development use only. If you are a user reporting new bugs, please <a href="../contact/">send us e-mail</a> instead. Thank you!</p>
sv: <h3 id="bugzilla">Bugzilla</h3> <p>Utvecklarna för Audacity använder <a href="http://audacity.sourceforge.net/cgi-bin/bugzilla/index.cgi">Bugzilla</a> för att dokumentera spår av bekräftade buggar. Se listan över <a href="http://audacity.sourceforge.net/cgi-bin/bugzilla/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">kända buggar</a> om du letar efter något att hjälpa till med.</p> <p><strong>Note:</strong> Denna Bugzilla får endast användas för utveckling. Om du är en användare som vill rapportera nya buggar, <a href="../contact/">skicka oss epost</a> istället. Tack!</p>

source: <h3>TheOpenCD (Windows)</h3> <p><a href="http://theopencd.sunsite.dk/">TheOpenCD</a> is a collection of high-quality free software for Microsoft Windows, including Audacity. You can <a href="http://theopencd.sunsite.dk/wheretobuy.php">purchase a copy of TheOpenCD</a> from several different vendors.</p>
sv: <h3>TheOpenCD (Windows)</h3> <p><a href="http://theopencd.sunsite.dk/">TheOpenCD</a> är en samling högkvalitativa program (freeware) för Microsoft Windows, inklusive Audacity. Du kan <a href="http://theopencd.sunsite.dk/wheretobuy.php">köpa ett ex av TheOpenCD</a> från flera återförsäljare.</p>
