Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <p>Beginning with version 1.1.1, Audacity allows you to use the Nyquist programming language to write your own plug-in effects for Audacity. Unlike VST and LADSPA plug-ins, Nyquist plug-ins can be written using an ordinary text editor and don't need to be compiled.</p> <p>Nyquist was written by <a href="http://www-2.cs.cmu.edu/~rbd/">Roger B. Dannenberg</a> and was intended to be used as a complete programming language for audio synthesis and analysis, with support for MIDI, audio recording and playback, file I/O, object-oriented programming, profiling, debugging, and more. Audacity uses only a subset of Nyquist's functionality, allowing you to take simple Nyquist functions and use them to process audio data. Audacity doesn't include any support for debugging Nyquist code, so if you are trying to write a complicated plug-in, you may find it easier to get the full version of Nyquist and develop there, then turn it into an Audacity plug-in. Nyquist is available from the Carnegie Mellon University Computer Music Project:</p> <ul> <li><a href="http://www-2.cs.cmu.edu/~music/music.software.html">CMU Computer Music Project Software</a> - download the full Nyquist here</a></li> <li><a href="http://www-2.cs.cmu.edu/~rbd/doc/nyquist/root.html">Complete Nyquist Reference Manual at CMU</a></li> </ul> <p>Note that you don't need to download Nyquist in order to write simple plug-ins to use with Audacity. All of the instructions you need are below.</p> <h3>Lisp</h3> <p>Nyquist is based on Lisp. If you have programmed in Lisp before, you can skim this section or go directly to the <a href="nyquist2">next page</a>. Otherwise, here's an extremely brief introduction to Lisp:</p> <p>In Lisp (and therefore Nyquist), everything is an S-Expression, which is just a list of tokens (words) separated by whitespace and enclosed in parentheses. The name of the function is always the first token in an S-Expression, and all of the other tokens are arguments to this function. Here's a simple example:</p> <pre> (setf area (* 3.14159 (expt radius 2))) </pre> <p>Let's break down this example. The outermost S-expression has three members. The first one, <code>setf</code>, is the name of the function (it stands for set-field). <code>setf</code> is used to assign a value to a variable. (There are other similar functions, like <code>set</code> and <code>setq</code>, but <code>setf</code> is the most powerful, so it's the one we'll use in our examples.) After <code>setf</code> comes <code>area</code>, which is the name of the variable we're going to set. Next comes the value to assign to this variable, which in this case is another S-expression.</p> <p>Lisp doesn't have any special operators for Math functions - they're all functions like everything else, using <i>prefix</i> notation, where the name of the function (or operator) come before its arguments. So instead of 3*7 for the product of 3 and 7, in Lisp you would write (* 3 7). In Nyquist, the <code>expt</code> (exponent) function raises its first argument to the power of the second argument. Therefore <code>(* 3.14159 (expt radius 2))</code> means 3.14159 times the square of <code>radius</code>, or the formula for the area of a circle.</p> <p>Rather than typing in this full expression every time, let's define a function for the area of the circle, that we can call every time we need it:</p> <pre> (defun circlearea (radius) (* 3.14159 (expt radius 2))) </pre> <p>The <code>defun</code> function is used to define a new function. The first argument is the name of the function, in this case <code>circlearea</code>. The second argument is a list of arguments to the function to be defined - this is one of the few cases where you have an S-expression that is not interpreted as a function call. Finally the last expression is the value of the function. Now if we want to compute the area of a circle of radius <code>r</code>, we just need to compute:</p> <pre> (setf area (circlearea r)) </pre> <p>An S-expression is just a representation of a list. Lisp uses lists to represent just about everything (the name LISP comes from LISt Processing language), so it's helpful to know how to manipulate lists. Let's start by assigning a list of numbers to a variable. You can't quite do this:</p> <pre> (setf mylist (1 2 3 4 5)) <font color=#cc0000><-- error!</font> </pre> <p>The reason this doesn't work is that whenever Nyquist sees an S-expression, it tries to evaluate it as a function unless you tell it otherwise. Since there's no function named "1" that takes arguments <code>(2 3 4 5)</code>, this will generate an error. To tell lisp that you want to treat an S-expression literally, and not to evaluate it as a function, you <i>quote</i> it. In Nyquist, you can quote a list by putting a single quotation mark before it, like this:</p> <pre> (setf mylist '(1 2 3 4 5)) </pre> <p>Nyquist also provides a <code>list</code> function that you can use to construct lists - this is useful if some of the elements of the list are functions:</p> <pre> (setf mylist (list 1 2 3 4 (sqrt 25))) </pre> <p>To get things off of a list, you can use the <code>first</code> and <code>rest</code> functions. (Traditionally, these were called <code>car</code> and <code>cdr</code>, respectively, but <code>first</code> and <code>rest</code> are much easier to remember. Both sets of names are supported in Nyquist.) The output of <code>(first mylist)</code> is 1, and the output of <code>(rest mylist)</code> is the list <code>(2 3 4 5)</code>. So the second element of the list is <code>(first (rest mylist))</code>.</p> <h3>Lisp function reference</h3> <p>Here's a list of some of the basic lisp functions you might need. For a complete list of Lisp / Nyquist functions, see the <a href="http://www-2.cs.cmu.edu/~rbd/doc/nyquist/root.html">Nyquist Reference Manual</a>.</p> <p><b>Note: Symbols in Nyquist(like variable names and function names) are not case sensitive. They are converted to uppercase internally.</b></p> <h4>Math functions</h4> <table class="function-list" summary="List of functions and explanations"> <tr><td><code>(+ a b)</code></td><td>addition</td></tr> <tr><td><code>(- a b)</code></td><td>subtraction</td></tr> <tr><td><code>(* a b)</code></td><td>multiplication</td></tr> <tr><td><code>(/ a b)</code></td><td>division</td></tr> <tr><td><code>(truncate a b)</code></td><td>round down to integer (floor)</td></tr> <tr><td><code>(float a b)</code></td><td>integer to floating-point</td></tr> <tr><td><code>(rem a b c ...)</code></td><td>remainder</td></tr> <tr><td><code>(min a b c ...)</code></td><td>minimum</td></tr> <tr><td><code>(max a b c ...)</code></td><td>maximum </td></tr> <tr><td><code>(abs a)</code></td><td>absolute value</td></tr> <tr><td><code>(random n)</code></td><td>random integer between 1 and n-1</td></tr> <tr><td><code>(sin a b)</code></td><td>sine</td></tr> <tr><td><code>(cos a b)</code></td><td>cosine</td></tr> <tr><td><code>(tan a b)</code></td><td>tangent</td></tr> <tr><td><code>(expt a b)</code></td><td>exponent (a to the power of b)</td></tr> <tr><td><code>(sqrt a b)</code></td><td>square root</td></tr> <tr><td><code>(< a b)</code></td><td>test for a less than b</td></tr> <tr><td><code>(<= a b)</code></td><td>test for a less than or equal to b</td></tr> <tr><td><code>(> a b)</code></td><td>test for a greater than b</td></tr> <tr><td><code>(>= a b)</code></td><td>test for a greater than or equal to b</td></tr> <tr><td><code>(= a b)</code></td><td>test for equality</td></tr> <tr><td><code>(/= a b)</code></td><td>test for inequality</td></tr> </table> <h4>List functions</h4> <table class="function-list" summary="List of functions and explanations"> <tr><td><code>(first l)</code></td><td>first element of a list (car)</td></tr> <tr><td><code>(rest l)</code></td><td>rest of the list (cdr)</td></tr> <tr><td><code>(reverse l)</code></td><td>reverse a list</td></tr> <tr><td><code>(list a b ...)</code></td><td>construct a list</td></tr> <tr><td><code>(append l1 l2)</code></td><td>append two lists</td></tr> <tr><td><code>(length l)</code></td><td>length of a list</td></tr> <tr><td><code>(maplist function l)</code></td><td>apply a function to every element in a list</td></tr> </table> <h4>Control</h4> <table class="function-list" summary="List of functions and explanations"> <tr><td><code>(if expr expr1 expr2)</code></td><td>if expr is true, evaluates expr1, otherwise evaluates expr2</td></tr> </table> <h3><a href="nyquist2">Next: Programming in Nyquist</a></h3>
de: <p><h3><b>(Anm. des Übersetzers: Die kompletten Bereiche Nyquistprogrammierung sind und werden nicht übersetzt, da ohne Englischkenntnisse, keine Programmierung.)</b></h3></p><p>Beginning with version 1.1.1, Audacity allows you to use the Nyquist programming language to write your own plug-in effects for Audacity. Unlike VST and LADSPA plug-ins, Nyquist plug-ins can be written using an ordinary text editor and don't need to be compiled.</p> <p>Nyquist was written by <a href="http://www-2.cs.cmu.edu/~rbd/">Roger B. Dannenberg</a> and was intended to be used as a complete programming language for audio synthesis and analysis, with support for MIDI, audio recording and playback, file I/O, object-oriented programming, profiling, debugging, and more. Audacity uses only a subset of Nyquist's functionality, allowing you to take simple Nyquist functions and use them to process audio data. Audacity doesn't include any support for debugging Nyquist code, so if you are trying to write a complicated plug-in, you may find it easier to get the full version of Nyquist and develop there, then turn it into an Audacity plug-in. Nyquist is available from the Carnegie Mellon University Computer Music Project:</p> <ul> <li><a href="http://www-2.cs.cmu.edu/~music/music.software.html">CMU Computer Music Project Software</a> - download the full Nyquist here</a></li> <li><a href="http://www-2.cs.cmu.edu/~rbd/doc/nyquist/root.html">Complete Nyquist Reference Manual at CMU</a></li> </ul> <p>Note that you don't need to download Nyquist in order to write simple plug-ins to use with Audacity. All of the instructions you need are below.</p> <h3>Lisp</h3> <p>Nyquist is based on Lisp. If you have programmed in Lisp before, you can skim this section or go directly to the <a href="nyquist2">next page</a>. Otherwise, here's an extremely brief introduction to Lisp:</p> <p>In Lisp (and therefore Nyquist), everything is an S-Expression, which is just a list of tokens (words) separated by whitespace and enclosed in parentheses. The name of the function is always the first token in an S-Expression, and all of the other tokens are arguments to this function. Here's a simple example:</p> <pre> (setf area (* 3.14159 (expt radius 2))) </pre> <p>Let's break down this example. The outermost S-expression has three members. The first one, <code>setf</code>, is the name of the function (it stands for set-field). <code>setf</code> is used to assign a value to a variable. (There are other similar functions, like <code>set</code> and <code>setq</code>, but <code>setf</code> is the most powerful, so it's the one we'll use in our examples.) After <code>setf</code> comes <code>area</code>, which is the name of the variable we're going to set. Next comes the value to assign to this variable, which in this case is another S-expression.</p> <p>Lisp doesn't have any special operators for Math functions - they're all functions like everything else, using <i>prefix</i> notation, where the name of the function (or operator) come before its arguments. So instead of 3*7 for the product of 3 and 7, in Lisp you would write (* 3 7). In Nyquist, the <code>expt</code> (exponent) function raises its first argument to the power of the second argument. Therefore <code>(* 3.14159 (expt radius 2))</code> means 3.14159 times the square of <code>radius</code>, or the formula for the area of a circle.</p> <p>Rather than typing in this full expression every time, let's define a function for the area of the circle, that we can call every time we need it:</p> <pre> (defun circlearea (radius) (* 3.14159 (expt radius 2))) </pre> <p>The <code>defun</code> function is used to define a new function. The first argument is the name of the function, in this case <code>circlearea</code>. The second argument is a list of arguments to the function to be defined - this is one of the few cases where you have an S-expression that is not interpreted as a function call. Finally the last expression is the value of the function. Now if we want to compute the area of a circle of radius <code>r</code>, we just need to compute:</p> <pre> (setf area (circlearea r)) </pre> <p>An S-expression is just a representation of a list. Lisp uses lists to represent just about everything (the name LISP comes from LISt Processing language), so it's helpful to know how to manipulate lists. Let's start by assigning a list of numbers to a variable. You can't quite do this:</p> <pre> (setf mylist (1 2 3 4 5)) <font color=#cc0000><-- error!</font> </pre> <p>The reason this doesn't work is that whenever Nyquist sees an S-expression, it tries to evaluate it as a function unless you tell it otherwise. Since there's no function named "1" that takes arguments <code>(2 3 4 5)</code>, this will generate an error. To tell lisp that you want to treat an S-expression literally, and not to evaluate it as a function, you <i>quote</i> it. In Nyquist, you can quote a list by putting a single quotation mark before it, like this:</p> <pre> (setf mylist '(1 2 3 4 5)) </pre> <p>Nyquist also provides a <code>list</code> function that you can use to construct lists - this is useful if some of the elements of the list are functions:</p> <pre> (setf mylist (list 1 2 3 4 (sqrt 25))) </pre> <p>To get things off of a list, you can use the <code>first</code> and <code>rest</code> functions. (Traditionally, these were called <code>car</code> and <code>cdr</code>, respectively, but <code>first</code> and <code>rest</code> are much easier to remember. Both sets of names are supported in Nyquist.) The output of <code>(first mylist)</code> is 1, and the output of <code>(rest mylist)</code> is the list <code>(2 3 4 5)</code>. So the second element of the list is <code>(first (rest mylist))</code>.</p> <h3>Lisp function reference</h3> <p>Here's a list of some of the basic lisp functions you might need. For a complete list of Lisp / Nyquist functions, see the <a href="http://www-2.cs.cmu.edu/~rbd/doc/nyquist/root.html">Nyquist Reference Manual</a>.</p> <p><b>Note: Symbols in Nyquist(like variable names and function names) are not case sensitive. They are converted to uppercase internally.</b></p> <h4>Math functions</h4> <table class="function-list" summary="List of functions and explanations"> <tr><td><code>(+ a b)</code></td><td>addition</td></tr> <tr><td><code>(- a b)</code></td><td>subtraction</td></tr> <tr><td><code>(* a b)</code></td><td>multiplication</td></tr> <tr><td><code>(/ a b)</code></td><td>division</td></tr> <tr><td><code>(truncate a b)</code></td><td>round down to integer (floor)</td></tr> <tr><td><code>(float a b)</code></td><td>integer to floating-point</td></tr> <tr><td><code>(rem a b c ...)</code></td><td>remainder</td></tr> <tr><td><code>(min a b c ...)</code></td><td>minimum</td></tr> <tr><td><code>(max a b c ...)</code></td><td>maximum </td></tr> <tr><td><code>(abs a)</code></td><td>absolute value</td></tr> <tr><td><code>(random n)</code></td><td>random integer between 1 and n-1</td></tr> <tr><td><code>(sin a b)</code></td><td>sine</td></tr> <tr><td><code>(cos a b)</code></td><td>cosine</td></tr> <tr><td><code>(tan a b)</code></td><td>tangent</td></tr> <tr><td><code>(expt a b)</code></td><td>exponent (a to the power of b)</td></tr> <tr><td><code>(sqrt a b)</code></td><td>square root</td></tr> <tr><td><code>(< a b)</code></td><td>test for a less than b</td></tr> <tr><td><code>(<= a b)</code></td><td>test for a less than or equal to b</td></tr> <tr><td><code>(> a b)</code></td><td>test for a greater than b</td></tr> <tr><td><code>(>= a b)</code></td><td>test for a greater than or equal to b</td></tr> <tr><td><code>(= a b)</code></td><td>test for equality</td></tr> <tr><td><code>(/= a b)</code></td><td>test for inequality</td></tr> </table> <h4>List functions</h4> <table class="function-list" summary="List of functions and explanations"> <tr><td><code>(first l)</code></td><td>first element of a list (car)</td></tr> <tr><td><code>(rest l)</code></td><td>rest of the list (cdr)</td></tr> <tr><td><code>(reverse l)</code></td><td>reverse a list</td></tr> <tr><td><code>(list a b ...)</code></td><td>construct a list</td></tr> <tr><td><code>(append l1 l2)</code></td><td>append two lists</td></tr> <tr><td><code>(length l)</code></td><td>length of a list</td></tr> <tr><td><code>(maplist function l)</code></td><td>apply a function to every element in a list</td></tr> </table> <h4>Control</h4> <table class="function-list" summary="List of functions and explanations"> <tr><td><code>(if expr expr1 expr2)</code></td><td>if expr is true, evaluates expr1, otherwise evaluates expr2</td></tr> </table> <h3><a href="nyquist2">Next: Programming in Nyquist</a></h3>
es: <p>Empezando con la versión 1.1.1, Audacity te permite usar al lenguaje de programación Nyquist para escribir tus propios efectos plug-in (complemento) para Audacity. A diferencia de complementos VST y LADSPA, los complementos Nyquist pueden ser escritos mediante un editor de texto ordinario y no requieren ser compilados.</p> <p>Nyquist fue escrito por <a href="http://www-2.cs.cmu.edu/~rbd/">Roger B. Dannenberg</a> y tenía la intención de ser usado como un lenguaje de programación completo para la sintetización y análisis de audio, con soporte para MIDI, grabación y reproducción de audio, E/S de archivo, programación orientada a objetos, prellenado, depuración, y otros. Audacity sólo usa una porción de la funcionalidad de Nyquist, permitiéndote el tomar funciones Nyquist simples y usarlas para procesar datos de audio. Audacity no incluye soporte alguno para la depuración del código Nyquist, por lo que si te interesa escribir un complemento complicado, te sería más sencillo el obtener la versión completa de Nyquist y desarrollar ahí, para después convertirlo en un complemento Audacity. Nyquist está disponible en Carnegie Mellon University Computer Music Project:</p> <ul> <li><a href="http://www-2.cs.cmu.edu/~music/music.software.html">CMU Computer Music Project Software</a> - descarga Nyquist completo aquí</a></li> <li><a href="http://www-2.cs.cmu.edu/~rbd/doc/nyquist/root.html">Manual de Referencia Nyquist Completo en CMU</a></li> </ul> <p>Nota que no es necesario que descargues Nyquist para poder escribir complementos simples a ser usados en Audacity. Toda instrucción que requieres se encuentra a continuación.</p> <h3>Lisp</h3> <p>Nyquist esta basado en Lisp. Si has programado previamente en Lisp, puedes omitir esta sección ó ir directamente a la <a href="nyquist2">siguiente página</a>. De otro modo, a continuación tenemos una extremadamente breve introducción a Lisp:</p> <p>En Lisp (y por ende en Nyquist), todo es una Expresión-S, que es sólo una lista de tokens (palabras) separadas por espacio-en-blanco y rodeada por paréntesis. El nombre de la función siempre es el primer token en la Expresión-S, y el resto de tokens son argumentos de la función. He aquí un ejemplo simple:</p> <pre> (setf area (* 3.14159 (expt radius 2))) </pre> <p>Analicemos el ejemplo. La expresión-S más externa tiene tres miembros. El primero, <code>setf</code>, es el nombre de la función (simboliza a <i>set-field</i>). <code>setf</code> es usado para asignar un valor a una variable. (Existen otras funciones similares, como <code>set</code> y <code>setq</code>, pero <code>setf</code> es la más poderosa, por lo que es la que usaremos en nuestros ejemplos). Después de <code>setf</code> viene <code>area</code>, que es el nombre de la variable que vamos a establecer. A continuación viene el valor a asignar a la variable, que en este caso es otra expresión-S.</p> <p>Lisp no tiene operadores especiales para funciones Matemáticas - son funciones como las demás, usando notación <i>prefija</i>, donde el nombre de la función (u operador) viene antes de sus argumentos. Entonces, en lugar de 3*7 para el producto de 3 y 7, en Lisp deberías escribir (* 3 7). En Nyquist, la función <code>expt</code> (exponente) eleva a su primer argumento a la potencia del segundo argumento. Por lo tanto <code>(* 3.14159 (expt radius 2))</code> significa multiplicar 3.14159 por el cuadrado de <code>radius</code>, ó la fórmula para obtener el área de un círculo.</p> <p>En lugar de escribir la expresión completa siempre, definamos una función para el área del círculo, que podamos llamar siempre que la necesitemos:</p> <pre> (defun circlearea (radius) (* 3.14159 (expt radius 2))) </pre> <p>La función <code>defun</code> es usada para definir una nueva función. El primer argumento es el nombre de la función, en este caso <code>circlearea</code>. El segundo argumento es una lista de argumentos de la función a ser definida - éste es uno de los pocos casos donde tienes una expresión-S que no es interpretada como un llamado de función. Finalmente la última expresión es el valor de la función. Ahora si queremos calcular el área de un círculo de radio <code>r</code>, sólo necesitamos indicar: </p> <pre> (setf area (circlearea r)) </pre> <p>Una expresión-S es sólo una representación de una lista. Lisp usa listas para representar todo (el nombre LISP viene de LISt Processing language - lenguaje de procesamiento de listas), por lo cual es útil el conocer cómo manipula listas. Iniciemos asignando una lista de números a una variable. No puedes hacer lo siguiente:</p> <pre> (setf mylist (1 2 3 4 5)) <font color=#cc0000><-- error!</font> </pre> <p>La razón por la cual no funciona es porque siempre que Nyquist ve una expresión-S, intenta evaluarla como una función a menos que le indiques lo contrario. Dado que no existe una función llamada "1" que tome argumentos <code>(2 3 4 5)</code>, genera un error. Para decir a Lisp que quieres tratar literalmente a una expresión-S, y no evaluarla como una función, debes <i>señalarla</i>. En Nyquist, puedes señalar una lista colocando una comilla simple antes de su inicio, como la siguiente:</p> <pre> (setf mylist '(1 2 3 4 5)) </pre> <p>Nyquist también proporciona una función <code>list</code> que puedes usar para construir listas - es útil si algunos elementos de la lista son funciones:</p> <pre> (setf mylist (list 1 2 3 4 (sqrt 25))) </pre> <p>Para obtener miembros de una lista, puedes usar a las funciones <code>first</code> y <code>rest</code>. (Tradicionalmente, eran llamadas <code>car</code> y <code>cdr</code>, respectivamente, pero <code>first</code> y <code>rest</code> son más fáciles de recordar. Ambos grupos de nombres son soportados en Nyquist). La salida de <code>(first mylist)</code> es 1, y la salida de <code>(rest mylist)</code> es la lista <code>(2 3 4 5)</code>. Con ello, el segundo elemento de la lista es <code>(first (rest mylist))</code>.</p> <h3>Referencia de funciones Lisp</h3> <p>Aquí esta una lista de algunas de las funciones lisp básicas que podrías necesitar. Para una lista completa de las funciones Lisp / Nyquist, consulta el <a href="http://www-2.cs.cmu.edu/~rbd/doc/nyquist/root.html">Manual de referencia Nyquist</a>.</p> <p><b>Nota: Símbolos en Nyquist (como nombre de variables y nombres de funciones) no son sensibles a mayúsculas y minúsculas. Internamente son convertidos a mayúsculas.</b></p> <h4>Funciones Matemáticas</h4> <table class="function-list" summary="Lista de funciones y explicaciones"> <tr><td><code>(+ a b)</code></td><td>suma</td></tr> <tr><td><code>(- a b)</code></td><td>resta</td></tr> <tr><td><code>(* a b)</code></td><td>multiplicación</td></tr> <tr><td><code>(/ a b)</code></td><td>división</td></tr> <tr><td><code>(truncate a b)</code></td><td>redondeo a entero menor (piso)</td></tr> <tr><td><code>(float a b)</code></td><td>entero a punto-flotante</td></tr> <tr><td><code>(rem a b c ...)</code></td><td>residuo</td></tr> <tr><td><code>(min a b c ...)</code></td><td>mínimo</td></tr> <tr><td><code>(max a b c ...)</code></td><td>máximo </td></tr> <tr><td><code>(abs a)</code></td><td>valor absoluto</td></tr> <tr><td><code>(random n)</code></td><td>entero aleatório entre 1 y n-1</td></tr> <tr><td><code>(sin a b)</code></td><td>seno</td></tr> <tr><td><code>(cos a b)</code></td><td>coseno</td></tr> <tr><td><code>(tan a b)</code></td><td>tangente</td></tr> <tr><td><code>(expt a b)</code></td><td>potencia (a elevado a la b potencia)</td></tr> <tr><td><code>(sqrt a b)</code></td><td>raíz cuadrada</td></tr> <tr><td><code>(< a b)</code></td><td>prueba si a es menor que b</td></tr> <tr><td><code>(<= a b)</code></td><td>prueba si a es menor ó igual que b</td></tr> <tr><td><code>(> a b)</code></td><td>prueba su a es mayor que b</td></tr> <tr><td><code>(>= a b)</code></td><td>prueba su a es mayor ó igual que b</td></tr> <tr><td><code>(= a b)</code></td><td>prueba la igualdad</td></tr> <tr><td><code>(/= a b)</code></td><td>prueba la desigualdad</td></tr> </table> <h4>Funciones de Lista</h4> <table class="function-list" summary="Lista de funciones y explicaciones"> <tr><td><code>(first l)</code></td><td>primer elemento de una lista (car)</td></tr> <tr><td><code>(rest l)</code></td><td>resto de la lista (cdr)</td></tr> <tr><td><code>(reverse l)</code></td><td>lista en órden inverso</td></tr> <tr><td><code>(list a b ...)</code></td><td>construye una lista</td></tr> <tr><td><code>(append l1 l2)</code></td><td>adjuntar dos listas</td></tr> <tr><td><code>(length l)</code></td><td>longitud de una lista</td></tr> <tr><td><code>(maplist function l)</code></td><td>aplicar una función a cada elemento en una lista</td></tr> </table> <h4>Control</h4> <table class="function-list" summary="Lista de funciones y explicaciones"> <tr><td><code>(if expr expr1 expr2)</code></td><td>si expr es verdadero, evalúa expr1, de lo contrario evalúa expr2</td></tr> </table> <h3><a href="nyquist2">Siguiente: Programando en Nyquist</a></h3>
fr: <p>Dès la version 1.1.1, Audacity a rendu possible l'utilisation du langage de programmation Nyquist pour écrire vos propres modules d'effets pour Audacity. Contrairement aux modules VST et LANDSPA, les modules Nyquist peuvent etre écrits à l'aide d'un simple éditeur de texte et n'ont pas besoin d'etre compilés.</p> <p>Nyquist a été codé par <a href="http://www-2.cs.cmu.edu/~rbd/">Roger B. Dannenberg</a> dans l'optique d'etre utilisé comme un langage autonome de programmation pour la synthèse et l'analyse de sons, la lecture et l'enregistrement, prise en compte des entrées/sorties, programmation orienté objet avec déboguage possible... Audacity n'exploite qu'une partie des fonctionnalités de Nyquist, vous permettant d'utiliser les éléments simples de Nyquist pour le traitement de données audio. Audacity n'inclut pas d'outil pour déboguer le code Nyquist; si vous etes amenés à développer des modules complexes, il peut etre intéressant de travailler avec la version complète de Nyquist que vous pouvez trouver sur le site du Carnegie Mellon University Computer Music Project :</p> <ul> <li><a href="http://www-2.cs.cmu.edu/~music/music.software.html">CMU Logiciel Computer Music Project</a> - téléchargez le logiciel complet</li> <li><a href="http://www-2.cs.cmu.edu/~rbd/doc/nyquist/root.html">Manuel de référence complet de Nyquist</a></li> </ul> <p>Remarquez bien que vous n'avez pas besoin d'installer la version complète de Nyquist si vous n'écrivez que des modules simples pour Audacity.</p> <h3>Lisp</h3> <p>Nyquist est basé sur le langage Lisp. Si vous etes familier avec ce type de programmation, vous pouvez passer à l'étape suivante ou à la <a href="nyquist2">page suivante</a>. Sinon, voici une très courte introduction à Lisp :</p> <p>En Lisp (et donc en Nyquist), tout est S-expression, c'est-à-dire une liste de briques (mots) séparées par des espaces et enfermées à l'intérieur de parenthèses. Le nom de la fonction est toujours le premier élément d'une S-expression et les autres briques en sont les arguments. Voici un exempl simple :</p> <pre>(setf area (* 3.14159 (expt rayon 2)))</pre> <p>Examinons cet exemple. La S-expression globale contient trois parties. La première, <code>setf</code>, est le nom de la fonction (il correspond à "set field" et sert à assigner une valeur à une variable - il existe d'autres variables similaires comme <code>set</code> ou <code>setq</code> mais <code>setf</code> est plus puissante et nous l'employons dans cet exemple.) Après <code>setf</code> vient <code>area</code> qui est le nom de la variable à laquelle nous allons assigner une valeur. Celle-ci est dans l'exemple une S-expression.</p> <p>Lisp ne possède pas d'opérateurs spéciaux pour les fonctions mathématiques, ce sont des fonctions comme toutes les autres qui s'utilisent avec la meme syntaxe "fonction arguments". Ainsi pour calculer le produit de 3 par 7, nous écririons en Lisp <code>(* 3 7)</code>. La fonction exposant <code>expt</code> élève le premier argument à la puissance du second. La S-expression <code>(* 3.14159 (expt rayon 2))</code> signifie donc que l'on multiplie 3.14159 par le carré de la valeur de la variable <code>rayon</code>, ce qui donne la surface d'un disque.</p> <p>Plutot que de reécrire des expressions longues à chaque fois, il est possible de définir une fonction qui calcule l'aire du disque chaque fois qu'elle est appelée :</p> <pre>(defun circlearea (rayon) (* 3.14159 (expt rayon 2)))</pre> <p>La fonction <code>defun</code> sert à définir une nouvelle fonction. Le premier argument (<code>circlearea</code>) est le nom par lequel nous appelerons la fonction. Le second est la liste (entre parenthèses) des arguments que prendra la fonction définie - c'est un des rares cas où une S-expression n'est pas interpretée comme un appel de fonction. Enfin, la dernière expression est la valeur de la fonction. Pour exécuter cette fonction avec une valeur donnée de <code>r</code>, il suffira alors de taper :</p> <pre>(setf area (circlearea r))</pre> <p>Une S-expression n'est qu'une représentation d'une liste. Lisp utilise les listes pour à peu près tout! (Lisp signifie "List Processing Language.) Il est donc impératif de savoir comment manipuler les listes. Pour commencer, voici comment donner une nombre de nombres à une variable. L'erreur à ne pas commettre est d'écrire :</p> <pre>(setf mylist (1 2 3 4 5)) <font color=#cc0000><-- error!</font></pre> <p>Ceci ne fonctionne pas car chaque fois que Nyquist rencontre une S-expression, il cherche à l'interpréter à moins que vous ne lui indiquiez de ne pas le faire. L'expression <code>(1 2 3 4 5)</code> où "1" serait le nom de la fonction génère donc une erreur. Pour indiquer à Lisp de ne pas évaluer une expression mais de la traiter littéralement, vous devez l'entourer de guillemets. Dans Nyquist, il suffit de la précéder d'un guillemet simple :</p> <pre>(setf mylist '(1 2 3 4 5))</pre> <p>Nyquist fournit également une fonction <code>list</code> dont vous pouvez vous servir pour construire une liste, ce qui peut s'avérer utile lorsqu'un élément de la liste doit etre interprété :</p> <pre>(setf mylist (list 1 2 3 4 (sqrt 25)))</pre> <p>Pour extraire les élements d'une liste, Lisp dispose des fonctions <code>first</code> et <code>rest</code> (autrefois appelées <code>car</code> et <code>cdr</code>, ces fonctions étant toujours supportées par Nyquist). <code>first</code> extrait le premier élément de la liste (<code>(first mylist)</code> donne 1) et <code>rest</code> le reste (<code>(rest mylist)</code> donne <code>(2 3 4 5)</code>). Pour extraire le second élément, il faut donc entrer <code>(first (rest mylist))</code>.</p> <h3>Les fonctions de référence en Lisp</h3> <p>Voici une liste de quelques fonctions Lisp élémentaires dont vous aurez probablement besoin. Pour une liste complète des fonctions Lisp/Nyquist, consultez le <a href="http://www-2.cs.cmu.edu/~rbd/doc/nyquist/root.html">manuel de référence de Nyquist</a>.</p> <p><b>Note : Les mots comme les noms de variables et de fonctions ne sont pas sensibles à la casse, puisqu'ils sont convertis en majuscule par l'interpréteur.</b></p> <h4>Fonctions mathématiques</h4> <table class="function-list" summary="Liste des fonctions et commentaires"> <tr><td><code>(+ a b)</code></td><td>addition</td></tr> <tr><td><code>(- a b)</code></td><td>soustraction</td></tr> <tr><td><code>(* a b)</code></td><td>multiplication</td></tr> <tr><td><code>(/ a b)</code></td><td>division</td></tr> <tr><td><code>(truncate a b)</code></td><td>round down to integer (floor) (?)<td></tr> <tr><td><code>(float a b)</code></td><td>integer to floating-point (?)</td></tr> <tr><td><code>(rem a b c ...)</code></td><td>reste de la division entière</td></tr> <tr><td><code>(min a b c ...)</code></td><td>minimum</td></tr> <tr><td><code>(max a b c ...)</code></td><td>maximum </td></tr> <tr><td><code>(abs a)</code></td><td>valeur absolue</td></tr> <tr><td><code>(random n)</code></td><td>entier aléatoire entre 1 et n-1</td></tr> <tr><td><code>(sin a b)</code></td><td>sinus</td></tr> <tr><td><code>(cos a b)</code></td><td>cosine</td></tr> <tr><td><code>(tan a b)</code></td><td>tangent</td></tr> <tr><td><code>(expt a b)</code></td><td>puissance (a à la puissance b)</td></tr> <tr><td><code>(sqrt a b)</code></td><td>racine carrée</td></tr> <tr><td><code>(< a b)</code></td><td>test d'infériorité stricte (a<b)</td></tr> <tr><td><code>(<= a b)</code></td><td>test d'infériorité au sens large</td></tr> <tr><td><code>(> a b)</code></td><td>test de supériorité (a>b)</td></tr> <tr><td><code>(>= a b)</code></td><td>test de supériorité au sens large</td></tr> <tr><td><code>(= a b)</code></td><td>test d'égalité</td></tr> <tr><td><code>(/= a b)</code></td><td>test d'inegalité</td></tr> </table> <h4>Fonctions de manipulation de liste</h4> <table class="function-list" summary="Liste des fonctions et explications"> <tr><td><code>(first liste)</code></td><td>premier élément de la liste (car)</td></tr> <tr><td><code>(rest liste)</code></td><td>reste de la liste (cdr)</td></tr> <tr><td><code>(reverse liste)</code></td><td>renverse la liste</td></tr> <tr><td><code>(list a b ...)</code></td><td>construit une liste</td></tr> <tr><td><code>(append l1 l2)</code></td><td>concatene deux listes</td></tr> <tr><td><code>(length liste)</code></td><td>donne la longueur de la liste</td></tr> <tr><td><code>(maplist function l)</code></td><td>applique une fonction à chaque élément de la liste</td></tr> </table> <h4>Execution conditionnelle</h4> <table class=\"function-list\" summary=\"Liste des fonctions et explications"> <tr><td><code>(if expr expr1 expr2)</code></td><td>si expr est vraie, évalues expr1, dans le cas contraire exécutes expr2</td></tr> </table> <h3><a href="nyquist2">Suite : programmer en Nyquist</a></h3>
