Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: About Audacity
cs: O Audacity
de: Über Audacity
el: Σχετικά με το Audacity
es: Acerca de Audacity
fi: Tietoja Audacitystä
fr: A propos d'Audacity
nb: Om Audacity
sv: Om Audacity

source: <p>Audacity is a free, easy-to-use audio editor and recorder for Windows, Mac OS X, GNU/Linux, and other operating systems. You can use Audacity to:</p> <ul> <li>Record live audio.</li> <li>Convert tapes and records into digital recordings or CDs.</li> <li>Edit Ogg Vorbis, MP3, and WAV sound files.</li> <li>Cut, copy, splice, and mix sounds together.</li> <li>Change the speed or pitch of a recording.</li> <li>And more! See the complete <a href="features">list of features</a>.</li> </ul>
cs: <p>Audacity je volně dostupný, snadno ovladatelný zvukový editor a rekordér pro Windows, Mac OS X, GNU/Linux a další operační systémy. Audacity můžete využít pro:</p> <ul> <li>přímé nahrávání zvuku</li> <li>převod nahrávek z pásků a desek do digitálního záznamu nebo na CD</li> <li>editaci zvukových souborů ve formátech Ogg Vorbis, MP3 a WAV </li> <li>stříhání, rozdělování a míchání nahrávek</li> <li>změny rychlosti a ladění nahrávek</li> <li>a mnoho dalších věcí! Podívejte se na celý <a href="features">přehled vlastností</a>.</li> </ul>
de: <p>Audacity ist ein <a href="http://audacity.sourceforge.net/about/">freier</a>, kostenloser, leicht zu bedienender Audioeditor und Rekorder für Windows, Mac OS X, GNU/Linux und andere Betriebssysteme. Sie können Audacity benutzen um:</p> <ul> <li>Live Audio aufzunehmen</li> <li>Kassetten und Schallplatten zu digitalisieren</li> <li>Ogg Vorbis, MP3 und Wave Dateien zu bearbeiten</li> <li>Töne und Dateien zu schneiden, kopieren und zusammenzumixen</li> <li>Die Geschwindigkeit oder Tonhöhe einer Aufnahme zu ändern</li> <li>und noch vieles mehr! Beachten Sie die komplette <a href="features">Liste</a>.</p> </ul>
el: <p>Το Audacity είναι ένας ελεύθερος, εύκολος στη χρήση επεξεργαστής audio και ηχογράφος για Windows, Mac OS X, GNU/Linux, και άλλα λειτουργικά συστήματα. Μπορείς να χρησιμοποιήσεις το Audacity για:</p> <ul> <li>Να ηχογραφήσεις ζωντανή μουσική.</li> <li>Να μετατρέψεις κασσέτες και δίσκους σε ψηφιακές ηχογραφήσεις ή CD.</li> <li>Να επεξεργαστείς Ogg Vorbis, MP3, και WAV αρχεία ήχου.</li> <li>Να αποκόψεις, να αντιγράψεις, να ενώσεις και να κάνεις μίξη σε ήχους.</li> <li>Να αλλάξεις την ταχύτητα ή τον τόνο μιας ηχογράφησης.</li> <li>Και πολλά, πολλά άλλα! Δες την πλήρη <a href="features">λίστα χαρακτηριστικών</a>.</li> </ul>
es: <p>Audacity es un editor de sonidos libre y fácil de usar para Windows, Mac OS X, GNU/Linux, y otros sistemas operativos. Puede usar Audacity para:</p> <ul> <li>Grabar sonidos en vivo.</li> <li>Convertir cintas y grabaciones a sonido digital o CD.</li> <li>Editar archivos Ogg Vorbis, MP3 y WAV.</li> <li>Cortar, pegar, empalmar y mezclar sonidos.</li> <li>Cambiar la velocidad o el tono de una grabación.</li> <li>Y mucho más. Vea la lista completa de <a href="features">características</a>.</li> </ul>
fi: <p>Audacity on vapaa ja helppokäyttöinen audioeditori ja äänitysohjelma Windowsille, Mac OS X:lle, GNU/Linuxille, ja muille käyttöjärjestelmille. Voit käyttää Audacityä mm.</p> <ul> <li>live-äänen äänittämiseen,</li> <li>siirtämään nauhat ja levyt digitaalisiksi äänitteiksi tai CD:ksi,</li> <li>muokkaamaan Ogg Vorbis-, MP3- ja WAV-äänitiedostoja,</li> <li>leikkaamaan, kopioimaan, liittämään ja miksaamaan ääniä,</li> <li>muuttamaan äänitteen nopeutta tai korkeutta</li> <li>ja moneen muuhun! Katso täydellinen <a href="features">ominaisuuslista</a>.</p> </ul>
fr: <p>Audacity est un éditeur audio libre et facile d'utilisation pour Windows, Mac OS X, GNU/Linux, et bien d'autres systèmes d'exploitation. Utilisez-le pour :</p> <ul> <li>Enregistrer en direct.</li> <li>Convertir vos disques et cassettes sur support numérique.</li> <li>Editer des fichiers audio Ogg Vorbis, MP3 et WAV</li> <li>Coupez, copiez, coller et assembler des extraits sonores</li> <li>Modifier la vitesse ou la hauteur d'un enregistrement</li> <li>Et bien plus encore! (<a href="features">Liste complète des possibilités</a>)</li> </ul>
nb: <p>Audacity er et fritt og brukervennlig program for lydredigering og opptak i Windows, Mac OS X, GNU/Linux og andre operativsystemer. Du kan bruke Audacity til å:</p> <ul> <li>Ta opp direktesendt lyd.</li> <li>Konvertere kassetter og vinylplater til digitale opptak eller CD-er.</li> <li>Redigere Ogg Vorbis, MP3 og WAV-lydfiler.</li> <li>Klippe, kopiere, spleise og mikse lyder sammen.</li> <li>Endre hastigheten eller tonehøyden til ett opptak.</li> <li>Og mer: les den fullstendige <a href="features">listen over funksjoner</a>.</p> </ul>
sv: <p>Audacity är ett enkelt och kraftfullt ljudredigerare och inspelare (freeware) för Windows, Mac OS X, GNU/Linux, och andra operativsystem. Du kan använda Audacity till att:</p> <ul> <li>Spela in live.</li> <li>Konvertera band och vinyl till digitala inspelningar och CD.</li> <li>Redigera Ogg Vorbis, MP3, och WAV-ljudfiler.</li> <li>Klippa ut, kopiera, dela, och mixa ihop ljud.</li> <li>Ändra hastigheten eller tonhöjden på en inspelning.</li> <li>Och mycket mer! Läs <a href="features">lista på funktioner</a>.</li> </ul>

source: <h3>About Free Software</h3> <p>Audacity is free software, developed by a group of volunteers and distributed under the <a href="license">GNU General Public License (GPL)</a>.</p> <p>Free software is not just free of cost (like “free beer”). It is <b>free as in freedom</b> (like “free speech”). Free software gives you the freedom to use a program, study how it works, improve it, and share it with others. For more information, visit the <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Programs like Audacity are also called <b>open source software</b>, because their source code is available for anyone to study or use. There are thousands of other free and open source programs, including the <a href="http://www.mozilla.com/">Mozilla</a> web browser, the <a href="http://www.openoffice.org/">OpenOffice.org</a> office suite, and entire <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/">Linux-based operating systems</a>.</p>
el: <h3>Σχετικά με το Ελεύθερο Λογισμικό</h3> <p>Το Audacity είναι ένα ελεύθερο πρόγραμμα, που έχει δημιουργηθεί από μία ομάδα εθελοντών και διανέμεται υπό την <a href="license">GNU Γενική Δημόσια Άδεια (GPL)</a>.</p> <p>Το ελεύθερο λογισμικό δεν είναι απλώς δωρεάν. Είναι <b>ελεύθερο</b> (όπως «ελευθερία του λόγου»). Το ελεύθερο λογισμικό σου δίνει τη δυνατότητα να χρησιμοποιήσεις ένα πρόγραμμα, να μελετήσεις το πώς λειτουργεί, να το βελτιώσεις και να το μοιραστείς με άλλους. Για περισσότερες πληροφορίες, πήγαινε στο <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Προγράμματα όπως το Audacity ονομάζονται και <b>λογισμικό ανοιχτού κώδικα</b>, γιατί ο πηγαίος τους κώδικας διατίθεται στον καθένα για να το μελετήσει ή να τον χρησιμοποιήσει. Υπάρχουν χιλιάδες άλλα προγράμματα ανοιχτού κώδικα, όπως για παράδειγμα ο πλοηγός διαδικτύου <a href="http://www.mozilla.com/">Mozilla</a>, η σουίτα γραφείου <a href="http://www.openoffice.org/">OpenOffice.org</a> και το πλήρες λειτουργικό σύστημα που βασίζεται στο Linux <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/"></a>.</p>
es: <h3> Acerca del software libre</h3> <p>Audacity es software libre, desarrollado por un grupo de voluntarios y distribuído bajo la <a href="license">Licencia Pública General de GNU (GNU GPL)</a></p> <p>El software libre no sólo y, no siempre, es gratis, es <b>libre</b> como la libertad de expresión. El software libre proporciona la libertar de usar un programa, estudiar cómo funciona, mejorarlo y compartirlo con otros. Para obtener más información visite la página web de la <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>A los programas como Audacity también se los denomina <b>de código abierto</b>, porque su código fuente está disponible para que cualquiera pueda estudiarlo o usarlo. Hay miles de programas de fuente abierta, incluyendo el navegador <a href="http://www.mozilla.org/">Mozilla</a>, la suite de ofimática <a href="http://www.openoffice.org/">OpenOffice.org</a> y también <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/">completos sistemas operativos basados en linux</a>.</p>
fr: <h3>A propos de logiciels libres</h3> <p>Audacity est un logiciel libre, developpé par un groupe de volontaires et distribué sous la <a href="license">GNU General Public License (GPL)</a>.</p> <p>Les logiciels libres ne sont pas seulement gratuit. Comme la liberté, <b>ils n'ont pas de prix</b>. Les logiciels libres vous laissent la liberté d'utiliser un programme, de s'intéresser à son mode de fonctionnement, de l'améliorer et de la partager avec d'autres utilisateurs. Pour plus d'informations, visitez la <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Audacity fait partie des <b>logiciels ouverts</b> car leur code source est laissé à disposition de tous. Il y a des milliers d'autres logiciels libres et ouverts, notamment le navigateur web <a href="http://www.mozilla-europe.org/fr/">Mozilla</a>, la suite bureautique <a href="http://fr.openoffice.org">OpenOffice.org</a> et des <a title="Ubuntu Linux" href="http://www.ubuntulinux.org">systèmes d'exploitation complets basés sur Linux</a>.</p>
nb: <h3>Om fri programvare</h3> <p>Audacity er fri programvare, utviklet av en gruppe frivillige og distribuert under <a href="license">GNU General Public License (GPL)</a>.</p> <p>Fri programvare er ikke bare kostnadsfritt (som "gratis øl"). Det er <b>fritt som i frihet</b> (som i "ytringsfrihet"). Fri programvare gir deg friheten til å bruke et program, studere hvordan det fungerer, forbedre det og dele det med andre. Hvis du vil ha mer informasjon kan du besøke sidene til <a href="http://www.fsfeurope.org/index.no.html">Free Software Foundation</a>.</p> <p>Programmer som Audacity blir også kalt <a href="http://opensource.org/">åpen kildekode-programvare</a>, fordi kildekoden er tilgjengelig for hvem enn som vil studere den eller bruke den. Det finnes tusenvis av andre frie og åpen kildekode-programmer, bl.a. nettleseren <a href="http://www.firefox.no/">Mozilla</a>, kontorpakken <a href="http://no.openoffice.org/index.html">OpenOffice.org</a> og fullstendige <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/">Linux-baserte operativsystemer</a>.</p>

source: Screenshots
cs: Obrázky
de: Bildschirmfotos
el: Φωτογραφικά στιγμιότυπα
es: Capturas de pantalla
fi: Ruudunkaappauksia
fr: Captures d'écran
nb: Skjermbilder
sv: Skärmdumpar

source: Click any screenshot for a larger version.
cs: Po kliknutí na obrázek se zobrazí jeho větší verze.
de: Klicke auf das Foto um es zu vergrössern
el: Κάνε κλικ σε κάποιο στιγμιότυπο για μεγαλύτερη εκδοχή
es: Pulsa sobre alguna captura para verla ampliada.
fi: Klikkaa ruudunkaappausta nähdäksesi sen suurempana.
fr: Cliquez sur l'image pour l'agrandir
nb: Klikk på skjermbildene for å se en større versjon.
sv: Klicka på skärmdump för förstoring

source: Audacity running on Linux
cs: Audacity běžící na Linuxu
de: Audacity auf Linux
el: Το Audacity λειτουργώντας σε Linux
es: Audacity ejecutándose en Linux
fi: Audacity Linuxissa
fr: Audacity sous Linux
nb: Audacity på Linux
sv: Audaciity körs på Linux

source: Audacity running on Windows
cs: Audacity běžící na Windows
de: Audacity auf Windows
el: Το Audacity λειτουργώντας σε Windows
es: Audacity ejecutándose en Windows
fi: Audacity Windowsissa
fr: Audacity sous Windows
nb: Audacity på Windows
sv: Audacity körs på Windows

source: Audacity running on Mac OS X
cs: Audacity běžící na Mac OS X
de: Audacity auf Mac OS X
el: Το Audacity λειτουργώντας σε Mac OS X
es: Audacity ejecutándose en Mac OS X
fi: Audacity Mac OS X:ssä
fr: Audacity sous Mac OS X
nb: Audacity på Mac OS X
sv: Audacity körs på Mac OS X

source: Noise Removal effect
cs: Efekt odstranění šumu
de: Entfernung von Hintergrundgeräuschen
el: Εφέ Απομάκρυνσης Θορύβου
es: Efecto de eliminación de ruido
fi: Kohinanpoistoefekti
fr: Fonction réduction du bruit
nb: Effekten Støyfjerning
sv: Brusreducering

source: Change Pitch effect
cs: Efekt změny ladění
de: Änderung der Tonhöhen
el: Εφέ Αλλαγής Τόνου
es: Efecto de cambio de tono
fi: Sävelkorkeuden muutosefekti
fr: Fonction changement de hauteur
nb: Effekten Endre tonehøyde
sv: Ändra tonhöjd

source: Change Tempo effect
cs: Efekt změny rychlosti
de: Geschwindigkeitsänderungseffekt
el: Εφέ Αλλαγής Ρυθμού
es: Efecto de cambio de tempo
fi: Tempon muutosefekti
fr: Fonction changement de tempo
nb: Effekten Endre tempo
sv: Ändra tempo

source: Recording with Audacity
cs: Nahrávání s Audacity
de: Aufnahmen mit Audacity
el: Ηχογραφώντας με το Audacity
es: Grabando con Audacity
fi: Audacityllä äänittäminen
fr: Enregistrement avec Audacity
nb: Innspilling med Audacity
sv: Inspelning med Audacity

source: Features
cs: Vlastnosti
de: Möglichkeiten
el: Χαρακτηριστικά
es: Características
fi: Ominaisuudet
fr: Fonctionnalités
nb: Funksjoner
sv: Innehåll

source: This is a list of features in Audacity, the free audio editor. For more information on how to use these features, go to the <a href="../help/">help pages</a>.
cs: Toto je seznam vlastností volně dostupného zvukového editoru Audacity. Další informace o způsobech použití najdete na <a href="../help/">stránkách s nápovědou</a>.
de: Die ist eine Liste der Möglichkeiten, die Ihnen Audacity eröffnet. Wie man diese nutzt, wird Ihnen auf den <a href="../help/">Hilfeseiten</a> erklärt.
el: Αυτή είναι μία λίστα με τα χαρακτηριστικά του Audacity, το ελεύθερο πρόγραμμα επεξεργασίας audio. Για περισσότερες πληροφορίες στο πώς να τα χρησιμοποιήσεις, πήγαινε στη <a href="../help/">σελίδα βοήθειας</a>.
es: Esta es una lista de las características de Audacity, el editor de sonidos libre. Para obtener más información sobre cómo usar estas características, lea las <a href="../help/">páginas de ayuda</a>.
fi: Tämä on lista Audacityn, vapaan audioeditorin, ominaisuuksista. Lisätietoja näiden ominaisuuksien käyttämisestä on <a href="../help/">ohjesivuilla</a>.
fr: Voici une liste des fonctionnalités offertes par Audacity, l'éditeur audio libre. Pour plus d'informations concernant l'utilisation de ces fonctions, consultez les <a href="../help/">pages d'aide</a>.
nb: Dette er en liste over funksjonene til Audacity, det frie lydredigeringsprogrammet. Hvis du vil ha informasjon om hvordan du bruker disse funksjonene kan du lese <a href="../help/">hjelpesidene</a>.
sv: Detta är en lista på funktioner i Audacity, ljudredigeringsprogram (freeware). För mer information om hur du använder dessa funktioner, gå till <a href="../help/">hjälp sidorna</a>.

source: <h3>Recording</h3> <p>Audacity can record live audio through a microphone or mixer, or digitize recordings from cassette tapes, vinyl records, or minidiscs. With some sound cards, it can also capture streaming audio.</p> <ul> <li>Record from microphone, line input, or other sources.</li> <li>Dub over existing tracks to create multi-track recordings.</li> <li>Record up to 16 channels at once (requires multi-channel hardware).</li> <li>Level meters can monitor volume levels before, during, and after recording.</li> </ul>
cs: <h3>Nahrávání</h3> <p>Audacity může nahrávat "živý" zvuk z mikrofonu, či jiného vnějšího zdroje, digitalizovat nahrávky z páskových kazet, vinylových desek nebo minidisků. Pomocí některých zvukových karet lze zachytávat také streamované audio z internetu.</p> <ul> <li>Nahrávání z mikrofonu, linkového vstupu nebo jiných zdrojů.</li> <li>Přihrávání ke stávajícím stopám, vytváření vícestopých nahrávek.</li> <li>Nahrávání až 16ti stop najednou (vyžaduje vícekanálový hardware).</li> <li>Pomocí grafických ukazatelů je možno monitorovat úrovně hlasitosti před, během i po nahrávání.</li> </ul>
de: <h3>Aufnahmen</h3> <p>Audacity kann Liveaufnahmen von einem Mikrofon oder einem Mischpult, Kassetten, Vinylplatten oder Minidisks machen. Einige Soundkarten ermöglichen es sogar, Aufnahmen von Audiostreams (aus dem Internet) durchzuführen.</p> <ul> <li>Aufnahmen von Mikrofonen, Line Input und anderen Quellen.</li> <li>Erzeugen von Multitrack Aufnahmen durch Mixen und zusammenführen</li> <li>16 Kanal Aufnahmen auf einmal (Benötigt Multikanal-Hardware)</li> <li>Aussteuerungsanzeigen die Werte vor,während und nach einer Aufnahme anzeigen</li> </ul
el: <h3>Ηχογράφηση</h3> <p>Το Audacity μπορεί να ηχογραφήσει ζωντανό ήχο από μικρόφωνο ή μίκτη, ή να ψηφοποιήσει ηχογραφήσεις από κασσέτες, δίσκους βινυλίου, ή μίνιντισκ. Με κάποιες κάρτες ήχου, μπορεί επίσης να συλλάβει ρέων(streaming) audio.</p> <ul> <li>Ηχογράφηση από μικρόφωνο, είσοδο γραμμής (line), ή άλλες πηγές.</li> <li>Να αποβάλλεις υπάρχοντα κανάλια για να δημιουργήσεις πολυκάναλες ηχογραφήσεις.</li> <li>Ηχογράφηση μέχρι και 16 καναλιών ταυτόχρονα (απαιτείται πολυκάναλη συσκευή).</li> <li>Μετρητές έντασης μπορούν να παρακολουθούν τη στάθμη εγγραφής πριν,κατά τη διάρκεια και μετά την ηχογράφηση.</li> </ul>
es: <h3>Grabar</h3> <p>Audacity puede grabar sonidos en directo usando un micrófono o un mezclador, o bien digitalizar grabaciones de cintas de casete, discos de vinilo, o minidisc. Con algunas tarjetas de sonido puede incluso capturar «flujos de sonido».</p> <ul> <li>Grabar de un micrófono, la línea de entrada u otras fuentes.</li> <li>Copiar encima de pistas existentes para crear grabaciones multi-pista.</li> <li>Graar hasta 16 canales a la vez (requiere hardware multi-canal).</li> <li>Los medidores de niveles pueden monitorizar el volumen antes, durante y después de la grabación.</li> </ul>
fi: <h3>Äänittäminen</h3> <p>Audacity pystyy äänittämään live-ääntä mikrofonista tai mikseristä, tai digitoida äänitteitä kaseteilta, vinyylilevyiltä tai minidisceiltä. Joidenkin äänikorttien kanssa se pystyy tallentamaan myös audiovirtaa.</p> <ul> <li>Äänitä mikrofonista, linjasisääntulosta tai muista lähteistä.</li> <li>Äänitä uusia raitoja olemassa olevien rinnalle tehdäksesi moniraitaäänitteitä.</li> <li>Äänitä jopa 16 raitaa samanaikaisesti (vaatii monikanavaisen laitteiston).</li> <li>Tasomittareilla voit tarkkailla äänenvoimakkuuden tasoja ennen äänitystä, äänityksen aikana ja sen jälkeen.</li> </ul>
fr: <h3>Enregistrement</h3> <p>Audacity peut enregistrer en direct des sons issus d'un microphone ou d'une mixette, mais aussi numériser vos cassettes audio, disques vyniles et minidisques. Avec certaines cartes sons, il peut également saisir des flux audio.</p> <ul> <li>Enregistrez à partir d'un microphone, d'une entrée en ligne, ou de bien d'autres sources encore.</p></li> <li>Postsynchronisez des pistes existantes pour en faire un enregistrement multipistes.</li> <li>Enregistrez jusqu'à 16 pistes en simultané (nécessite de disposer d'un matériel multipistes).</li> <li>Des indicateurs de niveau vous permettent de contrôler les niveaux sonores avant, pendant et après enregistrement.</li> </ul>
nb: <h3>Opptak</h3> <p>Audacity kan ta opp direktesendt lyd gjennom en mikrofon eller mikser, eller digitalisere opptak fra lydkassetter, vinylplater eller minidisc. Med noen lydkort er det også mulig å fange opp direkteavspilt ("streaming") lyd.</p> <ul> <li>Ta opp fra mikrofon, innlinje eller andre kilder.</li> <li>Dubbe/ettersynkronisere over eksisterende spor for å lage flersporsinnspillinger.</li> <li>Spille inn i opp til 16 kanaler samtidig (krever flerkanalsmaskinvare).</li> <li>Nivåmetre kan overvåke volumnivå før, under og etter opptak.</li> </ul>
sv: <h3>Inspelning</h3> <p>Audacity kan spela in live genom en mikrofon eller mixer, eller digitalisera inspelningar från kassettband, vinylskivor eller minidisc. Med vissa ljudkort kan man också spela in strömmande ljudformat.</p> <ul> <li>Inspelning med mikrofon, line in, eller andra ljudkällor.</li> <li>Spela in flera spår på originalinspelning för att skapa flerspårinspelningar.</li> <li>Spela in upp till 16 kanaler på samma gång (med speciell hårdvara).</li> <li>Nivåmätare kan visa volymnivån före, under och efter inspelning.</li> </ul>
