Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <h3>Be a Beta Tester</h3> <p>In addition to the latest stable version of Audacity, we often have beta versions available. These versions usually contain new features that haven't been tested yet. If you want to help out, download this version of Audacity and play with it. Let us know what you like and don't like, and tell us how you think it should be improved. Tell us if you find any <em>regressions</em> - things that used to work but don't work anymore.</p>
cs: <h3>Staňte se Beta-testerem</h3> <p>Mimo nejnovější stabilní verzi je často k dispozici i beta verze. Tyto verze obvykle obsahují nové vlastnosti, které ještě nebyly otestovány. Když chcete pomoci, stáhněte si tuto verzi Audacity a vyzkoušejte ji. Dejte nám vědět, co se vám líbí a nelíbí a napište, co si myslíte, že by se dalo zlepšit. Napište nám, pokud naleznete nějaké <em>regrese</em> - věci, které předtím fungovaly, ale v nové verzi nejdou.</p>
de: <h3>Beta Tester</h3> <p>Zu den stabilen Versionen von Audacity, haben wir natürlich auch öfters Weiterentwicklungen. Diese Versionen haben meist mehr und neue Funktionen, die bisher zum Teil nicht getestet wurden . Wenn Sie uns helfen wollen, laden Sie diese Versionen herunter und testen Sie diese. Lassen Sie uns wissen, was Ihnen gefällt und was nicht. Lassen Sie uns ebenfalls wissen, falls etwas <b>nicht mehr funktioniert</b> - etwas das vorher funktioniert hat.</p>
el: <h3>Γίνε δοκιμαστής της δοκιμαστικής έκδοσης</h3> <p>Επιπρόσθετα της τελευταίας σταθερής έκδοσης του Audacity, συχνά έχουμε διαθέσιμες δοκιμαστικές εκδόσεις. Αυτές οι εκδόσεις συνήθως περιέχουν νέα χαρακτηριστικά που δεν έχουν ακόμη δοκιμαστεί. Αν θέλεις να βοηθήσεις, κατέβασε αυτή την έκδοση του Audacity και ασχολήσου με αυτή. Ενημέρωσέ μας για το τι σου αρέσει και τι δεν σου αρέσει, και πες μας πώς νομίζεις ότι θα πρέπει να βελτιωθεί. Πες μας αν βρεις κάποια <em>οπισθοδρόμηση</em> - λειτουργίες που δούλευαν όμως δεν δουλεύουν πια.</p>
es: <h3>Convertirse en Beta tester</h3> <p>Además de la versión estable, solemos tener una versión de Audacity beta en desarrolloIn. Estas vesriones generalmente contienen nuevas características que aún no han sido probadas. Si quiere ayudarnos, descargue esta versión de Audacitiy y trabaje con ella. Haganos saber lo que le gusta y lo que no, y díganos lo que cree que debería ser mejorado. Cuéntenos si encuentra alguna <em>regresion</em> - cosas que antes funcionaban pero que ahora no lo hacen.</p>
fi: <h3>Ryhdy beta-testaajaksi</h3> <p>Uusimman vakaan Audacity-version lisäksi tarjolla on usein myös beta-versioita. Ne sisältävät yleensä uusia ominaisuuksia, joita ei ole vielä testattu. Jos haluat auttaa, lataa tämä Audacityn versio ja leiki sillä. Kerro meille, mistä siinä pidät ja mistä et, ja kuinka sitä kannattaisi kehittää. Kerro myös, jos löydät <em>taantumia</em> - asioita, jotka toimivat ennen, mutteivät toimi enää.</p>
fr: <h3>Devenez un Beta-testeur</h3> <p>En plus de la denière version stable d'Audacity, nous avons souvent des versions beta en cours de développement. Ces versions contiennent habituellement des fonctionnalités qui n'ont pas encore été testées. Si vous voulez nous aider, vous pouvez les télécharger et les essayer. Faites nous savoir si elles vous plaisent ou non, et comment vous souhaiteriez quelles soient améliorées. Dites-nous si vous trouvez des <em>régréssions</em> - c'est-à-dire des éléments qui fonctionnent sur les versions stables et qui ne fonctionnent plus. </p>
nb: <h3>Bli en betatester</h3> <p>I tillegg til den seneste stabile versjonen av Audacity har vi ofte betaversjoner tilgjengelig. Disse versjonene har vanligvis nye funksjoner som ikke ennå har blitt testet. Hvis du vil hjelpe til kan du laste ned denne versjonen av Audacity og leke rundt med den. La oss få vite hva du liker og ikke liker, og fortell os hvordan du synes det bør forbedres. Fortell oss om du finner noen <em>regresjoner</em> - ting som pleide å fungere, men ikke gjør det nå lenger.</p>
sv: <h3>Bli en Betatestarer</h3> <p>Tillsammans med den senaste stabila versionen av Audacity, har vi ofta också betaversioner. Dessa versioner innehåller funktioner som inte är färdigtestade. Om du vill hjälpa till med att testa, ladda ner denna betaversion av Audacity och kör med den. Tala om flör oss vad du gillar och inte gillar, och berätta vad som behöver förbättras. Kolla också om du märker vissa <em>försämringar</em> - saker som har fungerat tidigare men som inte gör det längre.</p>

source: How Does Audacity Raise Money?
el: Πώς συλλέγει το Audacity χρήματα;
es: ¿Cómo obtiene fondos Audacity?
fr: Comment Audacity collecte des fonds ?
nb: Hvordan Tjener Audacity Penger?

source: Audacity raises money via donations, advertisements on our web pages, and product sales through the <a href="http://audacitystore.com/">Audacity Store</a>.
el: Το Audacity συλλέγει χρήματα μέσω δωρεών, διαφημίσεων στον ιστότοπό μας και πωλήσεων προϊόντων από το <a href="http://audacitystore.com/">Κατάστημα του Audacity</a>.
es: Audacity obtiene fondos mediante donaciones, publicidad a través de la web y la venta de productos a través de <a href="http://audacitystore.com/">La tienda de Audacity</a>.
fr: Audacity reçoit de l'argent par le biais de dons et de publicités placées sur nos pages internet, ainsi que par la vente de produits par la <a href="http://audacitystore.com/">boutique Audacity</a>.
nb: Audacity samler inn penger vha. doneringer, reklamer på nettsidene og produktsalg gjennom <a href="http://audacitystore.com/">Audacity-butikken</a>.

source: This income is not distributed among previous contributors to Audacity. There are too many people and it would be difficult to do so fairly. Also, nobody contributed code to Audacity expecting money in return. Audacity is developed by volunteers, working in our spare time. Audacity is not shareware, and we do not expect to make any money from it.
el: Αυτό το εισόδημα δεν διανέμεται μεταξύ προηγούμενων συντελεστών του Audacity. Είναι πάρα πολλοί άνθρωποι και θα ήταν δύσκολο να γίνει κάτι τέτοιο δίκαια. Επίσης, κανείς δεν συνέβαλε με κωδικό στο Audacity περιμένοντας χρήματα για αντάλλαγμα. Το Audacity εξελίσσεται από εθελοντές που δουλεύουν στον ελεύθερο χρόνο τους. Το Audacity δεν είναι shareware και δεν περιμένουμε να βγάλουμε χρήματα από αυτό.
es: Estos ingresos no son distribuidos entre los anteriores colaboradores de Audacity. Hay demasiada gente implicada y sería complicado hacerlo de forma justa. Además, nadie contribuyó con el proyecto esperando una compensación económica. Audacity está desarrollado por voluntarios que trabajan en su tiempo libre. Audacity no es shareware y no esperamos hacer dinero con el.
fr: Les recettes ne sont pas réparties entre les personnes ayant contribué à Audacity. Il y a trop de gens pour pouvoir le faire équitablement De plus, personne n'ayant contribué à la programmation d'Audacity n'attend d'argent en retour. Audacity est développé par des bénévoles, travaillant sur leur temps libre. Audacity n'est pas un partagiciel (shareware), et nous ne cherchons pas à en tirer de profits.
nb: Disse inntektene blir ikke distribuert blant tidligere bidragsytere til Audacity. Det er for mange mennesker, og det ville bli vanskelig å gjøre det rettferdig. I tillegg har ingen bidratt kode til Audacity med en forventning om penger tilbake. Audacity blir utviklet av frivillige, som arbeider på fritiden. Audacity er ikke shareware, og vi forventer ikke å tjene penger på det.

source: Rather, the team of Audacity lead developers will spend the money on items and services that benefit the project as a whole. Money that comes in to the project helps us pay for bandwidth and web hosting, development tools, and audio hardware. In the past we used funds from donations to purchase the Audacity trademark and to subsidize travel costs for Audacity developers to meet for a hackathon, and we plan to do more of these. Our long-term goal is to bring in enough money to hire a full-time developer who could devote all of his/her time to the project and take over some of the administrative, maintenance, and release tasks, freeing volunteers to spend more time on code.
el: Αντ' αυτού, η ομάδα από τους κύριους δημιουργούς του Audacity θα ξοδέψουν τα χρήματα σε αντικείμενα και υπηρεσίες που ωφελούν το σύνολο του εγχειρήματος. Χρήματα που έρχονται μας βοηθούν να πληρώσουμε για εύρος ζώνης και φιλοξενία ιστοσελίδων, εργαλεία ανάπτυξης και εξαρτήματα audio. Στο παρελθόν έχουμε χρησιμοποιήσει έσοδα από δωρεές για να αγοράσουμε το σήμα κατατεθέν του Audacity και για να επιδοτήσουμε έξοδα ταξιδιού για τους δημιουργούς του Audacity, ώστε να συναντηθούμε για ένα hackathon, και προγραμματίζουμε να πραγματοποιήσουμε και άλλους. Οι μακροπρόθεσμοι στόχοι μας είναι να συλλέξουμε αρκετά χρήματα ώστε να προσλάβουμε ένα προγραμματιστή με πλήρες ωράριο που θα μπορούσε να αφιερώσει όλο του το χρόνο στο εγχείρημα και αναλάβει κάποια από την διοικητική συντήρηση, καθώς και καθήκοντα έκδοσης, αποδεσμεύοντας εθελοντές ώστε να ασχοληθούν περισσότερο με τον βασικό κώδικα.
es: Incluso, el equipo de desarrolladores principales de Audacity consumirá los ingresos en elementos y servicios que beneficien al proyecto en vgeneral. El dinero que llega al proyecto nos ayuda a subvencionar el ancho de banda y el espacio web, herramientas de desarrollo y equipamientos de audio. En el pasado usamos los fondos de donaciones para registrar la marca de Audacity y para sufragar los costes de desplazamiento de los desarrolladores para reuniones de trabajo y pretendemos seguir en esa línea. Nuestro objetivo a largo plazo es conseguir fondos suficientes para contratar un desarrollador/a a tiempo completo que se dedique plenamente al proyecto y realice parte del mantenimiento administrativo y publicación de nuevas versiones, para liberar a los voluntarios y así poder dedicar más tiempo al desarrollo.
fr: C'est plutôt l'équipe des développeurs principaux d'Audacity qui dépense de l'argent pour des articles et services qui bénéficient au projet tout entier. L'argent versé au projet nous aide à payer la bande passante et l'hébergement internet, dles outils de développement et du matériel audio. Dans le passé, nous avons utilisé les dons pour acheter la marque Audacity et pour participer au coût des déplacements pour un "sprint" de programmation entre les développeurs d'Audacity, et nous comptons développer ceci. Notre but à long terme est de récoloter suffisamment d'argent pour engager un développeur à temps complet qui puisse donner tout son temps au projet et se charger d'une partie des charges administratives, de la maintenance, et des mises à jour. Cela permettrait de libérer les bénévoles pour davantage de programmation.
nb: I stedet vil gruppen av hovedutviklere ved Audacity bruke pengene på ting og tjenester som tjener prosjektet som helhet. Penger som kommer inn til prosjektet hjelper oss å betale for båndbredde og webhotell, utviklingsverktøy og lydmaskinvare. Tidligere brukte vi inntekter fra doneringer til å kjøpe Audacity-varemerket og til å subsidiere reisekostnader for å sende Audacity-utviklere til kodemaraton, og vi planlegger å få gjennomført flere av disse. Vårt langsiktige mål er å tjene inn nok penger til å ansette en heltidsutvikler som kunne vie all sin tid til prosjektet og ta over noen administrative, vedlikeholds- og utgivelsesoppgaver, for slik å la frivillige bruke all sin tid på kode.

source: These are all things that help us provide Audacity for free and continue to make it better. The Audacity Team is completely committed to keeping Audacity free and open source. We made that commitment in <a href="http://audacity.sourceforge.net/about/license"> licensing Audacity under the GNU General Public License</a>.
el: Όλα αυτά είναι πράγματα που μας βοηθούν να παρέχουμε το Audacity δωρεάν και να το κάνουμε καλύτερο. Η ομάδα του Audacity έχει πλήρως δεσμευτεί στο να διατηρήσει το Audacity ελεύθερο και με ανοιχτό κωδικό. Έχουμε κάνει αυτή τη δέσμευση <a href="http://audacity.sourceforge.net/about/license"> δημοσιεύοντας το Audacity υπό την GNU Γενική Δημόσια Άδεια</a>.
es: Estas son las cosas que nos ayudan a seguir proporcionando Audacity libremente y continuar haciéndolo mejor. El equipo de Audacity está completamente volcado en mantener Auydacity libre y de código abierto. Reflejamos esa apuesta <a href="http://audacity.sourceforge.net/about/license"> licenciando Audacity bajo la GNU General Public License</a>.
fr: Tout ceci nous aide à fournir gratuitement Audacity et à l'améliiorer. L'équipe d'Audacity est décidée à le maintenir gratuit et libre. Nous en avons pris l'engagement <a href="http://audacity.sourceforge.net/about/license"> en plaçant Audacity sous licence GNU GPL</a>.
nb: Alle disse tingene hjelper oss til å utgi Audacity gratis og til å fortsette å forbedre det. Audacity sin utviklergruppe har forpliktet seg til å holde Audacity fritt og kildekoden åpen. Vi inngikk denne forpliktelsen da vi <a href="http://audacity.sourceforge.net/about/license"> lisensierte Audacity under GNU General Public License</a>.

source: There are many ways to support Audacity, and many degrees of doing so. We have always welcomed users whose only contribution is simply using Audacity, giving us feedback on how to improve it, and telling others about it. Thank you for supporting Audacity.
el: Υπάρχουν πολλοί τρόποι για να βοηθήσεις το Audacity, και σε διαφορετικό βαθμό. Πάντα καλοδεχόμαστε χρήστες που η μόνη συμβολή τους είναι απλά η χρήση του Audacity, η παροχή αναφορών για πώς να το βελτιώσουμε, και η ενημέρωση άλλων για το πρόγραμμα. Σε ευχαριστούμε για την υποστήριξή σου στο Audacity.
es: Hay muchas formas de colaborar con Audacity, y muchos grados de implicación. Siempre damos la bienvenida a aquellos usuarios cuya única contribución es utilizar símplemente el programa, proporcionándonos comentarios sobre como mejorarlo y hablando de él a otras personas. Gracias por colaborar con Audacity.
fr: On peut soutenir Audacity de plusieurs manières et à des degrés divers Nous avons toujours accueilli les utilisateurs dont la contribution est tout simplement d'utiliser Audacity, en nous faisant des retours sur la manière de l'améliorer et en le faisant savoir à d'autres. Merci de soutenir Audacity.
nb: Det finnes mange måter å støtte Audacity, og mange grader av å gjøre det. Vi har alltid vært glad for brukere hvis eneste bidrag ganske enkelt er å bruke Audacity, å gi oss tilbakemeldinger om hvordan vi kan forbedre det og å fortelle andre om det. Takk for at du støtter Audacity.

source: You are invited to try out the new <a href="http://audacitystore.com/">Audacity Store</a>, which features Audacity-logo items (T-shirts, embroidered polo shirts, embroidered messenger bags), and consumer electronics.
el: Σε προσκαλούμε να επισκεφτείς το νέο <a href="http://audacitystore.com/">Κατάστημα του Audacity</a>, που περιλαμβάνει αντικείμενα με το σήμα του Audacity (μπλουζάκια, κεντημένα πόλο μπλουζάκια, κεντημένα σακίδια πόλης), και καταναλωτικά ηλεκτρονικά.
es: Le animamos a probar la nueva <a href="http://audacitystore.com/">Tienda de Audacity</a>, que incluye objetos con el logo de Audacity (camisetas, polos, bolsas) y aparatos electrónicos.
fr: Vous êtes invités à visiter la nouvelle <a href="http://audacitystore.com/">boutique Audacity</a>, qui propose des articles portant le logo Audacity (T-shirts, polos et sacs brodés), et des produits électroniques.
nb: Du er velkommen til å prøve den nye <a href="http://audacitystore.com/">Audacity-butikken</a>, som selger Audacity-logoartikler (T-skjorter, broderte poloskjorter, broderte skuldervesker) og forbrukerelektronikk.

source: Audacity Store
el: Μαγαζί του Audacity
es: Tienda de Audacity
fr: La boutique d'Audacity
nb: Audacity-butikken

source: We currently accept donations via the Amazon Honor System. Use your credit card and make a donation as small as US$1.00, or up to US$50.00:
el: Για την ώρα δεχόμαστε δωρεές μέσω του Amazon Honor System. Χρησιμοποίησε την πιστωτική σου κάρτα και στείλε χρήματα από 1 $Η.Π.Α. μέχρι 50 $Η.Π.Α.:
es: En la actualidad aceptamos donaciones mediante el Sistema de Honor de Amazon. Utilice su tarjeta de crédito para realizar una donación mínima de 1$ o de hasta 50$:
fr: Nous acceptons les dons via le service de paiement sécurisé d'Amazon (carte bancaire de 1 à 50$US).
nb: Vi kan nå ta imot penger via Amazon Honor-systemet. Bruk kredittkortet ditt og betal så lite som US$1.00 eller så mye som US$50.00:

source: We also accept PayPal donations through the SourceForge donation system:
el: Επίσης δεχόμαστε PayPal δωρεές μέσω του συστήματος δωρεών του SourceForge:
es: También aceptamos donaciones mediante PayPal a través del sistema de donaciones de SourceForge:
fr: Nous acceptons aussi les paiements Paypal sur le système de donation de SourceForge.
nb: Vi aksepterer også PayPal-donasjoner gjennom SourceForge sitt donasjonssystem:

source: Donate via PayPal
cs: Darovat pomocí PayPal
de: Spenden Sie über PayPal
el: Δωρεά μέσω PayPal
es: Donar vía PayPal
fi: Lahjoita PayPal:n kautta
fr: Faire un don via Paypal
nb: Doner via PayPal
sv: Lämna bidrag via PayPal

source: If you prefer to send a personal check or another form of payment, please visit the <a href="../about/credits">credits</a> page and contact one of the lead developers.
cs: Jestliže upřednostňujete odeslání osobního šeku nebo nějakou jinou formu placení, navštivte prosím <a href="../about/credits">seznam účastníků projektu</a> a kontaktujte některého z vedoucích vývojářů.
de: Wenn Sie eine andere Art der Zahlung bevorzugen, schauen sie auf der <a href="../about/credits">credits</a> Seite nach und kontaktieren einen der Hauptentwickler.
el: Αν προτιμάς να στείλεις ένα προσωπικό τσεκ ή κάποιας άλλης μορφής πληρωμή, παρακαλώ δες την ιστοσελίδα <a href="../about/credits">Εύσημα</a> και επικοινώνησε με έναν από τους κύριους δημιουργούς.
es: Si prefiere enviarnos un cheque u otra forma de pago visite la página de <a href="../about/credits">creditos</a> y contacte con uno de los desarrolladores principales.
fi: Jos mielummin lähetät henkilökohtaisen sekin tai muussa muodossa olevan maksun, ole hyvä ja ota yhteyttä johonkin <a href="../about/credits">Tekijät</a>-sivulla mainituista pääkehittäjistä.
fr: Si vous préférez un chèque personnel ou tout autre forme de paiement, allez à la page <a href="../about/credits">crédit</a> et contactez un des chefs de projet.
nb: Hvis du heller vil sende en personlig sjekk eller en annen type betaling, vennligst besøk siden <a href="../about/credits">takk til</a> og ta kontakt med en av hovedutviklerne.
sv: Om du föredrar att skicka en personlig check eller någon annan form av betalningssätt, besök <a href="../about/credits">credits</a> sida och kontakta någon av de huvudsakliga utvecklarna.

source: We would also like to hear from any companies or groups interested in <a href="http://audacityteam.org/sponsor.php">sponsoring Audacity development</a>.
cs: Vítáme také nabídky firem, které by se zajímaly o <a href="http://audacityteam.org/sponsor.php">sponzorování vývoje Audacity</a>.
de: Natürlich würden wir uns freuen, wenn wir von Unternehmen oder Gruppen angesprochen werden, die interessiert sind, die <a href="http://audacityteam.org/sponsor.php">Audacity Entwicklung</a> zu unterstützten.
el: Θα θέλαμε επίσης να επικοινωνήσουν μαζί μας εταιρείες ή ομάδες που ενδιαφέρονται να <a href="http://audacityteam.org/sponsor.php">χρηματοδοτήσουν την ανάπτυξη του Audacity </a>.
es: También nos gustaría tener noticias de cualquier compañía o grupo interesada en <a href="http://audacityteam.org/sponsor.php">patrocinar el desarrollo de Audacity</a>.
fi: Kuulisimme myös mielellään, jos jokin yritys tai yhdistys on kiinnostunut <a href="http://audacityteam.org/sponsor.php">sponsoroimaan Audacityn kehitystä</a>.
fr: Les entreprises et organisations qui souhaitent soutenir Audacity peuvent se manifester sur la page <a href="http://audacityteam.org/sponsor.php">sponsor</a>.
nb: Vi vil også gjerne høre fra selskaper eller grupper som er interesert i å <a href="http://audacityteam.org/sponsor.php">sponse utviklingen av Audacity</a>.

source: A group of volunteers is translating the free Audacity sound editor into several languages. If you would like to help, please join the <a href="../contact/lists#translation">audacity-translation mailing list</a> and introduce yourself.
cs: Skupina dobrovolníků překládá volně dostupný zvukový editor Audacity do několika jazyků. Chcete-li pomoci, přihlaste se prosím do e-mailové konference <a href="../contact/lists#translation">audacity-translation mailing list</a> a představte se nám.
de: Eine Gruppe von Freiwilligen übersetzt Audacity in verschiedene Sprachen. Wenn Sie helfen möchten, kommen Sie bitte zur <a href="../contact/lists#translation">audacity-translation mailing list</a> (in englischer Sprache) und stellen sich vor.
el: Μια ομάδα από εθελοντές μεταφράζει τον ελεύθερο επεξεργαστή ήχου Audacity σε διάφορες γλώσσες. Αν θα ήθελες να βοηθήσεις, παρακαλώ πάρε μέρος στη <a href="../contact/lists#translation">audacity-μετάφραση λίστα αλληλογραφίας</a> και σύστησε τον εαυτό σου.
es: Un grupo de voluntarios traduce el editor de sonidos Audacity a varios idiomas. Si quiere ayudar, únase a la <a href="../contact/lists#translation">lista de correo audacity-translation</a> y hable con nosotros.
fi: Joukko vapaaehtoisia kääntää vapaata Audacity -äänieditoria useille eri kielille. Jos haluaisit olla avuksi, liity <a href="../contact/lists#translation">audacity-translation -postituslistalle</a> ja esittele itsesi.
fr: Un groupe de volontaires s'occupe de la traduction de l'éditeur audio libre Audacity en plusieurs langues. Si vous souhaitez les aider, inscrivez-vous sur la liste de diffusion <a href="../contact/lists#translation">audacity-translation</a> et présentez-vous.
nb: En gruppe frivillige oversetter det frie lydredigeringsprogrammet Audacity til flere språk. Hvis du har lyst til å hjelpe til kan du gjerne bli med på e-postlisten <a href="../contact/lists#translation">audacity-translation</a> og introdusere deg selv.
sv: En grupp frivilliga håller på att översätta ljudredigeringsprogrammet Audacity till flera språk. Om du vill hjälpa till, gå med i <a href="../contact/lists#translation">audacity-översättare epostlista</a>

source: Resources for Translators
cs: Zdroje pro překladatele
de: Quellen für Übersetzer
el: Πόροι για Μεταφραστές
es: Recursos para traductores
fi: Resurssit kääntäjille
fr: Ressources pour les traducteurs
nb: Ressurser for oversettere
sv: Resurser för översättare

source: Mailing list and archives
cs: E-mailové konference a archivy
de: Mailing Listen und Archive
el: Λίστα Αλληλογραφίας και αρχεία
es: Listas de correo y archivos
fi: Postituslista ja arkistot
fr: Listes de diffusion et archives
nb: E-postliste og arkiver
sv: Epostlistor och arkiv

source: Latest audacity.pot file
cs: Nejnovější soubor audacity.pot
de: Letzte audacity.pot Datei
el: Πιο πρόσφατο αρχείο audacity.pot
es: Último archivo audacity.pot
fi: Uusin audacity.pot -tiedosto
fr: Dernier fichier audacity.pot
nb: Nyeste audacity.pot-fil
sv: Senaste audacity.pot-filen

source: Latest audacity_website.pot file
cs: Nejnovější soubor audacity_website.pot
de: Letzte audacity_website.pot Datei
el: Πιο πρόσφατο αρχείο audacity_website.pot
es: Último archivo audacity_website.pot
fi: Uusin audacity_website.pot -tiedosto
fr: Dernier fichier audacity_website.pot
nb: Nyeste audacity_website.pot-fil
sv: Senaste audacity_website.pot-filen
