Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <p>Yes, Audacity is <a href="../about/">completely free, open source software</a>. You are free to use this program for personal or commercial purposes. You are also free to give it away, sell it, or modify it for your own use, under the terms of the <a href="../about/license">GNU General Public License</a>.</p> <p>The authors of Audacity decided to release it under the GPL for many reasons. Some of us do it out of generosity. Some of us do it for moral reasons, because we feel that all software should be free; others believe that there is a place for both free and proprietary software.</p> <p>One reason Audacity is free is so that it will be more popular and useful. Yet another reason is to encourage collaboration. Because of Audacity's free license, dozens of people around the world have contributed code, bug fixes, documentation, and graphics.</p>
cs: <p>Ano, Audacity je <a href="../about/">zcela volně dostupná, a její kód je otevřený</a>. Tento program můžete volně používat pro osobní i podnikové účely. Můžete ho také rozšiřovat, prodávat nebo upravovat podle vlastní potřeby, pokud dodržíte podmínky <a href="../about/license">GNU General Public License</a>.</p> <p>Autoři Audacity se rozhodli uvolnit ji pod licencí GPL z mnoha důvodů. Někteří z nás to dělají prostě ze štědrosti. Někteří z morálních pohnutek, protože jsme přesvědčeni, že software má být volně dostupný a další věří, že je dost místa pro volný i proprietární software.</p> <p>Jeden z důvodů volné dostupnosti je, že tak je mnohem rozšířenější a prospěšnější. Dalším důvodem je, že to vyvolává ochotu ke spolupráci. Mnoho a mnoho lidí po celém světě přispívá k programovému kódu, opravám chyb, dokumentaci a grafice právě proto, že Audacity má volnou licenci.</p>
de: <p>Ja, es ist in jeder Hinsicht <a href="../about/">frei</a>. Audacity steht nicht nur kostenlos zum Download zur Verfügung, Sie haben auch alle Freiheiten bei der Benutzung des Programms. </p><p>Audacity wird unter der <a href="../about/license">GNU General Public License</a>vertrieben.</p> <p>Sie können das Programm sowohl für private als auch für berufliche Zwecke verwenden. Weitergabe und Verkauf sind erlaubt. Der Quelltext ist frei verfügbar und darf beliebig verändert werden, sofern die Änderungen unter der GNU veröffentlicht werden. </p><p>Die Autoren von Audacity entschieden sich aus mehreren Gründen für die GNU. Einige sind einfach freundliche Menschen, andere sind der Meinung, dass Software grundsätzlich frei sein sollte. Wieder andere glauben, dass es gleichermaßen freie und kommerzielle Software geben sollte. Ein wichtiger Grund ist wohl, dass das Programm so viel schneller bekannt wird. Viele von uns sehen lieber Millionen zufriedene Menschen, die Audacity zum Nulltarif einsetzen als vielleicht tausend zahlende Anwender. </p>Weiterhin sind für ein freies Projekt mehr Mitarbeiter zu finden. Wäre Audacity Shareware, wäre es fraglich ob dutzende Entwickler auf der ganzen Welt Code, Fehlerbereinigungen, Dokus und Grafiken beisteuerten. Wo wäre das Programm dann jetzt?
el: <p>Ναι, το Audacity είναι <a href="../about/">εντελώς δωρεάν, ανοιχτού κώδικα λογισμικό</a>. Μπορείς να χρησιμοποιείς αυτό το πρόγραμμα για προσωπικούς ή εμπορικούς σκοπούς. Μπορείς επίσης να το χαρίσεις, να το πουλήσεις, ή να το μετατρέψεις για τους δικούς σου σκοπούς, υπό τους όρους της <a href="../about/license">Γενικής Δημόσιας Άδειας GNU</a>.</p> <p>Οι συγγραφείς του Audacity αποφάσισαν να το διαθέσουν υπό την GPL για πολλούς λόγους. Κάποιοι από εμάς το κάνουν από γενναιοδωρία . Κάποιοι από εμάς το κάνουν για ηθικούς λόγους, επειδή νιώθουμε ότι το κάθε λογισμικό θα πρέπει να είναι δωρεάν; άλλοι πιστεύουν ότι υπάρχει χώρος και για δωρεάν και για ιδιόκτητο λογισμικό.</p> <p>Ένας λόγος που το Audacity είναι δωρεάν είναι ώστε να γίνει πιο δημοφιλές και πιο χρήσιμο . Ακόμη ένας λόγος είναι για να ενθαρρύνουμε την συνεργασία. Εξαιτίας της ελεύθερης άδειας του Audacity's, δεκάδες άνθρωποι απ' όλο τον κόσμο έχουν συμβάλει στον κωδικό, στις διορθώσεις σφαλμάτων, στην υποστήριξη, και στα γραφικά.</p>
es: <p>Si, Audacity es <a href="../about/">completamente libre, software código abierto</a>. Tienes libertad de usar este programa para propósitos personales ó comerciales. También tienes la libertad de proporcionarlo, venderlo, ó modificarlo para tu uso propio, respetando los términos de la <a href="../about/license">Licencia Pública General GNU</a>.</p> <p>Los autores de Audacity decidieron liberarlo bajo la GPL por varias razones. Algunos de nosotros lo hicimos por generosidad. Algunos de nosotros lo hicimos por razones morales, ya que creemos que todo software debería ser libre; otros creen que existe un lugar tanto para software libre como para software propietario.</p> <p>Una razón por la cual Audacity es libre, es para que pueda ser más popular y útil. También otra razón es para motivar colaboración. Debido a la licencia libre de Audacity, docenas de personas alrededor del mundo han contribuido con código, corrección de bugs, documentación, y gráficos.</p>
fi: <p>Kyllä on. Audacity on <a href="../about/">täysin vapaa ja ilmainen avoimen lähdekoodin ohjelma</a>. Voit vapaasti käyttää sitä henkilökohtaisiin tai kaupallisiin tarkoituksiin. Voit myös vapaasti jakaa sitä eteenpäin, myydä tai muokata sitä omiin tarpeisiisi <a href="../about/license">GNU General Public License</a> -lisenssin puitteissa.</p> <p>Audacityn tekijät päättivät julkaista sen GPL-lisenssillä monista eri syistä. Jotkut yksinkertaisesti ovat vain jalomielisiä. Joillakuilla on taas moraaliset syyt, koska heidän mielestään kaiken ohjelmiston tulisi olla vapaata. Toiset taas uskovat, että sekä vapaille että suljetuille ohjelmistoille on paikkansa.</p> <p>Yksi syy Audacityn vapauteen on, että siitä tulisi suositumpi ja käyttökelpoisempi. Yhteistyöhön rohkaisu on myös yksi syy. Juuri Audacityn vapaan lisenssin ansiosta lukuisat ihmiset ympäri maailmaa ovat tuoneet ohjelmaan koodia, virhekorjauksia, ohjeita ja grafiikkaa.</p>
fr: Oui, Audacity est un <a href="../about/">logiciel complètement libre et ouvert</a>. Vous etes libre de l'utiliser à des fins personnelles ou professionnelles. Vous etes également libres de le donner, de le vendre ou de le modifier selon vos envies, en accord avec les termes de la <a href="../about/license">GNU General Public License</a>.</p> <p>Les auteurs d'Audacity ont choisi de le distribuer sous la GPL pour de nombreuses raisons. En partie pour des questions de philosophie, certains d'entre eux pensant que tous les logiciels devraient etre libres, d'autres estimant que les logiciels propriétaires ont aussi leur place.</p> <p>Mais aussi parce qu'il sera ainsi plus populaire et utile à un plus grand nombre de personnes. Car la GPL encourage aussi la collaboration, via les codes, correctifs et documentation envoyés par de nombreux contributeurs.</p>
nb: <p>Ja, Audacity er <a href="../about/">fullstendig fri, åpen-kildekode programvare</a>. Du kan fritt frem anvende dette programmet for privat eller kommersiell bruk. Du kan også fritt gi det bort, selge det eller modifisere det til egen bruk, under vilkårene gitt av <a href="../about/license">GNU General Public License</a>.</p> <p>Forfatterne av Audacity bestemte seg for å gi ut programmet under GPL for flere grunner. Noen av oss gjør det av generøsitet. Noen gjør det for etiske grunner, fordi vi føler at all programvare burde være gratis, mens andre av oss mener at det er nødvendig med både gratis og kommersiell programvare i verden. </p> <p>En grunn til at Audacity er gratis er så det blir mer populært. Mange av oss vil heller se en million mennesker som bruker Audacity med glede uten å betale noe, enn å ha tusen mennesker betale oss. De fleste brukere er mer vennlige når de får noe gratis.</p>

source: Does Audacity contain any spyware or adware?
cs: Je v Audacity špiónský (spyware) nebo reklamní (adware) software?
de: Beinhaltet Audacity irgendwelche Spyware oder Adware ?
el: Το Audacity περιέχει spyware ή adware («κατασκόπους» ή διαφημίσεις);
es: ¿Contiene Audacity algún programa espía o adware?
fi: Sisältääkö Audacity vakooja- tai mainosohjelmia?
fr: Audacity comporte-t-il des logiciel espion ou des publiciels?
nb: Inneholder Audacity noe spyware eller adware (snikreklame)?

source: <p>No. Audacity does not include any spyware or adware. Audacity is <a href="../about/">completely free and open source</a>. It is developed by a not-for-profit volunteer group, and the source code is available for anyone to study or use.</p>
cs: <p>Ne. Audacity neobsahuje žádný spyware nebo adware. Audacity je <a href="../about/">zcela volně dostupná a její kód je otevřený</a>. Je vyvíjena neziskovou skupinou dobrovolníků a zdrojové kódy jsou komukoliv k dispozici ke studiu i použití.</p>
de: <p>Nein. Audacity beinhaltet keine Spyware oder Adware. Audacity ist <a href="../about/">komplett frei und open source</a>. Es wurde von einer Gruppe Freiwilliger auf Basis des Keine-Gewinn-machens entwicklet und jeder kann den Quellcode nutzen oder studieren.</p>
el: <p>Όχι. Το Audacity δεν περιλαμβάνει spyware ή adware («κατασκόπους» ή διαφημίσεις). Το Audacity είναι <a href="../about/">εντελώς δωρεάν και ανοιχτού κώδικα</a>. Έχει αναπτυχθεί από μία ομάδα εθελοντών που δεν αποσκοπούν στο κέρδος, και ο πηγαίος κώδικας του είναι διαθέσιμος σε οποιονδήποτε θέλει να τον μελετήσει ή να τον χρησιμοποιήσει.</p>
es: <p>No. Audacity no incluye spyware ni adware. Audacity es <a href="../about/">completamente libre y código abierto</a>. Es desarrollado por un grupo voluntario no-lucrativo, y el código fuente esta disponible para cualquiera que lo quiera estudiar ó usar.</p>
fi: <p>Ei. Audacity ei sisällä mitään vakooja- tai mainosohjelmia, vaan se on <a href="../about/">täysin vapaa ja avointa lähdekoodia</a>. Audacityn on kehittänyt joukko vapaaehtoisia ilman taloudellisen hyödyn tarkoitusta, ja ohjelman lähdekoodi on kenen tahansa luettavissa ja käytettävissä.</p>
fr: <p>Non. Audacity ne comporte aucun espion ou publiciel. Audacity est un <a href="../about/">logiciel libre</a> développé par un groupe de volontaires bénévoles et le code peut etre consulté par chacun.</p>
nb: <p>Nei. Audacity inneholder ikke noen form for spyware eller adware. Audacity er <a href="../about/">fullstendig fritt og utgitt med åpen kildekode</a>. Det blir utviklet på frivillig basis av en ideell (not-for-profit) gruppe, og kildekoden er tilgjengelig for enhver som vil studere eller bruke den.</p>

source: May I distribute copies of Audacity?
cs: Mohu rozšiřovat kopie Audacity?
de: Kann ich Kopien von Audacity verkaufen?
el: Μπορώ να διανείμω αντίγραφα του Audacity;
es: ¿Se pueden distribuir copias de Audacity?
fi: Voinko levittää kopioita Audacitystä?
fr: Puis-je distribuer des copies de Audacity?
nb: Kan jeg distribuere kopier av Audacity?

source: <p>You can redistribute Audacity under the GNU General Public License, which gives you permission to modify, copy, and sell the program as long as you keep the same license and make the source code available. For details, see our <a href="../about/license">license information</a>.</p>
cs: <p>Audacity můžete šířit, jestliže dodržíte licenci GNU GPL, která dovoluje upravovat, kopírovat a prodávat program tak dlouho, pokud bude licence zachována a zdrojový kód bude volně dostupný. Podrobnosti najdete v <a href="../about/license">licenčních informacích</a>.</p>
de: <p>Sie können Audacity unter der GNU General Public License vertreiben, welche Ihnen die Erlaubnis gibt, das Programmzu ändern, zu kopieren und zu verkaufen, solange Sie dies weiterhin auf Basis der Lizenz tun und solange der Quellcode weiterhin verfügbar bleibt.Für mehr Informationen schauene Sie bitte in den <a href="../about/license">Lizenzinformationen</a> nach.</p>
el: <p>Μπορείς να αναδιανείμεις το Audacity υπό την Γενική Δημόσια Άδεια GNU, που σου δίνει το δικαίωμα να μετατρέψεις, αντιγράψεις, και πουλήσεις το πρόγραμμα εφ΄ όσων διατηρείς την ίδια άδεια και επιτρέπεις να είναι διαθέσιμο ς ο πηγαίος κώδικας. Για λεπτομέρειες, δες τις <a href="../about/license">πληροφορίες άδειας</a>.</p>
es: <p>Puedes redistribuir Audacity bajo la Licencia Pública General GNU, la cual te permite el modificar, copiar, y vender el programa siempre y cuando mantengas la misma licencia y hagas disponible al código fuente. Para detalles, consulta nuestra <a href="../about/license">información de licencia</a>.</p>
fi: <p>Voit levittää Audacityä GNU General Public License -lisenssin puitteissa, joka antaa luvan muunnella, kopioida ja myydä ohjelmaa kunhan lisenssi säilyy samana ja lähdekoodi on saatavilla. Lisätietoja <a href="../about/license">lisenssi-sivulta</a>.</p>
fr: <p>Vous pouvez redistribuer Audacity sous la GNU General Public Licence, qui vous autorise à modifier, copier et vendre le programme à condition qu'il reste sous la meme licence et que le code source soit toujours disponible. Pour plus de détails, lisez les <a href="../about/license">informations concernant la licence
nb: <p>Du kan gjendistribuere Audacity under lisensen GNU General Public Licence, som gir deg tillatelse til å modifisere, kopiere og selge programmet så lenge du holder deg til samme lisens og gjør kildekoden tilgjengelig. Hvis du vil ha flere detaljer, se <a href="../about/license">lisensinformasjonen</a> vår.</p>

source: Someone is selling Audacity on eBay. Is this legal?
cs: Někdo na eBay prodává Audacity. Je to legální?
de: Jemande verkauft Kopien von Audacity auf eBay. Ist das legal?
el: Κάποιος πουλάει το Audacity στο eBay. Είναι αυτό νόμιμο;
es: Alguien está vendiendo Audacity a través de eBay. ¿Es legal?
fi: Joku myy Audacityä eBay:ssä. Onko se laillista?
fr: Quelqu'un vend Audacity sur eBay. Est-ce légal?
nb: Noen selger Audacity på eBay. Er dette lovlig?

source: <p>It is legal to sell Audacity, as long as the seller makes the program and source code available under the <a href="../about/license">GNU General Public License</a>.</p> <p>Some vendors try to trick customers by selling the software under a different name. If you bought a product and later found out it was Audacity, we encourage you to <b>ask for a refund or file a complaint</b> if you feel you did not get a fair deal. We ask vendors to give proper credit to the Audacity project, and allow users to make an informed choice.</p> <p><b>If you want to buy Audacity on CD</b>, please check out the vendors listed on our <a href="../download/buy">purchase page</a>.</p>
cs: <p>Prodávat Audacity je legální, dokud prodávající zpřístupní program a jeho zdrojový kód v souladu s <a href="../about/license">GNU General Public License</a>.</p> <p>Někteří prodejci se snaží podvést zákazníky tím, že prodávají software pod jiným názvem. Pokud jste si koupili takový produkt, později jste zjistili, že je to Audacity a máte pocit, že to není v pořádku, měli byste <b>požadovat vrácení peněz, nebo podat stížnost</b>. Na prodejcích vyžadujeme uvedení pravdivých informací o původu a umožnit tak uživatelům informovanou volbu.</p> <p><b>Jestli si chcete koupit Audacity na CD</b>, podívejte se prosím na seznam našich prodejců uvedeném na <a href="../download/buy">prodejní stránce</a>.</p>
de: <p>Es ist legal Audacity zu verkaufen, solange der Verkäufer das Programm und den Quellcode unter der <a href="../about/license">GNU General Public Lizenz</a> verfügbar macht.</p> <p>Einige Händler versuchen die Käufer "auszutricksen", indem Sie das Programm unter einem anderen Namen verkaufen.Wenn Sie ein Produkt gekauft haben und erst später festgestellt haben, daß dies Audacity ist,empfehlen wir Ihnen <b>Ihr Geld entweder zurückzufordern oder etwas ähnliches</b> wenn Sie sich nicht fair behandelt fühlen.Wir schreiben Händler an um Sie auf den Autorenhinweis hinzuweisen und den Käufern eine Wahl zu ermöglichen.</p> <p><b>Wenn Sie Audacity auf CD kaufen möchten</b>, schauen Sie auf unserer <a href="../download/buy">Händlerliste</a> nach.</p>
el: <p>Είναι νόμιμη η πώληση του Audacity, εφ΄ όσων ο πωλητής παρέχει το πρόγραμμα και τον πηγαίο κώδικα υπό την <a href="../about/license">Γενική Δημόσια Άδεια GNU</a>.</p> <p>Κάποιοι μεταπωλητές προσπαθούν να ξεγελάσουν τους πελάτες πουλώντας τους λογισμικό με διαφορετικό όνομα. Αν αγόρασες ένα προϊόν και αργότερα ανακάλυψες ότι ήταν το Audacity, σου προτείνουμε να <b>ζητήσεις αποζημίωση ή να διαμαρτυρηθείς</b> αν νιώθεις ότι έχεις αδικηθεί. Ζητούμε από τους μεταπωλητές να δώσουν εύσημα στο εγχείρημα Audacity , και να επιτρέπουν στους χρήστες να επιλέξουν αφού τους έχουν δοθεί οι κατάλληλες πληροφορίες.</p> <p><b>Αν θέλεις να αγοράσεις το Audacity σε CD</b>, παρακαλώ δες τους μεταπωλητές στη λίστα στην <a href="../download/buy">ιστοσελίδα αγοράς</a>.</p>
es: <p>Es legal el vender Audacity, siempre y cuando el vendedor hace disponibles tanto al programa como al código fuente de acuerdo a la <a href="../about/license">Licencia Pública Gerenal GNU</a>.</p> <p>Algunos vendedores tratan de engañar a los clientes mediante la venta del software con un nombre distinto. Si tú compraste un producto y después descubriste que en realidad era Audacity, te motivamos a <b>solicitar un reembolso ó querellarse</b> si sientes que no obtuviste un trato justo. Nosotros solicitamos a los vendedores el proporcionar el crédito proprio al proyecto Audacity, y también permitir a los usuarios el hacer una elección informada.</p> <p><b>Si deseas comprar Audacity en CD</b>, por favor verifica la lista de vendedores en nuestra <a href="../download/buy">página de compra</a>.</p>
fi: <p>Audacityn myyminen on laillista, kunhan myyjä huolehtii, että ohjelman lisäksi myös lähdekoodi on saatavilla <a href="../about/license">GNU General Public License</a> -lisenssin mukaisesti.</p> <p>Jotkut myyjät yrittävät harhauttaa asiakkaita myymällä ohjelmaa eri nimellä. Jos olet ostanut ohjelman ja myöhemmin huomaat sen olevan Audacity, kehotamme <b>pyytämään rahojen palautusta tai tekemään valituksen</b>, mikäli koet tulleesi huijatuksi. Pyydämme myyjiä antamaan arvoa Audacity-projektille ja tarjoamaan käyttäjille tietoisen vaihtoehdon.</p> <p><b>Jos haluat ostaa Audacityn CD:llä</b>, myyjiä on listattu <a href="../download/buy">Osta CD -sivulla</a>.</p>
fr: <p>La vente de Audacity est légale tant que le revendeur laisse le programme et son code source sous la <a href="../about/license">GNU General Public License</a>.</p> <p>Des comerçants essaient de duper leurs clients en vendant le logiciel sous un nom différent. Si vous achetez un programme et que vous découvrez par la suite que c'est Audacity, nous vous incitons à <b>demander le remboursement ou déposer plainte</b> si vous estimez avoir été trompé. Nous demandons d'accorder leur confiance au projet Audacity et de permettre aux utilisateurs de faire un choix averti.</p> <p><b>Si vous souhaitez acquérir Audacity sur CD</b>, nous vous conseillons de lire la page <a href="../download/buy">Acheter le CD</a>.</p>
nb: <p>Det er lovlig å selge Audacity, så lenge selgeren gjør programmet og kildekoden tilgjengelig under lisensen <a href="../about/license">GNU General Public License</a>.</p> <p>Noen forhandlere prøver å lure kunder ved å selge programvaren under et annet navn. Hvis har kjøpt et produkt og senere fant ut at det var Audacity vil vi anbefale at du <b>spør etter refusjon eller inngir en klage</b> om du føler at du ikke fikk en rettferdig handel. Vi spør forhandlere om å gi rettmessig anerkjennelse til Audacity-prosjektet, og la brukere få ta informerte valg.</p> <p><b>Hvis du har lyst til å kjøpe Audacity på CD</b>, vennligst forespør deg hos forhandlerne som står oppført på vår <a href="../download/buy">kjøpsside</a>.</p>

source: Does Audacity work with screen-reader programs for blind users?
cs: Spolupracuje Audacity s čtečkami obrazovky pro uživatele s postižením zraku?
de: Arbeitet Audacity mit Vorleseprogrammen für blinde Nutzer zusammen?
el: Δουλεύει το Audacity με προγράμματα ανάγνωσης οθόνης για τυφλούς χρήστες ;
es: ¿Audacity funciona con lectores de pantalla para usuarios con discapacidades?
fi: Toimiiko Audacity näkövammaisille tarkoitetun ruudunlukuohjelman kanssa?
fr: Audacity est-il compatible avec les lecteurs d'écran pour utilisateurs malvoyants?
nb: Fungerer Audacity med skjermleserprogrammer for blinde brukere?

source: <p>Audacity works with most screen-reader programs, but some of Audacity’s features are difficult or impossible to use without a mouse. We are working on improving the program’s accessibility and keyboard shortcuts. For more information, see <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity for Blind Users</a>.</p>
cs: <p>Audacity spolupracuje s většinou programů pro čtení z obrazovky, ale některé z funkcí je těžké nebo nemožné použít bez myši. Pracujeme na zlepšení přístupnosti programu pomocí klávesových zkratek. Další informace najdete na stránce <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity pro zrakově postižené</a>.</p>
de: <p>Audacity arbeitet mit den meisten Vorleseprogrammen zusammen, aber einige Möglichkeiten in Audacity sind schwer oder unmöglich ohne Maus zu bedienen. Wir arbeiten daran die Programm zu verbessern und weitere Tastaturkürzel zu entwickeln. Für mehr Informationen beachten Sie bitte die Hinweise <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity für Blinde Nutzer</a>.</p>
el: <p>Το Audacity δουλεύει με τα περισσότερα προγράμματα ανάγνωσης οθόνης, όμως κάποια χαρακτηριστικά του Audacity’s είναι δύσκολο ή αδύνατο να τα χρησιμοποιείς χωρίς το ποντίκι. Εργαζόμαστε στην βελτίωση της προσβασιμότητας του προγράμματος και των συντομεύσεων του πληκτρολογίου. Για περισσότερες πληροφορίες, δες <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Το Audacity για Τυφλούς Χρήστες</a>.</p>
es: <p>Audacity trabaja con la mayoría de programas de lectura de pantalla, pero algunas características de Audacity son difíciles ó imposibles de usar sin un ratón. Estamos trabajando en la mejora de la accesibilidad del programa y de atajos con el teclado. Para mayor información, consulta <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity para Usuarios Discapacitados</a>.</p>
fi: <p>Audacity toimii useimpien ruudunlukuohjelmien kanssa, mutta joitain Audacityn toiminnoista on vaikea tai jopa mahdoton käyttää ilman hiirtä. Työskentelemme parantaaksemme ohjelman käytettävyyttä ja näppäinoikoteitä. Lisätietoa: <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity for Blind Users</a>.</p>
fr: <p>Audacity fonctionne avec beaucoup de lecteurs d'écran, mais certaines fonctionnalités de Audacity sont difficilement exploitables sans souris. Nous cherchons à améliorer l'accessibilité et à compléter les raccourcis clavier. Pour plus d'informations, consultez la page <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity for Blind Users</a>[en].</p>
nb: <p>Audacity virker med de fleste skjermleserprogrammer, men noen av Audacity sine funksjoner er vanskelige eller umulige å bruke uten mus. Vi jobber med å forbedre programmets tilgjengelighet og tastatursnarveier. Hvis du vil ha mer informasjon kan du lese om <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity for blinde brukere (på engelsk)</a>.</p>

source: What does “time remaining” mean? Does Audacity expire?
cs: Co znamená "zbývající čas"? Má Audacity omezenou životnost?
de: Was meint die Anzeige: "Time Remaining" ? Läuft Audacity aus
el: Τι σημαίνει «εναπομείναν χρόνος»; Έχει το Audacity ημερομηνία λήξης;
es: ¿Qué significa "tiempo restante"? ¿Tiene Audacity una licencia que expira?
fi: Mitä "aikaa jäljellä" tarkoittaa? Vanheneeko Audacity?
fr: Que signifie "Temps restant"? Que Audacity va expirer?
nb: Hva betyr "(Innspillings)tid som gjenstår"? Kommer Audacity til å utløpe?
