Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <p>You are invited to try out the new <a href="http://audacitystore.com/">Audacity Store</a>, which features Audacity-logo items (T-shirts, embroidered polo shirts, embroidered messenger bags), and consumer electronics. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt="Audacity Store"></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Learn more about how Audacity raises money... </a> </p> <h3>New Releases on the Way</h3> <p>Also, we will soon release updates to both the stable 1.2.x and development 1.3.x lines. The new 1.3.x version will be 1.3.2 -- no official 1.3.1 because there are lots of changes and several unofficial 1.3.1 builds have already been posted. Major changes in the 1.3.2 release include: <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Preliminary Intel Mac Support</dt> <dd>pre-release builds at <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Dependencies dialog</dt> <dd>lets user see dependencies of project on other files, and copy audio data directly into the project</dd> <dt>Crash Recovery</dt><dd>automatically saved data makes recovery fast and easy</dd> <dt>New Repair Effect</dt><dd>smooths corrupted waveforms</dd> <dt>UI Changes</dt> <dd>themes (custom user interfaces), new toolbar docking features, new time-specification controls, increased accessibility support, history window changes, lots more</dd> <dt>Selection Bar Improvements</dt><dd>increased control and bug fixes</dd> <dt>Equalization Effect Improvements</dt><dd>better layout of Graphic EQ, faster animation of curve, increased control</dd> <dt>Many More LADSPA effects for Windows</dt><dd>most LADSPA effects now ported to Windows</dd> <dt>Numerous Bug Fixes</dt><dd>fixes to hotkeys, directories, Portable Audacity, crashes, etc.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>
el: <p>Σε προσκαλούμε να επισκεφτείς το νέο <a href="http://audacitystore.com/">Κατάστημα του Audacity</a>, που περιλαμβάνει αντικείμενα με το σήμα του Audacity (μπλουζάκια, κεντημένα πόλο μπλουζάκια, κεντημένα σακίδια πόλης), και καταναλωτικά ηλεκτρονικά. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt=_("Audacity Store")></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Μάθε πώς το Audacity συγκεντρώνει χρήματα... </a> </p> <h3>Νέες Εκδόσεις Σύντομα</h3> <p>Επίσης, σύντομα θα παρουσιάσουμε ανανεώσεις τόσο για την σταθερή έκδοση 1.2.x όσο και για την υπό ανάπτυξη έκδοση 1.3.x. Η νέα 1.3.x έκδοση θα είναι η 1.3.2 -- χωρίς επίσημη 1.3.1, επειδή υπάρχουν πολλές διαφορές και διάφορες ανεπίσημες 1.3.1 εκδοχές έχουν ήδη δημοσιοποιηθεί. Κύριες αλλαγές στην έκδοση 1.3.2 είναι: <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Πρώιμη Υποστήριξη για Intel Mac</dt> <dd>εκδοχές πριν την έκδοση στο <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Καρτέλα Εξαρτήσεων</dt> <dd>επιτρέπει στον χρήστη να δει εξαρτήσεις της εργασίας σε άλλους φακέλους, και να αντιγράφει audio δεδομένα κατευθείαν στην εργασία.</dd> <dt>Ανάνηψη Κατάρρευσης</dt><dd>αυτόματα αποθηκευμένα δεδομένα κάνουν την ανάνηψη γρήγορη και εύκολη</dd> <dt>Νέο Εφέ Επισκευής</dt><dd>ομαλοποιεί φθαρμένες κυματομορφές</dd> <dt>Αλλαγές στο Περιβάλλον Εργασίας</dt> <dd>θέματα (ειδικά περιβάλλοντα εργασίας), νέα χαρακτηριστικά προσκόλλησης των εργαλειοθηκών, χειριστήρια προσδιορισμού χρόνου, αυξημένη υποστήριξη προσβασιμότητας, αλλαγές στο παράθυρο ιστορικού , και πολλά άλλα</dd> <dt>Βελτιώσεις στην Εργαλειοθήκη Επιλογής</dt><dd>αυξημένος έλεγχος και διόρθωση δυσλειτουργιών</dd> <dt>Βελτιώσεις στο Εφέ Ισοσταθμιστή</dt><dd>καλύτερη διάταξη του Γραφικού Ισοσταθμιστή, γρηγορότερη κίνηση της καμπύλης, αυξημένος έλεγχος</dd> <dt>Πολλά Περισσότερα LADSPA Εφέ για τα Windows</dt><dd>τα περισσότερα LADSPA εφέ τώρα προσδένονται στα Windows</dd> <dt>Πολυάριθμες Διορθώσεις Σφαλμάτων</dt><dd>διορθώσεις στις συντομεύσεις πληκτρολογίου, στους φακέλους, στο Φορητό Audacity, καταρρεύσεις, κλπ.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>
fr: <p>Vous êtes invités à visiter notre nouvelle <a href="http://audacitystore.com/">boutique Audacity</a>, qui propose des articles portant le logo d'Audacity (T-shirts, polos et sacs brodés), et du matériel électronique. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt="Audacity Store"></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Découvrez comment Audacity réunit des fonds... </a> </p> <h3>Vers de nouvelles versions</h3> <p>Nous proposerons sous peu des mises à jour à la fois de la version stable 1.2.X et de celle en cours de développement 1.3.X. La prochaine version 1.3.x version sera la 1.3.2 -- Il n'y a pas de version officielle 1.3.1 car beaucoup de modifications y ont été apportées et que de nombreuses versions 1.3.1 non-officielles ont déjà été diffusées. Prinicpales nouveautés de la version 1.3.2 : <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Le support préliminaire Mac Intel</dt> <dd>pré-versions disponibles sur <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Dependencies dialog</dt> <dd>permet à l'utilisateur de voir les liens entre le projets et d'autres fichiers, et de copier des données audio directement dans le projet</dd> <dt>Récupération après un crash</dt><dd>la sauvegarde automatique des données rend la récupération rapide et aisée</dd> <dt>Nouvel effet réparateur</dt><dd>lisse les formes d'ondes abîmées</dd> <dt>Modifications de l'interface</dt> <dd>thèmes (interfaces utilisateur personnalisées), nouvelles fonctions de verrouillage des barres d'outils, nouveau contrôle temporel, support d'accessibilité amélioré, historique modifications de fenêtres, et bien d'autres choses encore</dd> <dt>Amélioration de la barre de sélection</dt><dd>meilleur contrôle et résolution de bogues</dd> <dt>Améliorations de l'effet Egalisation</dt><dd>aspect de l'égaliseur graphique, rapidité du mouvement des courbes, contrôle amélioré</dd> <dt>nombreux effets LADSPA supplémentaires pour Windows</dt><dd>la plupart des effets LADSPA fonctionnent désormais sous Windows</dd> <dt>Nombreux correctifs de bogues</dt><dd>concernant les raccourcis clavier, les répertoires, Audacity Portable, les crashes, etc.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>

source: Audacity 1.2.4 and 1.3.0 Released
cs: Audacity 1.2.4 a 1.3.0 uvolněna
de: Audacity 1.2.4 und 1.3.0 veröffentlicht
el: Έκδοση του Audacity 1.2.4 και 1.3.0
es: Audacitiy 1.2.4 y 1.3.0 publicados
fr: Sortie des versions 1.2.4 et 1.3.0 d'Audacity
nb: Audacity 1.2.4 og 1.3.0 utgitt

source: <p>Audacity 1.2.4 is a new stable version of Audacity. It includes a couple of bug fixes and minor improvements and is recommended for all users. Audacity 1.3.0 is a beta release that contains hundreds of <a href="/download/features-1.3-a">new features</a>, but this version is unfinished and unstable, and is recommended primarily for advanced users. You can install both Audacity 1.2 and 1.3 simultaneously.</p> <p>See the <a href="/download/release-notes">1.2.4 Release Notes</a> for a complete list of changes and known problems in Audacity 1.2.4, or see <a href="/download/features-1.3-a">New Features in 1.3</a> for information about the new beta version.</p> <p>Finally, the best way to get help with Audacity is now the new <a href="http://audacityteam.org/forum/">Audacity Forum</a>. </p>
cs: <p>Audacity 1.2.4 je nová stabilní verze. Obsahuje několik oprav a menších vylepšení a je doporučena všem uživatelům. Audacity 1.3.0 je beta verze, která obsahuje stovky <a href="/download/features-1.3-a">nových vlastností</a>, ale je dosud nedokončená a nestabilní. Proto je přednostně určena zkušeným uživatelům. Obě verze mohou být instalovány na stejném počítači.</p> <p>Úplný seznam změn najdete v <a href="/download/release-notes">poznámkách k vydání 1.2.4</a> nebo v <a href="/download/features-1.3-a">popisu nových vlastností ve verzi 1.3</a>.</p> <p>Pomoc jako vždy najdete také v <a href="http://audacityteam.org/forum/">diskusním fóru Audacity</a>. </p>
de: <p>Audacity 1.2.4 ist die neue stabile Version von Audacity. Die neue Version enthält einige Fehlerkorrekturen und kleinere Verbesserungen. Diese Version wird für alle Nutzer empfohlen. Audacity 1.3.0 ist eine BETA Version, die hunderte von <a href="/download/features-1.3-a">neuen Funktionen</a> hat. Diese Version ist jedoch noch nicht stabil und noch unfertig. Nur erfahrene Nutzer sollten diese Version benutzen. Sie können beide Versionen parallel installieren.</p> <p>Beachten Sie die <a href="/download/release-notes">Hinweise</a> für eine komplette Liste der Änderungen, sowie für die bekannten Probleme in Audacity 1.2.4. oder schauen Sie sich die <a href="/download/features-1.3-a">neuen Funktionen </a> in der Version 1.3 an, um Information über die neue BETA Version zu erhalten.</p> <p>Sollten Sie weitere Hilfe benötigen, kommen Sie ins <a href="http://audacity.fuchsi.de/">Audacity Forum</a>. </p><p>Eine komplette Hilfe, sowie diverse Beschreibungen und weitere Hilfe in deutscher Sprache finden Sie <b><a href="http://audacity.fuchsi.de/download/edgar/help/audacity-1.2.4-help/contents.htm">hier</a>.</p></b>
el: <p>Το Audacity 1.2.4 είναι μία νέα σταθερή έκδοση του Audacity. Περιλαμβάνει μερικές διορθώσεις σφαλμάτων και μικρότερες βελτιώσεις και συστήνεται για όλους τους χρήστες. Το Audacity 1.3.0 είναι μία δοκιμαστική έκδοση που περιέχει εκατοντάδες <a href="/download/features-1.3-a">νέα χαρακτηριστικά</a>, όμως αυτή η έκδοση είναι ημιτελής και ασταθής, και συστήνεται κυρίως για έμπειρους χρήστες. Μπορείς να εγκαταστήσεις και το Audacity 1.2 και το 1.3 ταυτόχρονα.</p> <p>Δες τις <a href="/download/release-notes">1.2.4 Στοιχεία Έκδοσης</a> για μία πλήρη λίστα από αλλαγές και γνωστά προβλήματα του Audacity 1.2.4, ή δες τα <a href="/download/features-1.3-a">Νέα Χαρακτηριστικά στο 1.3</a> για πληροφορίες σχετικά με τη νέα δοκιμαστική έκδοση.</p> <p>Τέλος, ο καλύτερος τρόπος για να λάβεις βοήθεια για το Audacity είναι τώρα ο νέος <a href="http://audacityteam.org/forum/">Τόπος Συζήτησης του Audacity</a>. </p>
es: <p>Audacity 1.2.4 es una nueva y estable versión de Audacity. Incluye a un par de arreglos de bug e improvisaciones menores, y es recomendado para todos los usuarios. Audacity 1.3.0 es una versión beta que contiene cientas de <a href="/download/features-1.3-a">nuevas características</a>, pero esta version no esta finalizada y es inestable, lo cual la hace recomendada, principalmente para usuarios avanzados. Puedes instalar tanto a Audacity 1.2 y 1.3 simultáneamente.</p> <p>Observa las <a href="/download/release-notes">Notas de publicación 1.2.4</a> para una lista completa de cambios y problemas conocidos en Audacity 1.2.4, ú observa las <a href="/download/features-1.3-a">Nuevas características en 1.3</a> para información acerca de la nueva versión beta.</p> <p>Finalmente, la mejor manera de obtener ayuda con Audacity es ahora el nuevo <a href="http://audacityteam.org/forum/">Foro Audacity</a>. </p>
fr: <p>Audacity 1.2.4 est la nouvelle version stable d'Audacity. Elle inclut quelques correctifs de bogues et des améliorations mineures; elle est donc recommandée à l'ensemble des utilisateurs. Audacity 1.3.0 est une version bêta contenant des centaines de <a href="/download/features-1.3-a">nouvelles fonctionnalités</a>, mais elle est instable et encore inachevée; elle est donc plutôt destinée aux utilisateurs expérimentés. Il vous est cependant possible d'installer conjointement Audacity 1.2.4 et 1.3.0.</p> <p>Consultez les <a href="/download/release-notes">notes de version 1.2.4</a> pour une liste complète des changements et problèmes connus d'Audacity 1.2.4, ou la page décrivant les <a href="/download/features-1.3-a">nouvelles fonctionnalités de 1.3</a>.</p> <p>Enfin, la meilleure manière d'obtenir de l'aide concernant Audacity est le <a href="http://audacityteam.org/forum/">nouveau Forum Audacity</a>. </p>
nb: <p>Audacity 1.2.4 er en ny, stabil versjon av Audacity. Den inkluderer noen feilrettinger og mindre forbedringer og er anbefalt for alle brukere. Audacity 1.3.0 er en betautgave som inneholder hundrevis av <a href="/download/features-1.3-a">nye funksjoner</a>, men denne versjonen er uferdig og ustabil, og er hovedsaklig anbefalt for avanserte brukere. Du kan installere både Audacity 1.2 og 1.3 samtidig. </p> <p>Les <a href="/download/release-notes">Utgivelseskommentarene for 1.2.4</a> hvis du vil ha en fullstendig liste over endringer og kjente problemer i Audacity 1.2.4, eller les <a href="/download/features-1.3-a">Nye funksjoner i 1.3</a> for informasjon om den nye betautgaven.</p> <p>Til slutt, den beste måten å få hjelp med Audacity er nå det nye <a href="http://audacityteam.org/forum/">Audacity-forumet</a>. </p>

source: Audacity 1.2.3 Released
cs: Audacity 1.2.3 uvolněna
de: Audacity 1.2.3 veröffentlicht
el: Έκδοση του Audacity 1.2.3
es: Publicado Audacity 1.2.3
fi: Audacity 1.2.3 on julkaistu
fr: Sortie de la version 1.2.3 de Audacity
nb: Audacity 1.2.3 utgitt
sv: Audacity 1.2.3 släppt

source: <p>Audacity 1.2.3 is a new stable version of Audacity. This version fixes a bug that interfered with long recordings on some Windows systems, and another bug that causes random crashes on Mac OS X. It also includes several updated translations, and other bug fixes and minor improvements.</p> <p>See the <a href="/download/release-notes">Release Notes</a> for a complete list of changes and known problems in this version.</p>
cs: <p>Audacity 1.2.3 je nová stabilní verze. Opravuje chybu, která se objevuje v souvislosti s dlouhými nahrávkami na některých windowsových systémech a také chybu, která zapříčiňuje náhodné padání na Mac OS X. Obsahuje také několik aktualizací v překladech do jiných jazyků, opravy dalších chyb a malá zlepšení.</p> <p>Celý seznam změn a známých problémů v této verzi najdete v <a href="/download/release-notes">Poznámkách k vydání</a>.</p>
de: <p>Audacity 1.2.3 ist die neue, stabile und kostenlose Version des Audioeditors. Diese Version beseitigt einen Fehler, der in Windows zu einem Problem bei zeitlich langen Aufnahmen führte. Ebenfalls enthalten sind einige neue Übersetzungen, sowie weitere kleinere Fehlerkorrekturen. </p><p>Bitte lesen Sie ebenfalls die <a href="download/release-notes">Releaseinformationen</a>. </p>Sollten Sie noch Fragen haben oder auch Probleme mit Audacity, besuchen Sie uns im <a href="http://audacity.fuchsi.de"><img src="http://audacity.sourceforge.net/de/docs/schneiden/audacity-logo.png" width="201" height="36" border="0" alt="Deutsches Forum"></a>.</p>
el: <p>Το Audacity 1.2.3 είναι μία νέα σταθερή έκδοση του Audacity. Αυτή η έκδοση διορθώνει ένα σφάλμα που παρεμβάλλονταν σε μακράς διαρκείας ηχογραφήσεις σε κάποια συστήματα Windows, και ένα άλλο σφάλμα που προκαλούσε τυχαίες καταρρεύσεις σε Mac OS X. Περιλαμβάνει επίσης αρκετές ανανεωμένες μεταφράσεις, και άλλες διορθώσεις σφαλμάτων και μικρές βελτιώσεις.</p> <p>Δες τις <a href="/download/release-notes">Σημειώσεις Έκδοσης</a> για μία πλήρη λίστα από αλλαγές και γνωστά προβλήματα σε αυτή την έκδοση.</p>
es: <p>Audacity 1.2.3 es la nueva versión estable de Audacity. En esta versión está arreglado el error que interfería con las grabaciones largas en algunos sistemas Windows, y también el error que causaba cuelgues en Mac OS X. También incluye actualizaciones de varias traducciones, y otros arreglos y mejoras de menor importancia.</p> <p>Lea las <a href="/download/release-notes">Notas de publicación</a> para obtener una lista completa de los cambios y problemas conocidos en esta versión.</p>
fi: <p>Audacity 1.2.3 on uusi Audacityn vakaa versio. Tämä versio korjaa vian, joka aiheutti Windows-järjestelmässä ongelmia pitkien äänitysten yhteydessä, sekä toisen vian, joka aiheutti satunnaisia kaatumisia Mac OS X:ssä. Versio sisältää myös useita päivitettyjä käännöksiä ja muita vikakorjauksia sekä pieniä parannuksia.</p> <p><a href="/download/release-notes">Julkaisutiedoista</a> näet täydellisen listan tämän version muutoksista ja tunnetuista ongelmista.</p>
fr: <p>Audacity 1.2.3 est la nouvelle version stable de Audacity. Cette version corrige un bogue qui perturbait les enregistrements longs sous Windows, et un autre bogue responsable de plantages aléatoires sous Mac OS X. Il apporte aussi plusieurs traductions mises-à-jour, et d'autres corrections de bogues et améliorations mineures.</p> <p>Consultez les <a href="/download/release-notes">Notes de version</a> pour une liste complète des modifications et des problèmes connus de cette version.</p>
nb: <p>Audacity 1.2.3 er en ny, stabil utgave av Audacity. Denne utgaven retter en feil som forstyrret lange opptak på noen Windows-systemer, og en annen feil som forårsaket tilfeldige krasj på Mac OS X. Den inkluderer også flere oppdaterte oversettelser, og noen mindre feilrettinger og forbedringer.</p> <p>Les <a href="/download/release-notes">Utgivelseskommentarene</a> for å se hva som er forandret, og for en liste over kjente problemer i denne versjonen.</p>

source: Audacity 1.3.2 and 1.2.5 Released
el: Έκδοση του Audacity 1.3.2 and 1.2.5
es: Audacitiy 1.3.2 y 1.2.5.0 publicados
fr: Sortie des versions 1.2.5 et 1.3.2 d'Audacity

source: <p> The Audacity developers have been busy with many new features over the past year. We're pleased to announce <a href="/download/features-1.3-a">Audacity 1.3.2 (beta)</a>, which contains dozens of new features and capabilities. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.5</a> is a minor bug-fix update that addresses some problems with Audacity 1.2.4, but does not add any significant new features. It is complete and fully documented. You can have both Audacity 1.2.5 and 1.3.2 installed simultaneously. Also, we have just made available a set of 92 <a href="/download/plugins">LADSPA plug-ins for Windows</a> (for both Audacity 1.2.x and 1.3.x). </p><p> See the <a href="/download/release-notes">1.2.5 Release Notes</a> for a complete list of changes and known problems in Audacity 1.2.5, or see <a href="/download/features-1.3-a">New Features in 1.3</a> for information about the new beta version. </p> <b>Beta version 1.3.2</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Usability improvements </dt> <dd> New selection bar </dd> <dd> New features for label tracks </dd> <dd> Improved toolbar docking flexibility </dd> <dd> Menu renaming and reorganization </dd> <dd> Selection, ruler, and playback control improvements </dd> <dt> Major improvements to some built-in effects </td> <dd> New Repair effect </dd> <dd> Improved Equalization effect </dd> <dd> Many fixes and minor improvements to other effects </dd> <dt> Improved accessibility for the visually impaired </dt> <dd> Improvements for screen readers, accessibility of tracks, and hot keys </dd> <dt> Timer recording </dt> <dt> Auto-save and automatic crash recovery </dt> <dt> New features and bug fixes for Nyquist </dt> <dt> Restructured Preferences dialog </dt> <dt> Improved batch processing </dt> <dt> File format export improvements </dt> <dt> Intel Mac support </dt> <dt> Many bug fixes and stability improvements </dt> </dl> </dd></dl> <b>Stable version 1.2.5</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Support for new file formats, including FLAC </dt> <dt> Fixes for Mac audio problems </dt> <dt> Fix Generate Silence bug, a crash issue, and Linux GCC build issues </dt> <dt> Intel Mac support </dt> </dl> </dd></dl> ') ); ?>
fr: <p> Les développeurs d'Audacity ont travaillé à plusieurs nouvelles fonctionnalités durant l'année écoulée. Nous sommes heureux d'annoncer <a href="/download/features-1.3-a">Audacity 1.3.2 (beta)</a>, which contains dozens of new features and capabilities. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.5</a> is a minor bug-fix update that addresses some problems with Audacity 1.2.4, but does not add any significant new features. It is complete and fully documented. You can have both Audacity 1.2.5 and 1.3.2 installed simultaneously. Also, we have just made available a set of 92 <a href="/download/plugins">LADSPA plug-ins for Windows</a> (for both Audacity 1.2.x and 1.3.x). </p><p> See the <a href="/download/release-notes">1.2.5 Release Notes</a> for a complete list of changes and known problems in Audacity 1.2.5, or see <a href="/download/features-1.3-a">New Features in 1.3</a> for information about the new beta version. </p> <b>Beta version 1.3.2</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Usability improvements </dt> <dd> New selection bar </dd> <dd> New features for label tracks </dd> <dd> Improved toolbar docking flexibility </dd> <dd> Menu renaming and reorganization </dd> <dd> Selection, ruler, and playback control improvements </dd> <dt> Major improvements to some built-in effects </td> <dd> New Repair effect </dd> <dd> Improved Equalization effect </dd> <dd> Many fixes and minor improvements to other effects </dd> <dt> Improved accessibility for the visually impaired </dt> <dd> Improvements for screen readers, accessibility of tracks, and hot keys </dd> <dt> Timer recording </dt> <dt> Auto-save and automatic crash recovery </dt> <dt> New features and bug fixes for Nyquist </dt> <dt> Restructured Preferences dialog </dt> <dt> Improved batch processing </dt> <dt> File format export improvements </dt> <dt> Intel Mac support </dt> <dt> Many bug fixes and stability improvements </dt> </dl> </dd></dl> <b>Stable version 1.2.5</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Support for new file formats, including FLAC </dt> <dt> Fixes for Mac audio problems </dt> <dt> Fix Generate Silence bug, a crash issue, and Linux GCC build issues </dt> <dt> Intel Mac support </dt> </dl> </dd></dl>

source: Free Audio Editor and Recorder
cs: Volně dostupný zvukový editor a rekordér
de: Freier Audioeditor und Rekorder
el: Ελεύθερος Επεξεργαστής και Ηχογράφος Ήχου
es: Editor y grabador de audio libre
fi: Vapaa audioeditori- ja äänitysohjelma
fr: Logiciel d'enregistrement et de montage sonore
nb: Fritt lydredigerings- og innspillingsprogram
sv: Gratis ljudredigerare och inspelare

source: for Microsoft Windows
cs: pro Microsoft Windows
de: für Microsoft Windows
el: για Microsoft Windows
es: para Microsoft Windows
fi: Microsoft Windowsille
fr: pour Microsoft Windows
sv: för Microsoft Windows

source: for Mac OS X
cs: pro Mac OS X
de: für Mac OS X
el: για Mac OS X
es: para Mac OS 9 ó X
fr: pour Mac OS X

source: For Windows, Mac, or GNU/Linux
cs: Pro Windows, Mac, nebo GNU/Linux
de: Für Windows, Mac, oder GNU/Linux
el: Για Windows, Mac, ή GNU/Linux
es: Para Windows, Mac o GNU/Linux
fi: Windowsille, Macille tai GNU/Linuxille
fr: Pour Windows, Mac et GNU/Linux
nb: For Windows, Mac eller GNU/Linux
sv: För Windows, Mac, eller GNU/Linux

source: The Free, Cross-Platform Sound Editor
cs: Volně dostupný, multiplatformní zvukový editor
de: Der freie, betriebssystemunabhängige Audioeditor
el: Ο Ελεύθερος, Ανεξαρτήτως-Πλατφόρμας Επεξεργαστής Ήχου
es: El editor de sonidos libre y multiplataforma
fi: Vapaa monialustainen äänieditori
fr: La Station audio libre et multi-plateformes
nb: Det frie, kryss-platforms lydredigeringsprogrammet
sv: En gratis ljudeditor för olika plattformar
