Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <p>What makes Nyquist distinct from Lisp is that it is designed to work with sound, and has lots of built-in primitives and functions that synthesize, analyze, and manipulate sounds. Within Audacity, this makes it relatively easy to build complicated effects out of Nyquist's palette of built-in functions.</p> <p>In Nyquist, a variable can hold a sound just as easily as it can hold a number or a string. There are a lot of functions provided that allow you to stretch, distort, and combine sounds very efficiently. It is even possible to "rip apart" a sound and access its individual samples, but that's beyond the scope of this tutorial.</p> <p>To try out a Nyquist expression in Audacity, you can use "Nyquist Prompt" in the Effect menu. Whatever audio you have selected will be in the variable <code>s</code>, and the selection will be replaced with the result of the Nyquist expression you enter. In Part 3, you will learn how to create a plug-in effect using Nyquist.</p> <h3>Synthesizing</h3> <p>The following functions all create new sounds. You can use them to create "generate" plug-in effects, or you can combine these synthesized sounds with selected audio to produce interesting effects.</p> <table class="function-list" class="function-list"> <tr> <td>(noise)</td> <td>Generates white noise</td> </tr> <tr> <td>(const value [duration])</td> <td>Generates a constant (silent) signal</td> </tr> <tr> <td>(sine pitch [duration])</td> <td>Generates a sine wave at an indicated pitch and duration.<br> The pitch is a MIDI note number, with 60 for middle C.</td> </tr> <tr> <td>(hzosc hz)</td> <td>Generates a sine wave at a particular frequency in Hz.</td> </tr> <tr> <td>(osc-saw hz)</td> <td>Generates a sawtooth wave at a particular frequency in Hz.</td> </tr> <tr> <td>(osc-tri hz)</td> <td>Generates a triangle wave at a particular frequency in Hz.</td> </tr> <tr> <td>(osc-pulse hz bias)</td> <td>Generates a square pulse with variable width at the indicated frequency (in Hertz). The bias parameter controls the pulse width and should be between -1 and +1, giving a pulse width from 0% (always at -1) to 100% (always at +1). When bias is zero, a square wave is generated.</td> </tr> <tr> <td>(pluck pitch)</td> <td>Generates a sound at the given pitch created using a modified Karplus-Strong plucked string algorithm.</td> </tr> </table> <p> <b>Envelopes</b> </p> <p>Nyquist has support for envelopes. By applying an envelope to a sound, you can control the overall shape of its amplitude. One of the easiest ways to construct an envelope is with the <code>env</code> function, which takes 7 parameters that are commonly used for shaping synthesized musical notes: attack time, decay time, release time, attack level, decay level, sustain level, and overall duration. See the figure below:</p> <p><img alt="Nyquist envelope diagram." src="../images/nyquist-envelope" width="467" height="200"></p> <p>To apply an envelope to a sound, just use the <code>mult</code> function. So if <code>s</code> is a sound, then this is the sound with a simple envelope applied to it:</p> <pre> (mult s (env 0.1 0.1 0.2 1.0 0.5 0.3 1.0)) </pre> <p>One of the most general type of envelope is a piece-wise linear function, which can be constructed with the <code>pwl</code> function. The pwl function takes a list of parameters which denote (time, value) pairs. There is an implicit initial (time, value) pair of (0, 0), and an implicit final value of 0. There should always be an odd number of parameters, since the final time is not implicit. For example:</p> <pre> ; symmetric rise to 0.7 (at time 1) and fall back to 0 (at time 2): (pwl 1.0 0.7 2.0) </pre> <h3>Combining sounds</h3> <p>Besides multiplying two sounds with the <code>mult</code> function, you can add two sounds (or envelopes) with the <code>add</code> function.</p> <h3>Filters</h3> <p>Nyquist comes with a number of common filters built-in. Here are some of the more common ones:</p> <table class="function-list"> <tr> <td>(lp sound cutoff)</td> <td>Low-pass filter (first-order Butterworth). Cutoff may be a float or a signal (for time-varying filtering) and expresses hertz.</td> </tr> <tr> <td>(hp sound cutoff)</td> <td>High-pass filter (first-order Butterworth). Cutoff may be a float or a signal (for time-varying filtering) and expresses hertz.</td> </tr> <tr> <td>(comb sound hz decay)</td> <td>Applies a comb filter to sound, which emphasizes (resonates at) frequencies that are multiples of a hz. </td> </tr> <tr> <td>(alpass sound decay hz)</td> <td>All-pass filter, creating a delay effect without the resonances of a comb filter. </td> </tr> <tr> <td>(notch2 sound hz)</td> <td>Second-order notch filter centered at a frequency of hz.</td> </tr> </table> <h3>Transforming and combining sounds</h3> <p>It is beyond the scope of this introductory tutorial to explain all of the ways that a sound can be transformed in Nyquist. These functions do not modify sounds directly, but instead modify the Nyquist <em>environment</em>. In order for these changes to affect sounds, you must use the <code>cue</code> function.</p> <table class="function-list"> <tr> <td>(stretch factor (cue sound))</td> <td>Changes the length of the sound being cued by the given factor.</td> </tr> <tr> <td>(scale factor (cue sound))</td> <td>Scales the amplitude of the sound being cued by the given factor.</td> </tr> <tr> <td>(loud dB (cue sound))</td> <td>Increases or decreases the volume of the sound being cued by the<br> given number of decibels.</td> </tr> <tr> <td>(at t (cue sound))</td> <td>Starts the given sound at a particular time in seconds.<br> This can't be used to add silence at the beginning or end,<br> but it can be used when combining two or more sounds.</td> </tr> <tr> <td>(seq (cue s1) (cue s2))</td> <td>Creates a sequence of sound s1 followed by sound s2.</td> </tr> <tr> <td>(sim (cue s1) (cue s2))</td> <td>Combines two sounds so that they are played simultaneously. </tr> </table> <h3><a href="nyquist3">Next: Creating Nyquist Plug-Ins</a></h3>
es: <p>Lo que hace a Nyquist distinto de Lisp, es que está diseñado para trabajar con sonido, y cuenta con gran cantidad de primitivas y funciones preconstruidas que sintetizan, analizan, y manipulan sonidos. Con Audacity, esto hace relativamente fácil la construcción de efectos complicados a partir de la paleta de Nyquist con funciones prefabricadas.</p> <p>En Nyquist, una variable puede guardar un sonido de forma tan sencilla como puede guardar un número ó una cadena. Existe una gran cantidad de funciones que te permite extender, distorsionar, y combinar sonidos de forma muy eficiente. Incluso es posible "rasgar aparte" un sonido y tener acceso a sus muestras individuales, aunque ello sale del enfoque de este tutorial.</p> <p>Para probar una expresión Nyquist en Audacity, puedes usar al "Comando Nyquist..." en el menú Efecto. Cualquiera que sea el sonido que hayas seleccionado, tomará el papel de la variable <code>s</code>, y la selección será reemplazada con el resultado de la expresión Nyquist que ingreses. En la Parte 3, aprenderás el cómo crear un efecto plug-in (complemento) usando Nyquist.</p> <h3>Sintetizando</h3> <p>Las siguientes funciones crearán nuevos sonidos. Puedes usarlas para crear "generar" efectos complemento, ó puedes combinar esos sonidos sintetizados con sonido seleccionado para producir efectos interesantes.</p> <table class="function-list" class="function-list"> <tr> <td>(noise)</td> <td>Genera ruido blanco</td> </tr> <tr> <td>(const value [duration])</td> <td>Genera una señal (silenciosa) constante</td> </tr> <tr> <td>(sine pitch [duration])</td> <td>Genera una onda senoidal con el tono (pitch) y duración (duration) indicados.<br> El tono es un número de nota MIDI, donde 60 corresponde a C (do) central.</td> </tr> <tr> <td>(hzosc hz)</td> <td>Genera una onda senoidal con una frecuencia particular en Hz.</td> </tr> <tr> <td>(osc-saw hz)</td> <td>Genera una onda cierra con una frecuencia particular en Hz.</td> </tr> <tr> <td>(osc-tri hz)</td> <td>Genera una onda triángulo con una frecuencia particular en Hz.</td> </tr> <tr> <td>(osc-pulse hz bias)</td> <td>Genera un pulso cuadrado, indicando la frecuencia en la variable width (en Hertz). El parámetro bias controla la anchura del pulso y debería tener un valor entre -1 y +1, dando al puso una anchura desde 0% (siempre en -1) hasta 100% (siempre en +1). Cuando bias es cero, una onda cuadro es generada.</td> </tr> <tr> <td>(pluck pitch)</td> <td>Genera un sonido en el tono (pitch) indicado, usando un algoritmo modificado de punteo de cadena Karplus-Strong.</td> </tr> </table> <p> <b>Envolventes</b> </p> <p>Nyquist tiene soporte para envolventes. Al aplicar una envolvente a un sonido, puedes controlar la figura general de su amplitud. Una de las formas más sencillas para construir una envolvente es con la función <code>env</code>, la cual requiere 7 parámetros que son comúnmente usados para modelar notas musicales sintetizadas: tiempo de ataque, tiempo de decaída, tiempo de relajación, nivel de ataque, nivel de decaída, nivel de sostenimiento, y duración total. Observa la siguiente figura:</p> <p><img alt="Nyquist envelope diagram." src="../images/nyquist-envelope" width="467" height="200"></p> <p>Para aplicar una envolvente a un sonido, sólo emplea a la función <code>mult</code>. Siendo <code>s</code> un sonido, entonces este es el sonido que tiene aplicada una envolvente simple:</p> <pre> (mult s (env 0.1 0.1 0.2 1.0 0.5 0.3 1.0)) </pre> <p>Uno de los tipos de envolventes más genéricos es una función lineal piece-wise (por tramos), que puede ser construida con la función <code>pwl</code>. La función pwl toma una lista de parámetros que denotan pares (tiempo, valor). Existe un par (tiempo, valor) inicial implícito de (0, 0), y un valor final implícito de 0. Siempre deberían existir una cantidad non de parámetros, ya que el tiempo final no es implícito. Por ejemplo:</p> <pre> ; levantamiento simétrico a 0.7 (en tiempo 1) y caída a 0 (en tiempo 2): (pwl 1.0 0.7 2.0) </pre> <h3>Combinando sonidos</h3> <p>Además de la multiplicación de dos sonidos con la función <code>mult</code> , puedes sumar dos sonidos (ó envolventes) con la función <code>add</code> .</p> <h3>Filtros</h3> <p>Nyquist viene con una cantidad preconstruida de filtros comunes. He aquí algunos de los más comunes:</p> <table class="function-list"> <tr> <td>(lp sound cutoff)</td> <td>Filtro paso-bajo (Butterworth primer-orden). La frecuencia del corte (cutoff) podría ser un número flotante ó una señal (para el caso de un filtro que cambia-con-el-tiempo) y se expresa en hertz.</td> </tr> <tr> <td>(hp sound cutoff)</td> <td>Filtro paso-alta (Butterworth primer-orden). La frecuencia del corte (cutoff) podría ser un número flotante ó una señal (para el caso de un filtro que cambia-con-el-tiempo) y se expresa en hertz.</td> </tr> <tr> <td>(comb sound hz decay)</td> <td>Aplica un filtro peine (comb) al sonido, el cual enfatiza (resuena en) frecuencias que son múltiples de un hz. </td> </tr> <tr> <td>(alpass sound decay hz)</td> <td>Filtro paso-todo, el cual crea un efecto de retardo sin resonancias ó un filtro peine. </td> </tr> <tr> <td>(notch2 sound hz)</td> <td>Filtro notch de segundo-orden, centrado en la frecuencia con unidad hz.</td> </tr> </table> <h3>Transformando y combinando sonidos</h3> <p>El explicar todas las maneras que un sonido puede ser transformado en Nyquist está más allá del enfoque que tiene este tutorial de introducción. Estas funciones no modifican directamente los sonidos, pero sí modifican al <em>ambiente</em> Nyquist. Para que dichos cambios si alteren a los sonidos, debes usar a la función <code>cue</code>.</p> <table class="function-list"> <tr> <td>(stretch factor (cue sound))</td> <td>Cambia la longitud del sonido al ser señalado por el factor dado.</td> </tr> <tr> <td>(scale factor (cue sound))</td> <td>Escala la amplitud del sonido al ser señalado por el factor dado.</td> </tr> <tr> <td>(loud dB (cue sound))</td> <td>Incrementa ó decrementa el volumen del sonido al ser señalado por<br> el número dado de decibeles.</td> </tr> <tr> <td>(at t (cue sound))</td> <td>Inicia el sonido dado en un tiempo particular en segundos.<br> No puede ser usado para agregar silencio al inicio ó fin,<br> pero si puede ser usado cuando se combinen dos o más sonidos.</td> </tr> <tr> <td>(seq (cue s1) (cue s2))</td> <td>Crea una secuencia del sonido s1 seguido del sonido s2.</td> </tr> <tr> <td>(sim (cue s1) (cue s2))</td> <td>Combina dos sonidos tal que sean reproducidos simultáneamente. </tr> </table> <h3><a href="nyquist3">Siguiente: Creando Complementos Nyquist</a></h3>
fr: <p>Ce qui distingue Nyquist de Lisp, c'est l'utilisation qui en est faite. Nyquist est conçu pour travailler sur des sons, et possède donc de nombreuses primitives intégrées et fonctions qui synthétisent, analysent et manipulent des données audio. Dans Audacity, il est ainsi aisé de construire des effets complexes à partir de l'ensemble des fonctions de base de Nyquist.</p> <p>Dans le langage Nyquist, une variable peut représenter aussi bien un son qu'une chaîne ou un nombre. De nombreuses fonctions vous permettent d'étirer, distordre ou combiner deux sons de manière très efficace. Il est meme possible d' "éventrer" un son pour en examiner et manipuler les échantillons un à un (ceci ne sera pas abordé dans ce tutoriel).</p> <p>Pour accéder à l'invite de commande Nyquist dans Audacity, choisissez "Console Nyquist" dans le menu Effet. La zone sélectionnée est placée dans la variable <code>s</code> et sera remplacée par le résultat de l'expression Nyquist que vous taperez. Dans la partie 3, nous apprendrons à créer un module d'effet basé sur Nyquist.</p> <h3>Synthèse</h3> <p>Les fonctions suivantes créent de nouveaux sons. Vous pouvez les utiliser pour créer des modules de type "Générer...", ou bien associer ces sons de synthèse à la zone audio sélectionnée pour produire de nouveaux effets.</p> <table class="function-list"> <tr><td>(noise)</td><td>Génère un bruit blanc</td></tr> <tr><td>(const value [duration])</td><td>Génère un signal constant (silence)</td></tr> <tr><td>(sine pitch [duration])</td><td>Génère un son pur à la fréquence (<code>pitch</code>) et durée (<code>duration</code>).<br> La fréquence est le numéro MIDI de la note (60 pour le Do moyen).</td></tr> <tr><td>(hzosc hz)</td><td>Génère un son pur en indiquant la fréquence en Hz.</td></tr> <tr><td>(osc-saw hz)</td><td>Génère un signal en dent de scie à la fréquence <code>hz</code> indiquée en Hz.</td></tr> <tr><td>(osc-tri hz)</td><td>Génère un signal triangulaire à la fréquence <code>hz</code> indiquée en Hz.</td></tr> <tr><td>(osc-pulse hz bias)</td><td>Génère un signal rectangulaire de fréquence <code>hz</code> (en Hz) et de rapport cyclique <code>bias</code> (-1 donne un signal toujours à -1,1 un signal toujours à 1, et 0 un signal carré - à moyenne nulle).</td></tr> <tr><td>(pluck pitch)</td><td>Génère un son selon l'algorithme modifié de la corde pincée de Karplus-Strong à la fréquence indiquée.</td></tr> </table> <p><b>Enveloppe</b></p> <p>Nyquist gère aussi les enveloppes, c'est-à-dire l'évolution temporelle de l'amplitude d'un son. Une manière simple de construire une enveloppe est la fonction <code>env</code> qui exige les 7 paramètres d'entrée usuels reportés sur la figure ci-dessous : temps d'attaque (attack time), temps de décroissance (decay time), temps de relachement (release time), niveau d'attaque (attack level), niveau de decroissance (decay level), niveau de maintien (sustain level), durée totale (overall duration).</p> <p><img alt="Nyquist envelope diagram." src="../images/nyquist-envelope" width="467" height="200"></p> <p>La fonction <code>mult</code> permet d'appliquer une enveloppe à un son (<code>s</code> dans l'exemple) :</p> <pre> (mult s (env 0.1 0.1 0.2 1.0 0.5 0.3 1.0))</pre> <p>Un type d'enveloppe couramment utilisé est la fonction linéaire par morceaux qui peut etre obtenue à l'aide de la fonction <code>pwl</code>. Celle-ci prend comme argument la liste des couples (instant, valeur). Le premier élément (0,0) est implicite et la valeur finale est implicitement définie à 0. La liste doit donc comporter un nombre impair d'éléments, l'instant final étant à définir. Voici un exemple :</p> <pre>; Montée (jusqu'à l'instant 1.0) et descente (de 1.0 à 2.0) symétriques jusqu'à la valeur 0.7 : (pwl 1.0 0.7 2.0)</pre> <h3>Combinaison de sons</h3> <p>Vous pouvez additionner deux sons (ou deux enveloppes) grace à la fonction <code>add</code>.</p> <h3>Filtres</h3> <p>Nyquist est fourni avec de nombreux filtres intégrés. Voici une liste des plus courants :</p> <table class="function-list"> <tr><td>(lp sound cutoff)</td><td>Filtre passe-bas (Butterworth 1° ordre). La fréquence (spécifiée en Hz) peut etre une constante ou un signal (dans le cas d'un filtre dynamique dont la bande passante évolue au cours du temps).</td></tr> <tr><td>(hp sound cutoff)</td><td>Filter passe-haut (Butterworth 1° ordre). La fréquence (spécifiée en Hz) peut etre une constante ou un signal (dans le cas d'un filtre dynamique dont la bande passante évolue au cours du temps).</td></tr> <tr><td>(comb sound hz decay)</td><td>Filtre en peigne, qui présente des résonances aux fréquences multiples de <code>hz</code>.</td></tr> <tr><td>(alpass sound decay hz)</td><td>Filtre passe-tout, qui ajoute un effet de retard sans ajouter de résonance.</td></tr> <tr><td>(notch2 sound hz)</td><td>Filtre passe-bande du 2° ordre centré sur la fréquence <code>hz</code>.</td></tr> </table> <h3>Transformation et combinaison de sons</h3> Nous n'avons pas ici l'ambition de présenter en détail toutes les fonctions Nyquist permettant la transformation de sons. Les fonctions suivantes ne modifient pas le signal en lui-meme, mais l'<em>environnement</em> Nyquist. Pour appliquer les modifications aux sons, vous devez utiliser la fonction <code>cue</code>.</p> <table class="function-list"> <tr><td>(stretch factor (cue sound))</td><td>Dilates temporellement le signal d'un facteur <code>factor</code>.</td></tr> <tr><td>(scale factor (cue sound))</td><td>Applique le facteur <code>factor</code> à l'amplitude du signal.</td></tr> <tr><td>(loud dB (cue sound))</td><td>Modifies le niveau sonore de <code>db</code> décibels.</td></tr> <tr><td>(at t (cue sound))</td><td>Commence le son à l'intant <code>t</code> spécifié en secondes.<br>Ceci ne peut etre utilisé pour ajouter du silence au début ou à la fin d'un signal, mais lors de la combinaison de plusieurs sons.</td></tr> <tr><td>(seq (cue s1) (cue s2))</td><td>Enchaîne le son s2 à la suite du son s1.</td></tr> <tr><td>(sim (cue s1) (cue s2))</td><td>Combine les sons s1 et s2 de manière simultannée.</td></tr> </table> <h3><a href="nyquist3">Suite : créer des modules Nyquist</a></h3>
