Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <h3>Ion&reg; iTTUSB and Numark&reg; ttUSB turntables</h3> <p>The <a href="http://www.ion-audio.com/ittusb.php">Ion iTTUSB</a> and <a href="http://www.numark.com/products/product_view.php?v=overview&n=144">Numark ttUSB</a> turntables allow users to record vinyl and shellac records into Audacity via the USB port on the computer, so neither a conventional turntable nor line-in is required.</p> <p>The Ion iTTUSB also provides a line-in port where an external device such as a cassette player can be attached and recorded into Audacity through the USB port. The Numark ttUSB is similar, made by a sister company, and adds a variable pitch control.</p> <p>Currently these turntables disable system sound on Windows machines until they are unplugged at the USB connection. This is correctable by resetting the system playback device in the Windows mixer. They also have no volume control nor apparently any ability to vary the input level of the recording.</p>
el: <h3>Ion&reg; iTTUSB και Numark&reg; ttUSB πικάπ</h3> <p>Τα πικάπ <a href="http://www.ion-audio.com/ittusb.php">Ion iTTUSB</a> και <a href="http://www.numark.com/products/product_view.php?v=overview&n=144">Numark ttUSB</a> επιτρέπουν στους χρήστες να ηχογραφούν δίσκους βινυλίου και σελάκ (shellac) κατευθείαν με το Audacity μέσω της θύρας USB του υπολογιστή, έτσι ώστε δεν χρειάζεται ούτε συμβατικό πικάπ ούτε είσοδος «line-in».</p> <p>Το Ion iTTUSB επίσης παρέχει και είσοδο «line-in» όπου μπορεί να συνδεθεί μία εξωτερική συσκευή, όπως για παράδειγμα ένα κασετόφωνο, και να ηχογραφήσει κατευθείαν με το Audacity μέσω της θύρας USB του υπολογιστή. Το Numark ttUSB είναι παρόμοιο, κατασκευασμένο από μια «αδελφή εταιρία», και εμπεριέχει ένα ρυθμιστή του τόνου.</p> <p>Για την ώρα αυτά τα πικάπ απενεργοποιούν τον ήχο του συστήματος στα Windows μέχρι να αποσυνδεθούν από την USB είσοδο. Αυτό μπορεί να διορθωθεί αλλάζοντας την συσκευή αναπαραγωγής συστήματος στον μίκτη των Windows. Επίσης δεν έχουν ρύθμιση της έντασης και κανένα προφανή τρόπο για να αλλάξεις το επίπεδο εισόδου σε μια ηχογράφηση.</p>
es: <h3>Ion&reg; iTTUSB and Numark&reg; ttUSB turntables</h3> <p>El <a href="http://www.ion-audio.com/ittusb.php">Ion iTTUSB</a> y <a href="http://www.numark.com/products/product_view.php?v=overview&n=144">Numark ttUSB</a> permite a los usuarios grabar discos de vinilo enAudacity mediante el puerto USB, alog por lo que otro tipo de conexiones no será necesaria.</p> <p>El Ion iTTUSB también proporciona una entrada de línea en la que se puede conectar un dispositivo externo, como un reproductor de cassette, que puede ser conectado para grabar con Audacity mediante el puerto USB. The Numark ttUSB es similar, realizado por una compañia filial y incluye un control de tono.</p> <p> Actualmente estas soluciones deshabilitan el sistema de sonido en los ordenadores con Windows hasta que se desconectan del puerto USB. Esto se puede corregir reiniciando el sistema de reproduccion en el mezclador de Windows. Tampoco tienen un control de volumen ni aparentemente ninguna habilidad para variar el nivel de entrada en la grabación.</p>
fr: <h3>Platines vinyles Ion&reg; iTTUSB et Numark&reg; ttUSB </h3> <p>Les platines vinyles <a href="http://www.ion-audio.com/ittusb.php">Ion iTTUSB</a> and <a href="http://www.numark.com/products/product_view.php?v=overview&n=144">Numark ttUSB</a> vous permettent d'enregistrer des vinyles avec Audacity par le port USB de l'ordinateur, vous évitant l'emploi d'une platine conventionnelle passant par l'entrée ligne.</p> <p>La Ion iTTUSB est également équipée d'une entrée ligne pour y connecter un autre appareil tel une platine cassette et l'utiliser avec Audacity via le port USB. La Numark ttUSB, réalisée par une autre compagnie, est similaire mais offre en plus une vitesse variable.</p> <p>Actuellement, ces platines désactivent le système audio des machines fonctionnant sous Windows, jusqu'à ce que le connecteur USB soit retiré.Ceci peut être modifié en modifiant la sélection du périphérique de lecture dans la table de mixage Windows. De même, elles n'offrent pas de bouton de contrôle du volume ni apparemment de possibilité de régler le niveau d'entrée de l'enregistrement.</p>

source: <h3>Podcast Factory&trade; from M-Audio (U.S.) and Pinnacle&trade; (Europe) divisions of Avid</h3> <p>Podcast Factory from <a href="http://www.m-audio.com/products/en_us/PodcastFactory-main.html">M-Audio</a> and <a href="http://www.pinnaclesys.com/PublicSite/uk/Products/Consumer+Products/Audio/M-Audio/Family?code=UKMaudio">Pinnacle</a> is an all-in-one hardware/software solution that makes it easy to record, edit and distribute professional-sounding podcasts. It comes with a broadcast-quality microphone and professional 24-bit/48kHz USB audio interface for making top-notch voice and voice+music recordings. Use the included Audacity software to edit your recordings, create your podcast, and publish it to the Web.</p>
el: <h3>Podcast Factory&trade; από την M-Audio (U.S.) και Pinnacle&trade; (Europe) τμήμα της Avid</h3> <p>Το Podcast Factory από την <a href="http://www.m-audio.com/products/en_us/PodcastFactory-main.html">M-Audio</a> και το <a href="http://www.pinnaclesys.com/PublicSite/uk/Products/Consumer+Products/Audio/M-Audio/Family?code=UKMaudio">Pinnacle</a> αποτελούν μία συνολική λύση λογισμικού και συσκευής , που επιτρέπει την εύκολη ηχογράφηση, επεξεργασία και διανομή επαγγελματικής ποιότητας podcast. Συνοδεύονται από ένα μικρόφωνο ποιότητας αναμετάδοσης και ένα επαγγελματικό περιβάλλον εργασίας με χαρακτηριστικά ήχου: 24-bit/48kHz USB. Για τη δημιουργία εξαιρετικών ηχογραφήσεων φωνής και φωνής+μουσική. Χρησιμοποίησε το λογισμικό που περιλαμβάνεται (Audacity) για να επεξεργαστείς τις ηχογραφήσεις σου, να δημιουργήσεις τα podcast και να τα εκδόσεις στο Ίντερνετ.</p>
es: <h3>Podcast Factory&trade; deM-Audio (EEUU) y Pinnacle&trade; (Europa) divisiones de Avid</h3> <p>Podcast Factory from <a href="http://www.m-audio.com/products/en_us/PodcastFactory-main.html">M-Audio</a> and <a href="http://www.pinnaclesys.com/PublicSite/uk/Products/Consumer+Products/Audio/M-Audio/Family?code=UKMaudio">Pinnacle</a> es una soluciónhardware/software que simplifica la grabación, edición y distribución de postcast con sonido profesional. Incluye un micrófono de calidad y un interface de audio USB profesional de 24-bit/48Khz para realizar grabaciones de voz y de voz y música. Utilice el software incluido (Audacity) para editar sus grabaciones, crear podcast y publicarlos en Internet.</p>
fr: <h3>Podcast Factory&trade; de M-Audio (U.S.) et Pinnacle&trade; (Europe) filiales d'Avid</h3> <p>Podcast Factory de <a href="http://www.m-audio.com/products/en_us/PodcastFactory-main.html">M-Audio</a> et <a href="http://www.pinnaclesys.com/PublicSite/uk/Products/Consumer+Products/Audio/M-Audio/Family?code=UKMaudio">Pinnacle</a>est une solution matériel/logiciel tout-en-un qui rend aisé l'enregistrement, le montage et la diffusion de podcast de qualité sonore professionnelle. Il est livré avec un microphone de qualité et une interface audio USB 24-bit/48kHz professionnelle permettant de réaliser des enregistrements voix seule ou voix+musique top-niveau. Utilisez le logiciel Audacity inclus pour monter vos enregistrements, créer votre posdcast et le diffuser sur le Web.</p>

source: Documentation and Support
cs: Dokumentace a podpora
de: Dokumentation und Unterstützung
el: Υποστήριξη
es: Documentación y soporte
fi: Ohjeet ja tuki
fr: Documentation et aide
nb: Dokumentasjon og støtte
sv: Documentation och support

source: New!
cs: Nové!
de: Neu !
el: Νέα!
es: Nuevo
fr: Nouveau!
nb: Nyhet!

source: Have questions? Post them to the <a href="http://audacityteam.org/forum/">Audacity Forum</a>.
cs: Máte otázky? Pošlete je do konference <a href="http://audacityteam.org/forum/">Audacity Forum</a>.
de: Haben Sie Fragen? Dann kommen sie zum <a href="http://audacity.fuchsi.de/">Audacity Forum</a>.
el: Έχεις ερωτήσεις; Ανάρτησέ τες <a href="http://audacityteam.org/forum/">στον Τόπο Συζήτησης του Audacity </a>.
es: ¿Alguna duda? Envía un correo al <a href="http://audacityteam.org/forum/">Foro de Audacity</a>.
fr: Des questions? Postez-les sur <a href="http://audacityteam.org/forum/">Forum Audacity</a>.
nb: Spørsmål? Skriv et innlegg på <a href="http://audacityteam.org/forum/">Audacity-forumet</a>.

source: <p>If you have a question, check the list of <a href="faq">Frequently Asked Questions</a>.</p> <p>For instructions and help using Audacity, see:</p> <ul> <li><a href="documentation">Documentation</a> - Read the user’s manual and quick reference.</li> <li><a href="tutorials">Tutorials</a> - Step by step articles teach you how to use Audacity.</li> </ul> <p>If your question isn’t answered here, please post to the <a href="http://audacityteam.org/forum/">Audacity Forum</a> or <a href="../contact/">contact us</a>.</p>
cs: <p>V případě dotazů se podívejte na <a href="faq">často kladené otázky</a>.</p> <p>Pokyny a nápověda k Audacity:</p> <ul> <li><a href="documentation">Dokumentace</a> - Přečtěte si uživatelskou a referenční příručku.</li> <li><a href="tutorials">Podrobné návody</a> - Krok za krokem jak používat Audacity.</li> </ul> <p>Když ani tak nenajdete odpověď, prosíme napište do <a href="http://audacityteam.org/forum/">fóra Audacity</a> nebo <a href="../contact/">nás kontaktujte</a> (anglicky).</p>
de: <p>Wenn Sie eine Frage haben, prüfen Sie bitte die <a href="faq">Häufig gestellten Fragen</a>.</p> <p>Ansonsten empfehlen wir den Besuch des <b><a href="http://audacity.fuchsi.de">deutschprachigen Audacity Forums</a></b><p><p>Für weitere Informationen und Hilfe schauen Sie bitte in der </p> <ul> <li><a href="documentation">Dokumentation</a> -Lesen Sie das Handbuch und den Schnelleinstieg (Das meiste in englischer Sprache)</li> <li><a href="tutorials">Anleitungen</a> - Schritt für Schritt Anleitungen zeigen Ihnen wie Audacity funktioniert</li> </ul> <p>Wenn Ihre Frage nicht beantwortet wurde, dann <a href="../contact/">schreiben Sie uns bitte</a>.</p>
el: <p>Αν έχεις κάποια ερώτηση, έλεγξε την λίστα με τις <a href="faq">Συχνές Ερωτήσεις</a>.</p> <p>Για οδηγίες και βοήθεια στη χρήση του Audacity, δες:</p> <ul> <li><a href="documentation">Υποστήριξη</a> - Διάβασε το εγχειρίδιο χρήσης και γρήγορης αναφοράς.</li> <li><a href="tutorials">Βιβλίο Εκμάθησης</a> - βήμα προς βήμα άρθρα σου δείχνουν πώς να χρησιμοποιείς το Audacity.</li> </ul> <p>Αν η ερώτησή σου δεν απαντιέται εδώ, παρακαλώ ταχυδρόμησέ την στον <a href="http://audacityteam.org/forum/">Τόπο Συζήτησης του Audacity</a> ή <a href="../contact/">επικοινώνησε μαζί μας</a>.</p>
es: <p>Si tiene alguna duda, revise la lista de <a href="faq">Preguntas Frecuentes (FAQ)</a>.</p> <p>Para instrucciones y ayuda sobre el uso de Audacity, consulte:</p> <ul> <li><a href="documentation">Documentación</a> - Manual de usuario y la guía rápida.</li> <li><a href="tutorials">Tutoriales</a> - Artículos paso a paso que le enseñan cómo usar Audacity.</li> </ul> <p>Si su pregunta no tiene respuesta aquí, utilice el <a href="http://audacityteam.org/forum/">Foro de Audacity</a> ó <a href="../contact/">contactando con nosotros</a>.</p>
fr: <p>Le premier réflexe à avoir en cas de question est de consulter la <a href="faq">Foire aux Questions</a>.</p> <p>Pour obtenir de l'aide concernant l'utilisation d'Audacity, reportez-vous aux pages suivantes :</p> <ul> <li><a href="documentation">Documentation</a> - pages de manuel et mémos.</li> <li><a href="tutorials">Tutoriels</a> - apprenez pas-à-pas à maîtriser Audacity.</li> </ul> <p>Si vos questions restent sans réponse, merci de nous <a href="../contact">contacter</a> ou de poster un message sur le <a href="http://audacityteam.org/forum/">Forum Audacity</a>.</p>
nb: <p>Hvis du har et spørsmål, sjekk listen over <a href="faq">Ofte Spurte Spørsmål</a>.</p> <p>For instruksjoner og hjelp vedrørende bruk av Audacity:</p> <ul> <li><a href="documentation">Dokumentasjon</a> - Les brukerhåndboka og hurtigreferansen.</li> <li><a href="tutorials">Veiledninger</a> - Artikler som steg for steg går gjennom hvordan du bruker Audacity.</li> </ul> <p>Hvis spørsmålet ditt ikke er besvart her, vennligst skriv et innlegg på <a href="http://audacityteam.org/forum/">Audacity-forumet</a> eller <a href="../contact/">ta kontakt</a>.</p>

source: Other Resources
cs: Další zdroje
de: Andere Quellen:
el: Άλλοι Πόροι
es: Otros recursos
fi: Muita lähteitä
fr: Autres ressources
nb: Andre ressurser

source: <a href="http://audacityteam.org/wiki/">The Audacity Wiki</a> contains tips, tricks, and documentation that anyone can edit.
cs: <a href="http://audacityteam.org/wiki/">Audacity Wiki</a> obsahuje tipy, triky, dokumentaci a umožňuje komukoliv provádět libovolné změny a doplnění.
de: <a href="http://audacityteam.org/wiki/">Die Audacity Wiki</a> enthält Tipps, Tricks und Dokumentationen die jedermann ändern kann. Das meiste in englischer Sprache.
el: <a href="http://audacityteam.org/wiki/">Το Audacity Wiki</a> περιέχει ιδέες, κόλπα και υποστήριξη που μπορεί ο καθένας να επεξεργαστεί.
es: <a href="http://audacityteam.org/wiki/">El wiki de Audacity</a> contiene consejos, trucos y documentación que cualquiera puede editar.
fi: <a href="http://audacityteam.org/wiki/">The Audacity Wiki</a> sisältää vihjeitä, niksejä ja ohjeita, joita kuka tahansa voi muokata.
fr: <a href="http://audacityteam.org/wiki/">Le Wiki de Audacity</a> recèle d'astuces et de documents accessibles à tous.
nb: <a href="http://audacityteam.org/wiki/">Audacity Wiki</a> inneholder tips, triks og dokumentasjon som kan redigeres av alle.

source: Help
cs: Nápověda
de: Hilfe
el: Βοήθεια
es: Ayuda
fi: Ohjeet
fr: Aide
nb: Hjelp
sv: Hjälp

source: This page contains manuals and user’s guides for the free Audacity sound editor. For additional help, see the <a href="faq">Frequently Asked Questions</a> and <a href="tutorials">Tutorials</a>.
cs: Tato stránka obsahuje návody a příručky k volně dostupnému zvukovému editoru Audacity. Další nápovědu najdete na stránkách <a href="faq">Často kladené otázky</a> a <a href="tutorials">podrobné návody</a>.
de: Diese Seite enthält Anleitungen (zum Teil in englischer Sprache) und Nutzeranleitungen für den Audacity Audio-Editor. Zusätzliche Hilfe erhalten Sie in den <a href="faq">Häufig gestellten Fragen</a> und <a href="tutorials">Handbüchern</a>, sowie im <a href="http://audacity.fuchsi.de"> deutschprachigen Audacity Forum </a>.
el: Αυτή η ιστοσελίδα περιέχει εγχειρίδια χρήσης και οδηγούς χρηστών για τον ελεύθερο επεξεργαστή ήχου Audacity. Για επιπλέον βοήθεια, δες τις <a href="faq">Συχνές Ερωτήσεις</a> και <a href="tutorials">Βιβλίο Εκμάθησης</a>.
es: Ésta página contiene manuales y guías de usuario para el editor de sonidos libre Audacity. Para obtener una ayuda adicional lea las <a href="faq">preguntas más frecuentes</a> y los <a href="tutorials">tutoriales</a>.
fi: Tämä sivu sisältää vapaan Audacity-äänieditorin (englanninkieliset) manuaalit ja käyttäjän käsikirjat. Saadaksesi lisää ohjeita katso <a href="faq">Usein kysytyt kysymykset (FAQ)</a> ja <a href="tutorials">Tutoriaalit</a>.
fr: Cette page présente les manuels et les guides d'utilisation de l'éditeur audio libre Audacity. Pour plus d'aide, reportez vous à la <a href="faq">Foire aux Questions</a> et les <a href="tutorials">tutoriels</a>.
nb: Denne siden inneholder håndbøker og brukerveiledninger for Audacity, det frie lydredigeringsprogrammet. Hvis du vil ha mer hjelp kan du lese <a href="faq">Ofte Spurte Spørsmål</a> og <a href="tutorials">Veiledninger</a>.

source: Quick Reference Guide
cs: Referenční příručka
de: Schnelleinstieg
el: Οδηγός Γρήγορης Αναφοράς
es: Guía de referencia rápida
fi: Pikaopas
fr: Mémos
nb: Hurtigreferanse
sv: Snabbguide

source: Read the Audacity reference online.
cs: Přečtěte si referenční příručku Audacity on-line.
de: Lesen sie die Audacity Referenz online.
el: Διάβασε την αναφορά του Audacity στο διαδίκτυο.
es: Lea la referencia de Audacity en línea.
fi: Lue Audacity-opas verkossa
fr: Consultez le guide en ligne.
nb: Les Audacity-referansen på nett.
sv: Läs sammanfattning av Audacity på nätet

source: (You can also access this reference though the "Help" menu in the Audacity program.)
cs: (Tato nápověda je přístupná také prostřednictvím položky "Nápověda" v menu programu.)
de: (Sie können die Referenzseiten auch über das "Hilfe" Menü in Audacity selber erreichen.)
el: (Μπορείς επίσης να έχεις πρόσβαση σε αυτή την αναφορά μέσω της "Βοήθειας" στο μενού του προγράμματος Audacity.)
es: (También puede acceder a esta referencia usando el menú de «Ayuda» del programa Audacity)
fi: (Voit myös avata tämän pikaoppaan Audacity-ohjelman "Ohje"-valikosta.)
fr: (Il est égalment accessible depuis le menu "Aide" du logiciel.)
nb: (Du kan også få tilgang til denne referansen gjennom "Hjelp"-menyen i Audacity-programmet.)
sv: (Du kan också nå lathund via "Hjälp"-menyn i programmet.)

source: Printable version of the Audacity reference.
cs: Tisková verze referenční příručky.
de: Druckbare Version der Audacity Referenz
el: Εκτυπώσιμη έκδοση του Οδηγού Γρήγορης Αναφοράς του Audacity .
es: Versión para imprimir de la referencia de Audacity.
fi: Audacity-pikaoppaan tulostettava versio.
fr: Version imprimable
nb: Utskriftsversjon av Audacity-referansen.
sv: Version för utskrift av lathund för Audacity

source: Audacity User’s Manual
cs: Uživatelská příručka Audacity
de: Audacity Nutzerhandbuch
el: Εγχειρίδιο χρήσης του Audacity
es: Manual de usuario de Audacity
fi: Audacityn käyttäjän käsikirja
fr: Manuel de l'utilisateur
nb: Brukerhåndboka til Audacity
sv: Audacitys användarmanual

source: Read the Audacity manual online.
cs: Přečtěte si uživatelskou příručku on-line.
de: Lesen Sie das Audacity Handbuch Online
el: Διάβασε το εγχειρίδιο χρήσης του Audacity στο διαδίκτυο.
es: Leer el manual de Audacity en línea.
fi: Lue Audacityn käyttäjän käsikirja verkossa.
fr: Consultez le manuel en ligne;
nb: Les brukerhåndboka til Audacity på nettet.
sv: Läs Audacitys manual på nätet.

source: Download the Audacity manual.
cs: Stáhnout uživatelskou příručku Audacity.
de: Download des Audacity Handbuches (englisch)
el: Κατέβασε το εγχειρίδιο χρήσης του Audacity
es: Descargar el manual de Audacity.
fi: Lataa Audacityn käsikirja.
fr: Téléchargez le manuel.
nb: Last ned håndboka til Audacity
sv: Ladda ner manualen till Audacity.

source: (To use the downloaded manual, unzip it and then open the "index.html" file.)
cs: (Staženou příručku před použitím rozbalte a následně otevřete soubor "index.html".)
de: (Um das heruntergeladene Handbuch zu nutzen, entpacken Sie es und öffnen die "index.html" Datei.)
el: (Για να χρησιμοποιήσεις το κατεβασμένο εγχειρίδιο χρήσης, αποσυμπίεσέ το και μετά άνοιξε το "index.html" αρχείο.)
es: (Para usar el manual que se ha descargado, descomprímalo con «unzip» y después abra en un navegador el archivo «index.html».
fi: (Käyttääksesi ladattua käsikirjaa pura se ja avaa tiedosto "index.html".)
fr: (Pour utiliser le manuel téléchargé, dézippez-le et ouvrez le fichier "index.html".)
nb: (For å bruke håndboka du har lastet ned, pakk ut og åpne "index.html"-filen.)
sv: (För at använda den nerladdade manualen, packa upp filen och dubbelklicka på "index.html"-filen.)

source: Is Audacity really free? Why?
cs: Je Audacity vážně volně dostupná? Proč?
de: Ist Audacity wirklich frei ? und was ist der Grund dafür?
el: Είναι το Audacity πραγματικά δωρεάν; Γιατί;
es: ¿Es Audacity libre? ¿Por qué?
fi: Onko Audacity todella ilmainen? Miksi?
fr: Audacity est-il vraiment libre? Pourquoi ce choix?
nb: Er Audacity virkelig fritt og gratis? Hvorfor?
