Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: To build Audacity, run the following command in the Audacity source directory:
cs: Překlad Audacity provedete spuštěním následujících příkazů v adresáři se zdrojovým kódem:
de: Um Audacity zu erhalten, schreiben Sie folgendes Kommando im Audacity Source Directory:
el: Για να φτιάξεις το Audacity, εκτέλεσε την ακόλουθη εντολή στον πηγαίο φάκελο του Audacity :
es: Para compilar Audacity, ejecute el siguiente comando en el directorio donde se encuentre el código fuente de Audacity:
fi: Kääntääksesi Audacityn, suorita seuraava komento Audacityn lähdekoodihakemistossa:
fr: Pour compiler Audacity, tapez la commande suivante dans le répertoire contenant le code source de Audacity :
nb: For å bygge Audacity, kjør følgende kommando i Audacity sin rotkatalog:

source: You can type <kbd>./configure --help</kbd> to see a list of compilation options. After Audacity is compiled, run <kbd>make install</kbd> as root to install it.
cs: Když zadáte <kbd>./configure --help</kbd>, uvidíte seznam kompilačních voleb. Po skončení kompilace nainstalujte jako root příkazem <kbd>make install</kbd>.
de: Sie können folgenden Befehl schreiben um eine Übersicht über die Möglichkeiten zu erhalten: <kbd>./configure --help</kbd>. Wenn Audacity fertig compiliert ist, installieren Sie es, als root mit folgendem Befehl : <kbd>make install</kbd>.
el: Μπορείς να πληκτρολογήσεις <kbd>./configure --help</kbd> για να δεις μία λίστα από επιλογές σύνταξης. Αφού συνταχθεί το Audacity , εκτέλεσε την εντολή <kbd>make install</kbd> ως root για να το εγκαταστήσεις.
es: Escriba <kbd>./configure --help</kbd> para mostrar una lista de opciones de compilación. Tras la compilación de Audacity , escriba <kbd>make install</kbd> como root para instalarlo.
fi: Nähdäksesi käännösoptiot kirjoita <kbd>./configure --help</kbd>. Kun Audacity on käännetty, suorita pääkäyttäjänä komento <kbd>make install</kbd> asentaaksesi sen.
fr: Vous pouvez taper <kbd>./configure --help</kbd> pour afficher la liste des options de compilation. Après la compilation, lancez <kbd>make install</kbd> en tant que root pour l'installer.
nb: Du kan skrive <kbd>./configure --help</kbd> for å se en liste over kompileringsvalg. Etter at Audacity er kompilert, kjør <kbd>make install</kbd> som rotbruker for å installere det.

source: For additional information about building Audacity on Windows or Mac OS X, see the files <b>win/compile.txt</b> and <b>mac/compile.txt</b> in the Audacity source code directory.
cs: Další informace o překladu Audacity na Windows nebo Mac OS X se podívejte do souborů <b>win/compile.txt</b> a <b>mac/compile.txt</b> v adresáři se zdrojovým kódem.
de: Zusätzliche Informationen um Audacity auf Windows oder Mac OS X zu kompilieren, erhalten Sie in den Dateien <b>win/compile.txt</b> und <b>mac/compile.txt</b> im Audacity Quellcodeverzeichnis.
el: Για επιπλέον πληροφορίες σχετικά με το χτίσιμο του Audacity σε Windows ή Mac OS X, δες τα αρχεία <b>win/compile.txt</b> και <b>mac/compile.txt</b> στο φάκελο του πηγαίου κώδικα του Audacity.
es: Para obtener más información sobre la complicación de Audacity en Windows o Mac OS X, consulte los archivos <b>win/compile.txt</b> y <b>mac/compile.txt</b> en el directorio del código fuente de Audacity.
fi: Lisätietoa Audacityn kääntämisestä Windowsissa tai Mac Os X:ssä on tiedostoissa <b>win/compile.txt</b> ja <b>mac/compile.txt</b>, jotka sijaitsevat Audacityn lähdekoodihakemistossa.
fr: Pour plus d'informations sur la compilation de Audacity sous Windows et Mac OS X, reportez-vous aux fichiers <b>win/compile.txt</b> et <b>mac/compile.txt</b> dans le répertoire contenant le code source de Audacity.
nb: Hvis du vil ha mer informasjon om å bygge Audacity på Windows eller Mac OS X, les filene <b>win/compile.txt</b> og <b>mac/compile.txt</b> i kildekodemappa til Audacity.

source: More information can be found on the
el: Περισσότερες πληροφορίες μπορούν να βρεθούν στην
es: Más información en
fr: Plus d'informations sur le
nb: Mer informasjon finner du på

source: Audacity Wiki site
el: Ιστότοπος Audacity Wiki
es: Wiki de Audacity
fr: Wiki d'Audacity
nb: Audacity Wikien

source: Purchase Audacity on CD
cs: Koupit Audacity na CD
de: Kaufe Audacity auf CD
el: Αγορά του Audacity σε CD
es: Adquirir Audacity en CD
fi: Hanki Audacity CD:nä
fr: Acheter Audacity sur CD
nb: Kjøp Audacity på CD
sv: Köp Audacity på CD

source: Audacity is free to download, but vendors are also free to sell copies of the program, thanks to the <a href="../about/license">GNU General Public License</a>. If you want a copy of Audacity on CD-ROM, we encourage you to buy from a vendor listed below.
cs: Audacity je volně ke stažení, ale díky <a href="../about/license">GNU General Public License</a> ji lze také volně prodávat. Jestliže chcete mít kopii Audacity na CD, neváhejte si ji objednat u některého z uvedených výrobců.
de: Audacity kann kostenlos heruntergeladen werden, aber Händler können auch Kopien verkaufen, aufgrund der <a href="../about/license">GNU General Public License</a>. Wenn Sie eine Kopie kaufen möchten, empfehlen wir einen der folgenden Händler.
el: Το Audacity είναι ελεύθερο προς κατέβασμα, όμως μεταπωλητές είναι επίσης ελεύθεροι να πουλάνε αντίγραφα του προγράμματος, χάρη στη <a href="../about/license">Γενική Δημόσια Άδεια GNU</a>. Αν θέλεις ένα αντίγραφο του Audacity σε CD-ROM, σου προτείνουμε να αγοράσεις ένα από τους μεταπωλητές που αναφέρονται παρακάτω.
es: La descarga de Audacity es libre, pero también es posible vender copias del programa, de acuerdo con la <a href="../about/license">Licencia GNU General Public </a>. Si quiere una copia de Audacity en CD-ROM le recomendamos que la adquiera en alguno de los distribuidores indicados a continuación.
fi: Audacity on vapaasti ladattavissa, mutta kauppiaat saavat <a href="../about/license">GNU General Public License</a> -lisenssin ansiosta myydä vapaasti kopioita ohjelmasta. Jos haluat Audacityn CD-ROM -levyllä, kehoitamme ostamaan sen alla listatuilta myyjiltä.
fr: Audacity est libre, mais il peut néanmoins etre vendu en accord avec la <a href="../about/license">GNU General Public Licence</a>. Si vous désirez une copie de Audacity sur CD, nous vous encourageons à l'acheter à un des revendeurs de la liste ci-dessous.
nb: Audacity kan lastes ned gratis, men forhandlere har også lov til å selge kopier av programmet, takket være <a href="../about/license">GNU General Public License</a>. Hvis du vil ha en kopi av Audacity på CD-ROM anbefaler vi deg å kjøpe fra en av forhandlerne på listen nedenfor.
sv: Audacity är fritt att ladda ner, men återförsäljare är fria att sälja kopior av programmet, enligt <a href="../about/license">GNU General Public License</a>. Om du vill ha en kopia på CD, we rekommenderar dig att köpa från en återförsäljare listad nedan.

source: <h3>TheOpenCD (Windows)</h3> <p><a href="http://www.theopencd.org/">TheOpenCD</a> is a collection of high-quality free software for Microsoft Windows, including Audacity. You can <a href="http://www.theopencd.org/purchase">purchase a copy of TheOpenCD</a> from several different vendors.</p>
el: <h3>TheOpenCD (Windows)</h3> <p><a href="http://www.theopencd.org/">TheOpenCD</a> είναι μία συλλογή από υψηλής ποιότητας ελεύθερα προγράμματα για Microsoft Windows, συμπεριλαμβανομένου και του Audacity. Μπορείς να <a href="http://www.theopencd.org/purchase">αγοράσεις ένα αντίγραφο του TheOpenCD</a> από διάφορους μεταπωλητές.</p>
es: <h3>TheOpenCD (Windows)</h3> <p><a href="http://www.theopencd.org/">TheOpenCD</a> es una colección de software libre de gran calidad para Microsoft Windows, incluido Audacity. Puede <a href="http://www.theopencd.org/purchase">adquirir una copia de TheOpenCD</a> de varios distribuidores diferentes.</p>
fr: <h3>TheOpenCD (Windows)</h3> <p><a href="http://www.theopencd.org/">TheOpenCD</a> est une collection de logiciels libres de grande qualité pour Microsoft Windows qui inclut Audacity. Vous pouvez en <a href="http://www.theopencd.org/index.php?option=com_static&staticfile=purchase.html">acquérir une copie</a> chez divers revendeurs.</p>
nb: <h3>TheOpenCD (Windows)</h3> <p><a href="http://www.theopencd.org/">TheOpenCD</a> er en samling med fri kvalitetsprogramvare for Microsoft Windows, som inkluderer Audacity. Du kan <a href="http://www.theopencd.org/purchase">kjøpe en kopi av TheOpenCD</a> fra en rekke forskjellige forhandlere.</p>

source: Mac OS 9 / X
fr: Mac OS 9 et X

source: Using an Intel Mac? Click Here!
el: Χρησιμοποιείς έναν υπολογιστή Intel Mac; Κάνε κλικ εδώ!
fr: Utilisateur d' un Intel Mac ? Cliquez ici !
nb: Bruker du en Intel Mac? Klikk her!

source: For Mac OS X: <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - The latest version of the free Audacity audio editor.
cs: Pro Mac OS X: <a href="%s">Audacity %s</a> (.dmg soubor, %.1lf MB) - Nejnovější verze volně dostupného zvukového editoru Audacity.
de: Für Mac OS X: <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - Die neuste Version des freien Audioeditors
fi: Mac OS X:lle: <a href="%s">Audacity %s</a> (.dmg-tiedosto, %.1lf Mt) - Uusin versio vapaasta Audacity-audioeditorista.<br> Lataa ja pura myös <a href="/locale/fi/audacity_fi-1.2.3-1.zip">päivitetty suomen kielen käännös</a> (.zip-tiedosto, 0,03 Mt) alkuperäisen käännöstiedoston tilalle.
fr: Pour Mac OS X : <a href="%s">Audacity %s</a> (fichier .dmg, %.1lf MB) - la dernière version de l'éditeur audio libre Audacity
nb: For Mac OS X: <a href="%s">Audacity %s</a> (.dmg-fil, %.1lf MB) - Den nyeste versjonen av det frie lydredigeringsprogrammet Audacity.

source: The above version of Audacity is not suitable for Intel-based Macs due to issues with Rosetta. Pre-release Native Intel binaries can be found at
fr: La version ci_dessus n'est pas adapté aux Mac Intel à cause de conflits avec Rosetta. Une pré-distribution pour Intel est disponible à
nb: Den ovennevnte versjonen av Audacity er ikke egnet for Intel-baserte Mac-maskiner pga. problemer med Rosetta. Binærfiler for "Native Intel" fra pre-utgaven finner du på

source: For Mac OS 9: <a href="%s">Audacity %s</a> (.sit file, %.1lf MB)
cs: Pro Mac OS 9: <a href="%s">Audacity %s</a> (.sit soubor, %.1lf MB)
de: Für Mac OS 9: <a href="%s">Audacity %s</a> (.sit file, %.1lf MB)
el: Για Mac OS 9: <a href="%s">Audacity %s</a> (.sit αρχείο, %.1lf MB)
es: Para Mac OS 9: <a href="%s">Audacity %s</a> (archivo .sit, %.1lf MiB)
fi: Mac OS 9:lle: <a href="%s">Audacity %s</a> (.sit-tiedosto, %.1lf Mt)
fr: Pour Mac OS 9 : <a href="%s">Audacity %s</a> (fichier .sit, %.1lf MB)
nb: For Mac OS 9: <a href="%s">Audacity %s</a> (.sit-fil, %.1lf MB)

source: (Unfortunately, we no longer have the resources to provide new versions of Audacity for Mac OS 9.)
cs: (Bohužel už nemáme zdroje k poskytování nových verzí Audacity pro Mac OS 9.)
de: (Leider haben wir keine Möglichkeiten neue Versionen von Audacity für Mac OS 9 zu entwicklen.)
el: (Δυστυχώς, δεν έχουμε πλέον τους πόρους για να παράγουμε νέες εκδόσεις του Audacity για Mac OS 9.)
es: (Por desgracia ya no tenemos los recursos suficientes para seguir publicando versiones de Audacity para Mac OS 9.)
fi: (Valitettavasti meillä ei ole enää resursseja tarjota Audacityn uusia versioita Mac OS 9:lle.)
fr: (Malheureusement, nous n'avons plus les moyens de fournir de nouvelles versions du logiciel pour Mac OS 9.)
nb: (Uheldigvis her vi ikke lenger nok ressurser til å tilby nye versjoner av Audacity til Mac OS 9.)
sv: (Tyvärr har vi inte längre möjlighet att skapa nya versioner av Audacity för Mac OS 9.)

source: Audacity 1.2 requires Mac OS X 10.1 or later.
cs: Audacity 1.2 vyžaduje Mac OS X 10.1 nebo novější.
de: Audacity 1.2 benötigt Mac OS X 10.1 oder später.
el: Το Audacity 1.2 απαιτεί Mac OS X 10.1 ή μεταγενέστερο.
es: Audacity 1.2 necesita Mac OS X 10.1 o superior.
fi: Audacity 1.2 vaatii Mac OS X 10.1:n tai uudemman.
fr: Audacity 1.2 nécessite Mac OS X 10.1 ou plus.
nb: Audacity 1.2 krever Mac OS X 10.1 eller nyere.
sv: Audacity 1.2 behöver Mac OS X 10.1 eller senare.

source: Audacity 1.0 requires Mac OS 9.0 or later.
cs: Audacity 1.0 vyžaduje Mac OS 9.0 nebo novější.
de: Audacity 1.0 benötigt Mac OS 9.0 oder später.
el: Το Audacity 1.0 απαιτεί Mac OS 9.0 ή μεταγενέστερο.
es: Audacity 1.0 necesita Mac OS 9.0 o superior.
fi: Audacity 1.0 vaatii Mac OS 9.0:n tai uudemman.
fr: Audacity 1.0 nécessite Mac OS X 9.0 ou plus.
nb: Audacity 1.0 krever Mac OS 9.0 eller nyere.
sv: Audacity 1.0 behöverMac OS 9.0 eller senare.

source: Audacity runs best with at least 64 MB RAM and a 300 MHz processor.
cs: K bezproblémovému provozu Audacity potřebujete alespoň 64 MB RAM a procesor 300 MHz.
de: Audacity funktioniert am besten mit 64 MB RAM und einem 300 MHz Prozessor
el: Το Audacity τρέχει καλύτερα με τουλάχιστον 64 MB RAM και 300 MHz επεξεργαστή.
es: Audacity funciona mejor con, al menos, 64 MiB de RAM y un procesador a 300 MHz.
fr: 64 MB RAM - Processeur 300 MHz
nb: Audacity kjører best med minst 64 MB RAM og 300 MHz prosessor.

source: The easiest way to install the free Audacity audio editor on GNU/Linux (and other Unix-like systems) is to download a package built for your operating system:
cs: Nejjednodušší cesta k instalaci volně dostupného zvukového editoru Audacity na Linuxu (a dalších Unix-like systémech) je stáhnout balíček sestavený na systému, který používáte:
de: Der einfachste Weg Audacity auf GNU/Linux (oder anderen Unix-ähnlichen Systemen) zu installieren, ist ein Package Built für das Betriebssystem herunterzuladen:
el: Ο ευκολότερος τρόπος να εγκαταστήσεις τον ελεύθερο επεξεργαστή ήχου Audacity σε GNU/Linux (και άλλα Unix-like συστήματα) είναι να κατεβάσεις (μεταφορτώσεις) ένα πακέτο φτιαγμένο για το δικό σου λειτουργικό σύστημα:
es: La forma más sencilla de instalar el editor de audio libre en GNU/Linux (y otros sistemas operativos tipo Unix) es descargar un paquete creado para su sistema operativo:
fi: Helpoin tapa asentaa vapaa Audacity-audioeditori GNU/Linux-järjestelmässä (ja muissa Unix-tyyppisissä järjestelmissä) on ladata järjestelmällesi tehty paketti.<br> Lataa tästä kuitenkin <a href="/locale/fi/audacity_fi-1.2.3-1.zip">päivitetty suomen kielen käännös</a> (.zip-tiedosto, 0,03 Mt). Ohjelman asennuksen jälkeen pura päivityspaketissa oleva tiedosto "audacity.mo" järjestelmäsi käännöshakemistoon (yleensä /usr/share/locale/fi/LC_MESSAGES/) korvaten aiemman tiedoston.
fr: Pour installer le plus simplement possible Audacity sur GNU/Linux (et autres systèmes Unix-like), téléchargez le package correspondant à votre distribution :
nb: Den enkleste måten å installere det frie lydredigeringsprogrammet Audacity på GNU/Linux (og andre Unix-lignende systemer) er å laste ned en pakke bygget for ditt operativsystem:
sv: Det enklaste sättet att installera Audacity ljudredigerare på GNU/Linux (eller andra Unix system) är att ladda ner ett paket skapat för ditt operativsystem:

source: Linux and Unix users may also compile Audacity from <a href="source">source code</a>.
cs: Uživatelé Linuxu a Unixu mohou také kompilovat přímo ze <a href="source">zdrojového kódu</a>.
de: Linux und Unix Nutzer können Audacity auch aus dem <a href="source">Quellcode</a> kompilieren.
el: Linux και Unix χρήστες μπορούν επίσης να συντάξουν το Audacity από τον <a href="source">πηγαίο κώδικα</a>.
es: Los usuarios de Linux y Unix pueden compilar Audacity desde el <a href="source">código fuente</a>.
fi: Linux- ja Unix-käyttäjät voivat myös kääntää Audacityn <a href="source">lähdekoodista</a>.
fr: Les utilisateurs Linux et Unix peuvent aussi compiler Audacity à partir du <a href="source">code source</a>.
nb: Linux og Unix-brukere kan også kompilere Audacity selv fra <a href="source">kildekoden</a>.
sv: Linux och Unixanvändare kan också kompilera Audacity från <a href="source">källkoden</a>

source: Release Notes
cs: Poznámky k vydání
de: Releaseinformationen
el: Σημειώσεις Έκδοσης
es: Notas de la versión
fi: Julkaisutiedot
fr: Notes de version
nb: Utgivelseskommentarer
sv: Release info

source: Known Problems
cs: Známé problémy
de: Bekannte Probleme
el: Γνωστά Προβλήματα
es: Problemas conocidos
fi: Tunnetut ongelmat
fr: Problèmes connus
nb: Kjente problemer
sv: Kända problem

source: The following are known bugs or problems in Audacity %s:
cs: Seznam známých chyb a problémů v Audacity %s:
de: Die folgenden Probleme und Fehler in Audacity %s sind bekannt:
el: Τα ακόλουθα είναι γνωστά σφάλματα ή προβλήματα στο Audacity %s:
es: Audacity %s tiene los siguientes errores o problemas conocidos:
fi: Alla olevat ovat tunnettuja vikoja tai ongelmia Audacity %s:ssa:
fr: Voici une liste des bogues et problèmes connus de Audacity %s :
nb: De følgende er kjente programfeil eller problemer i Audacity %s:
sv: Dessa är kända buggar eller problem i Audacity %s:

source: Audacity can import and display MIDI files, but cannot play or edit them.
cs: Audacity dokáže importovat a zobrazit MIDI soubory, ale nelze je přehrávat nebo měnit.
de: Audacity kann Mididateien inportieren und Anzeigen, aber nicht abspielen oder ändern.
el: Το Audacity μπορεί να εισαγάγει και να εμφανίσει MIDI αρχεία, όμως δεν μπορεί να τα αναπαράγει ή να τα επεξεργαστεί.
es: Audacity puede importar y mostrar archivos MIDI, pero no puede reproducirlos o editarlos.
fi: Audacity kykenee tuomaan ja näyttämään MIDI-tiedostoja, mutta se ei pysty soittamaan tai muokkaamaan niitä.
fr: Audacity est capable d'importer et d'afficher des fichiers MIDI, mais pas de les lire ou de les éditer.
nb: Audacity kan importere og vise MIDI-filer, men ikke spille eller redigere dem.
sv: Audacity kan importera och visa MIDI-filer, men kan inte spela eller redigera dem.

source: Linux: Recording in full duplex (playing existing tracks while recording) on some systems causes mono recordings to sound distorted or low-pitched. To work around this problem, set Audacity to record in stereo.
cs: Linux: Nahrávání v režimu full duplex (přehrávání existující stopy, zatímco se jiná nahrává) může na některých systémech zapříčinit zkreslení nebo zpomalení zvuku mono nahrávek. Problém se dá obejít nastavením nahrávání ve stereu.
de: Linux: Aufnahmen im Full Duplex Modus (Abspielen eines Liedes während der gleichzeitigen Aufnahme) führt bei manchen Systemen zu Monoaufnahmen bzw. es hört sich so an, als wäre der Takt zu langsam. Um dies zu beheben, nehme nur in Stereo auf.
el: Linux: Ηχογράφηση σε πλήρη διπλή λειτουργία (αναπαραγωγή καναλιών που υπάρχουν ήδη ενώ ηχογραφείται άλλο) σε κάποια συστήματα κάνει τις mono ηχογραφήσεις να ακούγονται παραμορφωμένες ή σε χαμηλό τόνο. Για να αποφύγεις αυτό το πρόβλημα, ρύθμισε το Audacity ώστε να ηχογραφεί σε στέρεο.
es: Linux: Grabando en full duplex (reproduciendo pistas existentes mientras se está grabando) en algunos sistemas causa que las grabaciones mono se escuchen distorsionadas ó con tono-bajo. Para solucionar el problema, configura Audacity para grabar en estéreo.
fi: Linux: Äänittäminen full duplex -tilassa (olemassa olevat raidat toistetaan uutta äänitettäessä) aiheuttaa joissakin järjestelmissä mono-äänitysten särkymistä tai alavireisyyttä. Kiertääksesi ongelman aseta Audacity äänittämään stereona.
fr: Enregistrement en full duplex (enregistrement en simultanné avec la lecture de pistes existantes) : sur certains systèmes, les enregistrements mono semblent distordus ou faux (décalage vers les graves). Une solution consiste à enregistrer en stéréo.
nb: Linux: Innspilling i full duplex (spille av eksisterende spor under opptak) vil på noen systemer gjøre at mono-opptak lyder forvrengt eller har for lav tone. For å unngå dette problemet kan du få Audacity til å ta opp i stereo.

source: MacOS X: Audacity cannot work with files or folders that are contained inside folders with non-English characters (accents, symbols, etc.) in their names. Files with accented characters work, and Audacity projects with accented characters work. Only folders with accented characters in their names will cause problems.
cs: MacOS X: Audacity nemůže pracovat se soubory nebo podadresáři, které jsou v adresářích obsahujících v názvu neanglické znaky (čárky, háčky, symboly, atd.). Soubory ani projekty s těmito znaky nevadí. Problém je pouze v názvech adresářů.
de: MacOS X: Audacity kann nicht mit Daten arbeiten, die Internationale Zeichen beinhalten (Hochkomma usw.) wenn diese Dateien innerhalb von Ordner liegen. Einzelzugriff auf Dateien oder Ordner mit Hochkomma funktionieren.
el: MacOS X: Το Audacity δεν μπορεί να εργαστεί με αρχεία ή φακέλους που περιέχονται σε φακέλους με μη αγγλικούς χαρακτήρες (accents, σύμβολα, κλπ) στα ονόματά τους. Αρχεία με accented χαρακτήρες λειτουργούν, και Audacity projects με accented χαρακτήρες λειτουργούν. Μονάχα φάκελοι με accented χαρακτήρες στα ονόματά τους δημιουργούν προβλήματα.
es: MacOS X: Audacity no puede trabajar con archivos o carpetas que estén contenidos dentro de carpetas con caracteres no-inglés (acentos, símbolos, etc.) en sus nombres. Archivos con caracteres acentuados funcionan, y los proyectos Audacity con caracteres acentuados funcionan. Sólo carpetas con caracteres acentuados en sus nombres causarán problemas.
fi: MacOS X: Audacity ei pysty työstämään tiedostoja tai kansioita, jotka sijaitsevat kansioissa, joiden nimissä on englannin kieleen kuulumattomia merkkejä (aksentteja, symboleja yms.). Tiedostot ja Audacity-projektit, joiden nimissä on aksentteja, toimivat. Ainoastaan kansiot, joiden nimissä on aksentteja, aiheuttavat ongelmia.
fr: Mac OS X : Audacity ne peut travailler sur des fichiers ou des répertoires contenus dans des répertoires dont le nom comprend des caractères non anglais (accents, symboles, etc...). Les fichiers et les projets Audacity dont les noms comportent des accents sont toutefois acceptés. Seuls les noms de répertoire contenant des caractères accentués posent problème.
nb: MacOS X: Audacity kan ikke jobbe med filer eller mapper som er inneholdt i mapper med ikke-Engelske tegn (aksenttegn, symboler osv.) i navnet. Filer med aksenttegn fungerer, og Audacity-prosjekter med aksenttegn fungerer. Bare mapper med aksenttegn i navnet vil skape problemer.

source: <h3>Changes in Audacity 1.2.4b</h3> <ul> <li>A serious problem with the French translation was corrected. </ul>
cs: <h3>Změny v Audacity 1.2.4b</h3> <ul> <li>Závažný problém s francouzským překladem byl odstraněn. </ul>
el: <h3>Αλλαγές στο Audacity 1.2.4b</h3> <ul> <li>Ένα σοβαρό πρόβλημα με τη Γαλλική μετάφραση διορθώθηκε . </ul>
es: <h3>Cambios en Audacity 1.2.4b</h3> <ul> <li>Un problema grave con la traducción al francés ha sido corregido. </ul>
fr: <h3>Changes in Audacity 1.2.4b</h3> <ul> <li>Correction d'un sérieux problème pour la traduction française <li>(caractères accentués) </ul>
nb: <h3>Endringer i Audacity 1.2.4b</h3> <ul> <li>Et alvorlig problem med den franske oversettelsen ble rettet. </ul>
