Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <p>You can subscribe to our announcement list by entering your address in the form on the <a href="../">Audacity home page</a>. We will use this list only to send you brief announcements of new Audacity releases. We will never share the addresses on this list with anyone.</p> <p>To <b>unsubscribe</b> from the list at any time, enter your address in the form on our <a href="../">home page</a> and press the "Remove" button. If you have any problems or questions, please contact <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
cs: <p>Vyplněním své adresy do formuláře na <a href="../">úvodní stránce</a> se můžete přihlásit k odběru oznámení. Tuto konferenci využíváme jen pro posílání krátkých upozornění na nové verze Audacity. Adresy v žádném případě neposkytneme komukoliv jinému.</p> <p><b>Zrušit</b> posílání upozornění můžete kdykoliv, prostým vyplněním své adresy do formuláře na <a href="../">úvodní stránce</a> a stisknutím tlačítka "Odstranit". Jestliže máte jakékoliv problémy nebo otázky, napište na <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
de: <p>Sie können sich in unsere Ankündigungsliste einschreiben, indem Sie Ihre E-Mail-Adresse in unserer <a href="../">Audacity Webseite</a> eintragen. Wir nutzen diese Liste nur darfür, daß wir neue Versionen von Audacity bekanntgeben. Wir werden diese E-Mail-Adressen nie teilen oder veröffentlichen.</p> <p>Um sich aus der Liste zu <b>löschen</b> muß man sich auf der <a href="../">Webseite</a> eintragen und dann den Knopf "Remove" drücken. Wenn Sie irgendwelche Probleme dabei haben, schreiben Sie bitte direkt an <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
el: <p>Μπορείς να γίνεις συνδρομητής στην λίστα ανακοινώσεων εισάγοντας την διεύθυνσή σου στη φόρμα της <a href="../">αρχικής ιστοσελίδας του Audacity</a>. Θα χρησιμοποιήσουμε αυτή τη λίστα μόνο για να σου στέλνουμε σύντομες ανακοινώσεις από νέες εκδόσεις του Audacity. Ποτέ δεν θα μοιραστούμε τις διευθύνσεις αυτής της λίστας με κανένα.</p> <p>Για να <b>ακυρώσεις τη συνδρομή σου</b> από αυτή τη λίστα οποιαδήποτε στιγμή, εισήγαγε τη διεύθυνσή σου στη φόρμα στην <a href="../">αρχική ιστοσελίδα</a> και επέλεξε το κουμπί "Απομάκρυνση" . Αν έχεις κάποια προβλήματα ή ερωτήσεις, παρακαλώ επικοινώνησε με <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
es: <p> Puede suscribirse a nuestra lista de anuncios introduciendo su dirección de correo en el formulario de la <a href="../">página de inicio de Audacity </a>. Sólo utilizaremos esta lista para enviar anuncios de las nuevas versiones de Audacity. Nunca compartiremos las direcciones de esta lista con nadie más.</p> <p>Para <b>cancelar la suscripción</b> introduzca su dirección de correo en el formulario de nuestra <a href="../">página de inicio</a> y haga clic en el botón Eliminar. Si tiene algún problema o cuestión contacte con <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
fi: <p>Voit tilata tiedotuslistamme kirjoittamalla osoitteesi <a href="../">Audacityn etusivulla</a> olevaan lomakkeeseen. Käytämme tätä listaa ainoastaan lyhyiden tiedotteiden lähettämiseen Audacityn uusista julkaisuista. Emme koskaan jaa tämän listan osoitteita kenellekään.</p> <p><b>Lopettaaksesi</b> koska tahansa listan tilaamisen, kirjoita osoitteesi <a href="../">etusivun</a> lomakkeeseen ja paina "Poista"-painiketta. Jos sinulla on mitä tahansa ongelmia tai kysymyksiä, ota yhteyttä (englanniksi) osoitteeseen <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
fr: <p>Vous pouvez vous inscrire à la liste d'annonce en tapant votre adresse mail dans le formulaire de la <a href"../">page d'accueil de Audacity</a>. Nous l'utiliserons uniquement pour vous envoyer les annonces de sortie de nouvelles versions d'Audacity. Nous ne divulguerons à quiconque les adresses de cette liste.</p> <p>Pour vous <b>désinscrire</b> de cette liste à n'importe quel moment, tapez votre adresse dans le formulaire de la <a href"../">page d'accueil de Audacity</a> puis cliquez sur le bouton "Désinscrire". En cas de problème, merci de contacter <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
nb: <p>Du kan abonnere på kunngjøringslisten vår ved å skrive inn adressen din på skjemaet på <a href="../">hjemmesiden til Audacity</a>. Vi kommer bare til å bruke denne listen til å sende deg korte kunngjøringer om nye Audacity-utgivelser. Vi kommer aldri til å dele adressene på denne listen med noen.</p> <p>Når som helst kan du <b>stoppe abonnementet</b> til listen ved å skrive inn adressen i skjemaet på <a href="../">hjemmesiden vår</a> og trykke "Fjern"-knappen. Hvis du har problemer eller spørsmål, vennligst ta kontakt med <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>

source: Mailing List Policy
cs: Pravidla konference
de: Mailinglisten Policy
el: Πολιτική της Λίστας Ηλεκτρονικού Ταχυδρομείου
es: Política de la lista de correo
fi: Postituslistan käytäntö
fr: Politique de confidentialité des listes de diffusion
nb: Retningslinjer angående epostlisten
sv: Epostpolicy

source: <p>(This applies to audacity-help, audacity-users, and other <a href="../contact/lists">discussion lists</a>.)</p> <p>These are public mailing lists. When you send a message to any of these addresses, including <a href="../contact/">audacity-help</a>, it will be forwarded to dozens of people, including Audacity developers and others. SourceForge and other web sites may publish archives of these lists. <b>Your email address will normally be removed from published archives for your privacy, and the Audacity developers will not share your address with anyone or add it to any lists.</b> However, we can't prevent other subscribers from seeing or publishing your messages.</p> <p>If you have any questions about this policy or are not comfortable writing to a public mailing list, send a private e-mail to the lead Audacity developer at: <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
cs: <p>(Toto upozornění platí pro audacity-help, audacity-users a ostatní <a href="../contact/lists">e-mailové konference</a>.)</p> <p>Jedná se o veřejné e-mailové konference. Pokud pošlete zprávu na jakoukoliv z těchto adres, včetně <a href="../contact/">audacity-help</a>, bude kromě vývojářů Audacity rozeslána velkému množství dalších lidí. SourceForge i jiné webové stránky mohou uveřejňovat archivy těchto konferencí. <b>Kvůli ochraně soukromí bude vaše e-mailová adresa z veřejných archivů odstraněna.</b> Nicméně nemůžeme zabránit ostatním účastníkům konference, aby četli nebo uveřejnili vaše zprávy.</p> <p>Máte-li otázky ohledně ochrany soukromí, nebo vám nevyhovuje psát do veřejných konferencí, pošlete soukromý e-mail vedoucímu vývojáři na adresu: <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
de: <p>(Diese Vereinbarung gehört zu audacity-help, audacity-users und andere <a href="../contact/lists">Diskussionslisten</a>.)</p> <p>Dies sind öffentliche Mailinglisten. Wenn Sie eine Nachricht an eine dieser Listen senden, auch an <a href="../contact/">audacity-help</a> wird diese an Dutzende von Leuten inklusive der Entwickler weitergeleitet. SourceForge und andere Webseiten publizieren diese Listen und deren Archive.<b>Ihre E-Mail-Adresse wird normalerweise von den öffentlichen Listen entfernt und auch die Entwickler von Audacity werden diese nicht veröffentlichen oder auf einer anderen Liste nutzen.</b> Wie auch immer, wir können nicht verhindern, daß andere Personen dies tun.</p> <p>Haben Sie irgendwelche Fragen hierzu oder können Sie nicht an eine öffentliche Liste schreiben, schicken Sie eine private E-Mail an den "Chef-Entwickler" von Audacity: <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
el: <p>(Αυτά αφορούν την audacity-βοήθεια, audacity-users, και άλλες <a href="../contact/lists">λίστες συζήτησης</a>.)</p> <p>Αυτές είναι δημόσιες λίστες αλληλογραφίας. Όταν στέλνεις ένα μήνυμα σε μια από αυτές τις διευθύνσεις,περιλαμβανομένων <a href="../contact/">audacity-βοήθεια</a>, αυτό προωθείται σε δεκάδες ανθρώπους , περιλαμβανομένων των δημιουργών του Audacity και άλλων. Το SourceForge και άλλοι διαδικτυακοί τόποι μπορεί να δημοσιοποιήσουν αρχεία από αυτές τις λίστες. <b>Η διεύθυνση του e-mail σου κανονικά θα πρέπει να απομακρυνθεί από τα δημοσιευμένα αρχεία για την προστασία της ιδιωτικής σου ζωής, και οι δημιουργοί του Audacity δεν θα μοιραστούν τη διεύθυνσή σου με κανένα και ούτε θα την προσθέσουν σε κάποια λίστα.</b> Παρ' όλα αυτά, δεν μπορούμε να εμποδίσουμε άλλους συνδρομητές από το να δουν ή να δημοσιεύσουν τα μηνύματά σου.</p> <p>Αν έχεις κάποιες ερωτήσεις σχετικά με αυτή την πολιτική ή δεν νιώθεις άνετα να γράψεις σε μια δημόσια λίστα αλληλογραφίας, στείλε ένα ιδιωτικό μήνυμα στον κύριο συντελεστή στο: <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
es: <p>(Esto aplica a la ayuda-audacity, usuarios-audacity, y otras <a href="../contact/lists">listas de discusión</a>.)</p> <p>Estas son listas de correo públicas. Cuando envías un mensaje a cualquiera de estas direcciones, incluyendo <a href="../contact/">ayuda-audacity</a>, será re-enviado a docenas de personas, incluyendo desarrolladores de Audacity y otros. SourceForge y otros sitios web podrían publicar archivos de estas listas. <b> Tu dirección e-mail será normalmente eliminada de los archivos públicos para mantener tu privacidad, y los desarrolladores Audacity no compartirán tu dirección con alguien ni la añadirán a lista alguna.</b> Sin embargo, no podemos prevenir que otros subscriptores vean o publiquen tus mensajes. </p> <p>Si tienes alguna pregunta acerca de esta política o no te sientes cómodo con escribir a una lista de correos pública, envía un e-mail privado al desarrollador líder de Audacity: <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
fi: <p>(Tämä koskee: audacity-help, audacity-users, ja muita <a href="../contact/lists">keskustelulistoja</a>.)</p> <p>Nämä ovat julkisia postituslistoja. Kun lähetät viestin mihin tahansa näistä osoitteista, mukaanlukien <a href="../contact/">audacity-help</a>, se lähetetään lukuisille ihmisille, mukaanlukien Audacityn kehittäjät ja muut. SourceForge ja muut sivustot voivat julkaista näiden listojen arkistoja. <b>Sähköpostiosoitteesi poistetaan normaalisti julkaistuista arkistoista yksityisyytesi suojaksi, ja Audacityn kehittäjät eivät jaa osoitteitasi kenellekään tai lisää sitä millekään listalle.</b> Emme kuitenkaan voi estää muita tilaajia näkemästä tai julkaisemasta viestejäsi.</p> <p>Jos sinulla on jotain kysyttävää tästä käytännöstä, tai koet epämiellyttäväksi kirjoittaa julkiselle postituslistalle, voit lähettää sähköpostia yksityisesti Audacityn pääkehittäjälle (englanniksi) osoitteeseen <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
fr: <p>(Ceci s'applique à audacity-help, audacity-users, et aux autres <a href="../contact/lists">listes de discussion</a>.)</p> <p>Ce sont des listes de diffusion publiques. Lorsque vous envoyez un courriel à l'une de ces adresses (en particulier à <a href="../contact/">audacity-help</a>, il sera transmis à des dizaines de personnes, dont les développeurs d'Audacity. SourceForge et d'autres sites web sont susceptibles de publier les archives de ces listes. <b>Votre adresse mail sera normalement supprimée des archives publiées, et les développeurs de Audacity ne la transmettront à personne, ni ne l'ajouterons à une quelconque liste.</b> Cependant, nous ne pouvons eviter que les personnes inscrites voient votre adresse ou ne publient vos messages.</p> <p>En cas de questions par rapport à la politique de confidentialité ou si vous ne voulez pas écrire à une liste de discussion publique, envoyez un courriel personnel au développeur en chef de Audacity : <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
nb: <p>(Dette gjelder audacity-help, audacity-users, og andre <a href="../contact/lists">diskusjonslister</a>.)</p> <p>Disse er offentlig tilgjengelige e-postlister. Når du sender en beskjed til en av disse adressene, inklusive <a href="../contact/">audacity-help</a>, vil den bli videresendt til dusinvis av mennesker, bl.a. utviklerne av Audacity, og andre. SourceForge og andre nettsteder kan publisere arkiver av disse listene. <b>E-postadressen vil vanligvis bli fjernet fra publiserte arkiver av hensyn til ditt personvern, og utviklerne av Audacity vil ikke dele din adresse med noen elelr legge den til noen lister.</b> Likevel, vi kan ikke hindre andre abonnenter fra å se eller publisere dine e-poster.</p> <p>Hvis du har noen spørsmål om disse retningslinjene, eller du ikke er tilfreds med å skrive til en offentlig tilgjengelig e-postliste, vennligst send en privat e-post til hovedutvikleren av Audacity på: <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>

source: You must subscribe to send messages to this list.
cs: Abyste mohli posílat zprávy do konference, musíte se přihlásit k jejich odběru.
de: Sie müssen sich anmelden um eine Nachricht an diese Liste senden zu können.
el: Πρέπει να γίνεις συνδρομητής για να στείλεις μηνύματα σε αυτή τη λίστα
es: Para poder enviar mensajes a la lista debe suscribirse primero.
fi: Sinun täytyy olla tilaaja voidaksesi lähettää viestejä tälle listalle.
fr: Vous devez vous inscrire pour envoyez des courriels à cette liste.
nb: Du må melde deg på for å sende meldinger til denne listen.
sv: Du måste prenumerera för att kunna skicka mail till denna lista.

source: %s archives and subscription information
cs: %s archivy a přihlašovací informace
de: %s Archive und Anmeldungsinformationen
el: %s αρχεία και πληροφορίες συνδρομής
es: %s archivos e información de subscripción
fi: %s arkistot ja tilausohjeet
fr: Archives et informations sur %s
nb: %s arkiver og påmeldingsinformasjon

source: These mailing lists are for discussion of the Audacity audio editor. </p> <p>Note: These are public mailing lists. For details, see our <a href="privacy">privacy policy</a>.
cs: Tyto konference slouží k diskusím o zvukovém editoru Audacity. </p> <p>Poznámka: Jedná se o veřejné konference. Podrobnosti najdete na stránce o <a href="privacy">ochraně soukromí</a>.
de: Diese Mailinglisten werden verwendet um über den Audacity Audio-Editor zu diskutieren.</p> <p>Hinweis: Dies sind öffentliche Mailinglisten. Für mehr Informationen, beachten Sie unsere <a href="privacy">Privacy Bestätigung</a>.
el: Αυτές οι λίστες αλληλογραφίας είναι για συζήτηση πάνω στον επεξεργαστή audio Audacity . </p> <p>Σημείωση: Αυτές είναι δημόσιες λίστες αλληλογραφίας. Για λεπτομέρειες, δες την <a href="privacy">πολιτική εχεμύθειας</a>.
es: Estas listas de correo son para discutir sobre el editor de sonidos Audacity</p> <p>Nota: son listas públicas. Para obtener más información lea nuestra <a href="privacy">política de privacidad</a>.
fi: Nämä postituslistat ovat audioeditori Audacityä koskevaa (englanninkielistä) keskustelua varten. </p> <p>Huomaa: Nämä ovat julkisia postituslistoja. Yksityiskohdat näet <a href="privacy">tietosuojalausunnostamme</a>.
fr: Ces listes de diffusion (en langue anglaise) sont destinées aux discussions portant sur l'éditeur audio Audacity.</p> <p>Note : ce sont les listes de discussion publiques. Pour plus de détails, veuillez lire notre <a href="privacy">politique de confidentialité</a>.
nb: Disse e-postlistene er til for diskusjon om lydredigeringsprogrammet Audacity.</p> <p>Merk: Disse er offentlig tilgjengelige e-postlister. Hvis du vil ha flere detaljer, les våre <a href="privacy">retningslinjer angående personvern</a>.

source: Discuss Audacity with other users and developers.
cs: Diskutujte o Audacity s ostatními uživateli a vývojáři.
de: Diskutiere mit anderen Nutzern und Entwicklern über Audacity (in englischer Sprache)
el: Συζήτηση για το Audacity με άλλους χρήστες και δημιουργούς
es: Discutir sobre Audacity con otros usuarios y desarrolladores.
fi: Keskustele Audacitystä muiden käyttäjien ja kehittäjien kanssa.
fr: Discutez de Audacity avec les autres utilisateurs et les développeurs.
nb: Diskuter Audacity med brukere og utviklere.
sv: Diskutera Audacity med andra användare och utvecklare.

source: For translators localizing the Audacity software and web site.
cs: Pro překladatele, kteří pracují na lokalizaci programu a webové stránky.
de: Für Übersetzer, die Audacity und die Webseite in Ihre Sprache übersetzen
el: Για μεταφραστές του προγράμματος και του διαδικτυακού τόπου του Audacity
es: Para traducir Audacity y el sitio web a su idioma.
fi: Kääntäjille, jotka lokalisoivat Audacityä ja sen verkkosivustoa.
fr: Pour les traducteurs contribuant à l'internationalisation du logiciel Audacity et du site web.
nb: For oversettere av programmet Audacity og det tilhørende nettstedet.
sv: För översättare som söker Audacity mjukvara och hemsida.

source: For developers working with the Audacity source code and documentation.
cs: Pro vývojáře, kteří pracují na zdrojovém kódů Audacity a dokumentaci.
de: Für Entwickler die mit dem Quellcode arbeiten und an der Dokumentation schreiben (in englischer Sprache)
el: Για δημιουργούς που εργάζονται για τον πηγαίο κώδικα και την υποστήριξη του Audacity
es: Para desarrolladores que trabajen con el código fuente y la documentación de Audacity.
fi: Kehittäjille, jotka työskentelevät Audacityn lähdekoodin ja dokumentaation parissa.
fr: Pour les développeurs travaillant sur le code source et la documentation.
nb: For utviklere som jobber med kildekoden eller dokumentasjonen til Audacity.
sv: För utvecklare som arbetar med Audacitys källkod och dokumentation.

source: Share questions and tips about programming <a href="../help/nyquist">Nyquist plug-ins</a>.
cs: Sdílejte otázky a poznatky k programování <a href="../help/nyquist">Nyquist pluginů</a>.
de: Fragen und Hinweise zum Thema <a href="../help/nyquist">Nyquist Plugins</a>.
el: Μοιράσου ερωτήσεις και ιδέες στον προγραμματισμό των <a href="../help/nyquist">ενθεμάτων(plug-ins) Nyquist</a>.
es: Comparta sus preguntas y consejos al programar<a href="../help/nyquist">complementos Nyquist</a>.
fi: Jaa kysymyksesi ja vinkkisi <a href="../help/nyquist">Nyquist-laajennusten</a> ohjelmoinnista.
fr: Partagez votre expérience et soumettez vos requêtes concernant la programmation des <a href="../help/nyquist">modules Nyquist</a>.
nb: Del spørsmål og tips relatert til programmering av <a href="../help/nyquist">Nyquist-tillegg</a>.
sv: Ta del av frågor och tips om programmering av <a href="../help/nyquist">Nyquist plug-ins</a>.

source: Developers can subscribe to this mailing list to receive automatic updates from <a href="../community/developers#bugzilla">Bugzilla</a>.
cs: Do této konference se mohou přihlásit vývojáři, kteří chtějí automaticky dostávat novinky z <a href="../community/developers#bugzilla">Bugzilly</a>.
de: Entwickler können Sich in dieser Mailingliste einschreiben um automatisch Informationen aus <a href="../community/developers#bugzilla">Bugzilla</a> zu erhalten.
el: Οι δημιουργοί μπορούν να γίνουν συνδρομητές σε αυτή τη λίστα αλληλογραφίας και να λαμβάνουν αυτόματες ενημερώσεις από τον <a href="../community/developers#bugzilla">Bugzilla</a>.
es: Los desarrolladores pueden unirse a ésta lista de correo para recibir actualizaciones automáticas de <a href="../community/developers#bugzilla">bugzilla</a>.
fi: Kehittäjät voivat tilata tämän postituslistan saadakseen automaattisia päivityksiä <a href="../community/developers#bugzilla">Bugzilla</a>:sta.
fr: Les développeurs peuvent s'inscrire à cette liste pour recevoir des mises-à-jour automatique de <a href="../community/developers#bugzilla">Bugzilla</a>.
nb: Utviklere kan abonnere på denne listen for å motta automatiske oppdateringer fra <a href="../community/developers#bugzilla">Bugzilla</a>.
sv: Utvecklare kan prenumerera på denna epostlista för att automatiskt motta uppdateringar från <a href="../community/developers#bugzilla">Bugzilla</a>.

source: Send a message to this list if you have questions or comments for the Audacity developers. You do not need to subscribe to this list to send a message.
cs: Jestliže máte otázky nebo sdělení pro vývojáře Audacity, pošlete je do této konference. Zprávy lze odesílat i bez přihlášení.
de: <p>Als erste Anlaufstelle für deutschsprachige Nutzer empfehlen wir das <b><a href="http://audacity.fuchsi.de">deutschsprachige Audacity Forum</a></b></p><p>Schreibe eine Nachricht an die Entwickler von Audacity. Man muß nicht in die Liste eingeschrieben sein, um eine Nachricht zu senden.</p>
el: Στείλε ένα μήνυμα σε αυτή τη λίστα αν έχεις ερωτήσεις ή σχόλια για τους δημιουργούς του Audacity. Δεν χρειάζεται να γίνεις συνδρομητής σε αυτή τη λίστα για να στείλεις ένα μήνυμα.
es: Envíe un mensaje a esta lista si tiene alguna cuestión o comentario que realizar a los desarrolladores de Audacity. No es necesario suscribirse a esta lista para enviar un mensaje.
fi: Lähetä viesti tälle listalle, jos sinulla on kysymyksiä tai kommentteja Audacityn kehittäjille. Sinun ei tarvitse tilata listaa voidaksesi lähettää viestin.
fr: Envoyez un message à cette liste si vous avez des questions ou des commentaires destinés aux développeurs de Audacity. Vous n'avez pas besoin de vous inscrire pour envoyer un message.
nb: Send en beskjed til denne listen om du har spørsmål eller kommentarer til Audacity-utviklerne. Du trenger ikke å abonnere på listen for å sende en beskjed.
sv: Skicka ett meddelande till denna lista om du har frågor eller kommentarer till utvecklarna av Audacity. Du behöver inte prenumerera på denna epostlista för att skicka ett meddelande.

source: Web Site Copyright and Trademark
cs: Autorská a obchodní práva k webové stránce
de: Webseitencopyright und Handelsmarke
el: Πνευματικά Δικαιώματα και Σήμα Κατατεθέν του Διαδικτυακού Τόπου
es: Copyright del sitio web y de la marca
fi: Web-sivuston tekijänoikeudet ja tavaramerkit
fr: Copyright et marque déposée
nb: Nettstedets opphavsrett og varemerke
sv: Hemsida Copyright och varumärke
