Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <h3>Plug-Ins</h3> <ul> <li>Add new effects with <a href="http://www.ladspa.org/">LADSPA plugins</a>.</li> <li>Audacity includes some sample plugins by <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Load VST plugins for Windows and Mac, with the optional <a href="http://audacityteam.org/vst/">VST Enabler</a>.</li> <li>Write new effects with the built-in <a href="../help/nyquist">Nyquist</a> programming language.</li> </ul>
cs: <h3>Pluginy (zásuvné moduly)</h3> <ul> <li>Přidávání nových efektů jako <a href="http://www.ladspa.org/">LADSPA pluginy</a>.</li> <li>Audacity obsahuje ukázkové pluginy od <a href="http://plugin.org.uk/">Steva Harrise</a>.</li> <li>Použití VST pluginů ve Windows a Mac pomocí volitelného <a href="http://audacityteam.org/vst/">VST Enableru</a>.</li> <li>Možnost napsání vlastních efektů ve vestavěném programovacím jazyce <a href="../help/nyquist">Nyquist</a>.</li> </ul>
de: <h3>Plugins</h3> <ul> <li>Füge neue Effekte als <a href="http://www.ladspa.org/">LADSPA Plugins</a> hinzu.</li> <li>Audacity beinhaltet einige Sample Plugins von <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Einladen von VST Plugins für Windows und Mac mit dem optionalen <a href="http://audacityteam.org/vst/">VST Enabler</a>.</li> <li>Schreiben von neuen Effekten mit der eingebauten Programmiersprache <a href="../help/nyquist">Nyquist</a> .</li> </ul>
el: <h3>Ενθέματα (Plug-Ins)</h3> <ul> <li>Πρόσθεσε νέα εφέ με <a href="http://www.ladspa.org/">ενθέματα LADSPA (plugins)</a>.</li> <li>Το Audacity περιλαμβάνει μερικά δείγματα ενθεμάτων από τον <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Φόρτωσε ενθέματα VST (plugins) για Windows και Mac, με τον προαιρετικό <a href="http://audacityteam.org/vst/">Ενεργοποιητή VST</a>.</li> <li>Γράψε νέα εφέ με την ενσωματωμένη <a href="../help/nyquist">Nyquist</a> γλώσσα προγραμματισμού.</li> </ul>
es: <h3>Complementos</h3> <ul> <li>Añada nuevos efectos con los <a href="http://www.ladspa.org/">complementos LADSPA</a>.</li> <li>Audacity incluye algunos complementos de ejemplo escritos por <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Cargar complementos VST para Windows y Mac, con el opcional <a href="http://audacityteam.org/vst/">Activador VST</a>.</li> <li>Escribir nuevos efectos con el lenguaje de programación <a href="../help/nyquist">Nyquist</a> incluído.</li> </ul>
fi: <h3>Laajennukset</h3> <ul> <li>Lisää uusia efektejä <a href="http://www.ladspa.org/">LADSPA-laajennuksilla</a>.</li> <li>Audacity sisältää muutamia <a href="http://plugin.org.uk/">Steve Harris</a>:n näytelaajennuksia.</li> <li>Lataa VST-laajennuksia Windowsille ja Macille valinnaisen <a href="http://audacityteam.org/vst/">VST Enabler</a>:n avulla.</li> <li>Kirjoita uusia efektejä sisäänrakennetulla <a href="../help/nyquist">Nyquist</a>-ohjelmointikielellä.</li> </ul>
fr: <h3>Modules</h3> <ul> <li>Ajoutez de nouveaux effets avec <a href="http://www.ladspa.org/">LADSPA plugins</a>.</li> <li>Audacity comporte quelques exemples de modules de <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Chargez les effets VST de Windows et Mac avec <a href="http://audacityteam.org/vst/">VST Enabler</a> (optionnel).</li> <li>Composez de nouveaux effets avec le langage de programmation intégré <a href="../help/nyquist">Nyquist</a>.</li> </ul>
nb: <h3>Programtillegg</h3> <ul> <li>Legg til nye effekter med <a href="http://www.ladspa.org/">LADSPA-tillegg</a>.</li> <li>Audacity kommer med noen programtillegg som prøvesmak, laget av <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Hvis du installerer <a href="http://audacityteam.org/vst/">VST Enabler</a> kan du laste inn VST-tillegg for Windows og Mac.</li> <li>Skriv nye effekter med det innebygde <a href="../help/nyquist">Nyquist</a>-programmeringsspråket.</li> </ul>
sv: <h3>Plug-Ins</h3> <ul> <li>Lägg till nya effekter med<a href="http://www.ladspa.org/">LADSPA plugins</a>.</li> <li>Audacity inkluderas med några plugins av <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Ladda ner VST plugins för Windows och Mac, med valfri<a href="http://audacityteam.org/vst/">VST Enabler</a>.</li> <li>Skapa nya effekter med det inbyggda <a href="../help/nyquist">Nyquist</a> programmeringsspråket.</li> </ul>

source: <h3>Analysis</h3> <ul> <li>Spectrogram mode for visualizing frequencies.</li> <li>“Plot Spectrum” command for detailed frequency analysis.</li> </ul>
cs: <h3>Analýza</h3> <ul> <li>Režim spektrogramu pro zobrazení frekvencí.</li> <li>Příkaz “vykreslit spektrum” pro detailní frekvenční analýzu.</li> </ul>
de: <h3>Analyse</h3> <ul> <li>Spectrogrammmodus um die Frequenzen anzuzeigen</li> <li>Plot Spectrum Befehle für eine genauere Frequenzanalyse</li> </ul>
el: <h3>Ανάλυση</h3> <ul> <li>Κατάσταση φασματογραφήματος για οπτικοποίηση των συχνοτήτων.</li> <li>“Ανάλυση Συχνότητας” εντολή για λεπτομερής ανάλυση συχνότητας.</li> </ul>
es: <h3>Análisis</h3> <ul> <li>Modo espectrógrafo para visualizar frecuencias.</li> <li>Comando «Dibujar espectro» para obtener un análisis detallado de las frencuencias.</li> </ul>
fi: <h3>Analysointi</h3> <ul> <li>Spektrogrammitila visualisoi taajuudet.</li> <li>Esitä spektri -toiminto yksityiskohtaiseen taajuusanalyysiin.</li> </ul>
fr: <h3>Analyse</h3> <ul> <li>Mode spectrogramme pour visualiser le contenu fréquentiel.</li> <li>Fonction "Tracer le spectre" pour une analyse fréquentielle détaillée.</li> </ul>
nb: <h3>Analyse</h3> <ul> <li>Spektrogram-modus for å visualisere frekvenser.</li> <li>“Plott spektrum”-kommando for detaljert frekvensanalyse.</li> </ul>
sv: <h3>Analys</h3> <ul> <li>Spectrogram för åskådliggörande av frekvenser.</li> <li>“Plot Spectrum” kommando för detaljerad fekvensanalys.</li> </ul>

source: <h3>Free and Cross-Platform</h3> <ul> <li>Licensed under the <a href="license">GNU General Public License (GPL)</a>.</li> <li>Runs on Mac OS X, Windows, and GNU/Linux.</li> </ul>
cs: <h3>Volně dostupný a multiplatformní</h3> <ul> <li>Licencováno pod <a href="license">GNU General Public License (GPL)</a>.</li> <li>Funguje na Mac OS X, Windows, a GNU/Linuxu.</li> </ul>
de: <h3>Frei und Betriebssystemunabhängig</h3> <ul> <li>Lizensiert unter der <a href="license">GNU General Public License (GPL)</a>.</li> <li>Läuft auf Mac OS X, Windows und GNU/Linux.</li> </ul>
el: <h3>Ελεύθερο και Ανεξαρτήτως-Πλατφόρμας</h3> <ul> <li>Αδειοδότηση υπό τη <a href="license">Γενική Δημόσια Άδεια GNU (GPL)</a>.</li> <li>Τρέχει σε Mac OS X, Windows, και GNU/Linux.</li> </ul>
es: <h3>Libre y multi-plataforma</h3> <ul> <li>Con una <a href="license">Licencia Pública General de GNU (GNU GPL)</a>.</li> <li>Corre bajo Mac OS X, Windows y GNU/Linux.</li> </ul>
fi: <h3>Vapaa ja monialustainen</h3> <ul> <li><a href="license">GNU General Public License (GPL)</a> -lisenssin alainen.</li> <li>Toimii Mac OS X-, Windows- ja GNU/Linux-käyttöjärjestelmillä.</li> </ul>
fr: <h3>Libre et multi-plateformes</h3> <ul> <li>Distribué sous la <a href="license">GNU General Public License (GPL)</a>.</li> <li>Fonctionne sous Mac OS X, Windows et GNU/Linux.</li> </ul>
nb: <h3>Fritt og kryss-plattform</h3> <ul> <li>Lisensiert under <a href="license">GNU General Public License (GPL)</a>.</li> <li>Kjører på Mac OS X, Windows og GNU/Linux.</li> </ul>
sv: <h3>Freeware och för flera plattformar</h3> <ul> <li>Licensierad under <a href="license">GNU General Public License (GPL)</a>.</li> <li>Körs på Mac OS X, Windows, och GNU/Linux.</li> </ul>

source: Credits
cs: Lidé, technologie, poděkování
de: Verfasser
el: Εύσημα
es: Créditos
fi: Tekijät
fr: Crédits
nb: Takk til
sv: Tack till

source: These are some of the people who have <a href="../community/">contributed</a> to the free Audacity audio editor.</p> </p>If you have questions or feedback about Audacity, please see the <a href="../contact/">contact page</a>.
cs: Seznam některých lidí, kteří <a href="../community/">přispěli</a> k volně dostupnému zvukovému editoru Audacity.</p> </p>Pokud máte otázky nebo jiné poznatky týkající se Audacity, podívejte se prosím na <a href="../contact/">stránku s kontakty</a>.
de: Hier sind einige der Personen die Audacity <a href="../community/">unterstützt</a> haben.</p> </p>Wenn Sie Fragen oder Feedback zu Audacity haben <a href="../contact/">kontaktieren</a> Sie uns oder besuchen das <a href="http://audacity.fuchsi.de">deutschsprachige Audacity Forum</a>.
el: Αυτοί είναι κάποιοι από τους ανθρώπους που έχουν <a href="../community/">συνεισφέρει</a> στο ελεύθερο πρόγραμμα επεξεργασίας audio Audacity.</p> </p>Εάν έχεις ερωτήσεις ή στοιχεία υποστήριξης σχετικά με το Audacity, μπορείς να δεις τη <a href="../contact/">σελίδα επικοινωνίας</a>.
es: Estas son algunas de las personas que han<a href="../community/">contribuido</a> con Audacity, el editor de sonidos libre.</p> </p>Si tiene alguna consulta o comentario sobre Audacity, consulte la <a href="../contact/">página de contacto</a>.
fi: Nämä ihmiset ovat <a href="../community/">avustaneet</a> Audacityn, vapaan audioeditorin kehitystä.</p> </p>Jos sinulla on kysymyksiä tai palautetta Audacitystä, katso <a href="../contact/">yhteystietosivu</a>.
fr: Voici une liste (incomplète) de personnes <a href="../community/">contribuant</a> au développement de l'éditeur audio libre Audacity.</p> <p>Si vous avez une question ou un commentaire à propos d'Audacity, rendez-vous à la page <a href="../contact">Contact</a>.
nb: Dette er noen av menneskene som har <a href="../community/">bidratt</a> til det frie lydredigeringsprogrammet Audacity.</p> </p>Hvis du har spørsmål eller tilbakemeldinger om Audacity, vennligst les <a href="../contact/">kontaktsiden</a>.
sv: Det är några som har <a href="../community/">bidragit</a>till Audacity ljudredigerare (freeware).</p> </p>Om du har frågor eller vill ge oss feeedback om Audacity, läs <a href="../contact/">ta kontakt-sida</a>.

source: History
el: Ιστορικό
es: Historia
fr: Historique
nb: Historie

source: Audacity was started by Dominic Mazzoni and Roger Dannenberg in the fall of 1999 at Carnegie Mellon University. It was released as open-source software at SourceForge.net in May of 2000.
el: Το Audacity ξεκίνησε από τους Dominic Mazzoni και Roger Dannenberg το φθινόπωρο του 1999 στο Carnegie Mellon University. Εκδόθηκε ως λογισμικό ανοιχτού κώδικα στο SourceForge.net τον Μάιο του 2000.
es: Audacity fué creado por Dominic Mazzoni y Roger Dannenberg en el otoño de 1999 en la Universidad de Carnegie Mello. Fue publicado como software de código abierto en SourceForge.net en mayo de 2000.
fr: Audacity a été lancé par Domini Mazzoni et Roger Dannenberg à la fin 1999 à l'université de Carnegie Mellon. Il a été diffusé sous forme de logiciel libre (open source) en mai 2000.
nb: Audacity ble startet av Dominic Mazzoni og Roger Dannenberg høsten 1999 ved Carnegie Mellon University. Det ble utgitt som åpen kildekode-programvare på SourceForge.net i mai 2000.

source: Lead Developers
cs: Hlavní vývojáři
de: Führende Entwickler
el: Κύριοι Συντελεστές
es: Desarrolladores principales
fi: Pääkehittäjät
fr: Chefs de projets et développeurs principaux
nb: Hovedutviklere
sv: Huvudsakliga utveckare

source: Active Developers
cs: Aktivní vývojáři
de: Aktive Entwickler
el: Ενεργοί Συντελεστές
es: Desarrolladores activos
fi: Aktiiviset kehittäjät
fr: Développeurs actifs
nb: Aktive utviklere
sv: Aktiva utvecklare

source: Contributors
cs: Přispěvatelé
de: Mitwirkende
el: Έχουν συμβάλει
es: Colaboradores
fi: Avustajat
fr: Contributeurs
nb: Bidragsytere
sv: Medverkande

source: Nyquist author, Audacity founder, data structure architect
el: Δημιουργός Nyquist, ιδρυτής του Audacity, και αρχιτέκτονας δομής δεδομένων
es: Autor de Nyquist, fundador de Audacity, aquitecto de estructura de datos
fr: auteur de Nyquist, fondateur d'Audacity et achitecte de la structure de données
nb: Nyquist-forfatter, Audacity-grunnlegger, datastrukturarkitekt

source: lead documentation writer
el: κύριος συγγραφέας εγγράφων υποστήριξης
es: escritor principal de la documentación
fr: Auteur principal de la documentation
nb: hovedforfatter av dokumentasjon

source: Translators
cs: Překladatelé
de: Übersetzer
el: Μεταφραστές
es: Traductores
fi: Kääntäjät
fr: Traducteurs
nb: Oversettere
sv: Översättare

source: Libraries
cs: Programové knihovny
el: Συλλογές
es: Bibliotecas
fi: Kirjastot
fr: Bibliothèques
nb: Biblioteker
sv: Bibliotek

source: Audacity is based on code from the following projects:
cs: Audacity využívá části kódu z těchto projektů:
de: Audacity basiert auf dem Code folgender Projekte:
el: Το Audacity βασίζεται σε κώδικες από τις ακόλουθες παραγωγές:
es: Audacity está basado en código de los siguientes proyectos:
fi: Audacity perustuu seuraavien projektien koodiin:
fr: Audacity s'inspire en partie du code des projets suivants:
nb: Audacity er basert på kode fra de følgende prosjektene:
sv: Audacity är byggt på kod från följande projekt:

source: Thanks
cs: Poděkování
de: Danke
el: Ευχαριστίες
es: Agradecimientos
fi: Kiitokset
fr: Remerciements
nb: Takk
sv: Tack

source: There are many other people and organizations we would like to thank. Many of these have contributed code, patches, feedback, money, time, or other things to the project. Others simply produce tools that made this whole thing possible.
cs: Je mnoho dalších lidí a organizací, kterým bychom chtěli poděkovat. Mnoho z nich přispělo k projektu kódem, záplatami, zpětnou vazbou, financemi, časem i dalšími věcmi. Jiní zase prostě vyrábějí nástroje, které nám umožňují celý podnik uskutečnit.
de: Es gibt eine Menge an anderen Personen und Organisationen denen wir danke sagen wollen, viele haben Code, Geld, Zeit oder andere Sachen beigetragen. Andere haben "nur" Werkzeuge entwickelt, ohne die dieses Projekt nicht hätte entwickelt werden können.
el: Υπάρχουν πολλοί άλλοι που θα θέλαμε να ευχαριστήσουμε. Πολλοί από αυτούς έχουν συμβάλει με κώδικα,στοιχεία,υποστήριξη,χρήματα,χρόνο, ή άλλους τρόπους στην παραγωγή. Άλλοι απλά έχουν δημιουργήσει εργαλεία που έκαναν δυνατή αυτή την προσπάθεια.
es: Hay mucha otra gente y organizaciones a las que nos gustaría dar agradecimientos. Muchas de ellas han contribuido con código, parches, comentarios, dinero, tiempo u otras cosas al proyecto. Otros simplemente producen herramientas que han hecho todo esto posible.
fi: Haluamme kiittää myös monia muita henkilöitä ja organisaatioita. Monet heistä ovat lahjoittaneet projektillemme koodia, korjauksia, palautetta, rahaa, aikaa tms. Toiset yksinkertaisesti tuottavat työkaluja, jotka ovat tehneet tämän ylipäänsä mahdolliseksi.
fr: Il y a bien d'autres personnes et organisations que nous voudrions remercier. Beaucoup d'entre elles ont apporté des codes, des correctifs, des commentaires, des financements, du temps et bien d'autres choses au projet. D'autres ont simplement apporté des outils qui ont rendu ce travail possible.
nb: Det er mange andre personer og organisasjoner som vi ønsker å takke. Mange av disse har bidratt med kode, programfikser, tilbakemeldinger, penger, tid eller annet til prosjektet. Andre igjen produserer ganske enkelt verktøyer som gjorde hele prosjektet mulig.
sv: Det är många människor coh organisationer som vi skulle vilja tacka. Många har bidragit med kod, patchar, feedback, pengar, tid, och andra saker till projektet. Andra producerar olika verktyg som gjort detta projekt möjligt.

source: (Let us know if we're forgetting anyone!)
cs: (Dejte nám vědět, jestli jsme na někoho zapomněli!)
de: (Lassen Sie uns wissen, wenn wir jemanden vergessen haben)
el: (Ενημέρωσέ μας αν έχουμε ξεχάσει κάποιον!)
es: (Haganos saber si nos hemos olvidado de alguien)
fi: (Kerro meille, jos unohdimme kenetkään!)
fr: (Si vous vous sentez oublié, faites-le nous savoir!)
nb: (Si fra om det er noen vi har glemt!)
sv: (Tala om för oss om vi glömt någon!)

source: License
cs: Licence
de: Lizenz
el: Άδεια
es: Licencia
fi: Lisenssi
fr: Licence
nb: Lisens
sv: Licens

source: <p>Audacity is free software; you can redistribute it and/or modify it under the terms of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License</a> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.</p> <p>This license gives you the permission to modify, copy, distribute, and sell Audacity, as long as the code you distribute is available under the GPL. If you have questions, please <a href="../contact/">contact us</a>. <p>See also: <a href="http://www.gnu.org/licenses/gpl-faq.html">Frequently Asked Questions about the GNU GPL</a>.</p>
cs: <p>Audacity je volně dostupný (free) software. Lze ho volně rozšiřovat nebo měnit v souladu s licencí <a href="http://gnu.cz/article/licence/">GNU General Public License</a> vydanou Free Software Foundation, a to ve verzi 2, nebo (podle vaší vlastní volby) jakékoliv pozdější.</p> <p>Tato licence vás opravňuje měnit, kopírovat, rozšiřovat a prodávat Audacity, dokud bude vámi distribuovaný kód dostupný pod GPL. Jestliže k tomu máte nějaké otázky <a href="../contact/">kontaktujte nás</a>. <p>Podívejte se také na: <a href="http://www.gnu.org/licenses/gpl-faq.cs.html">Často kladené otázky o GNU GPL</a>.</p>
de: <p>Audacity ist <a href="http://audacity.sourceforge.net/about/">freie</a> Software, Sie können es weiter vertreiben und ändern unter der <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License</a>die von der Free Software Foundation veröffentlicht wurde; Version 2 der Lizenz oder (das können Sie entscheiden) jede spätere Version.</p> <p>Diese Lizenz gibt Ihnen die Erlaubnis Audacity zu ändern, zu kopieren, zu vertreiben oder zu verkaufen, solange der Quellcodewieder unter der GPL verfügbar ist. Wenn Sie Fragen haben <a href="../contact/">stellen Sie diese</a>. <p>Beachten Sie ebenfalls die <a href="http://www.gnu.org/licenses/gpl-faq.html">Häufig gestellten Fragen zur GNU GPL</a>.</p>
el: <p>Το Audacity είναι ένα ελεύθερο πρόγραμμα, μπορείς να το αναδιανείμεις ή να το μετατρέψεις υπό τους όρους της <a href="http://www.gnu.org/licenses/licenses.html#GPL">Γενικής Δημόσιας Άδειας GNU</a> όπως έχει δημοσιευτεί από το Free Software Foundation, είτε της έκδοσης 2 της Άδειας, ή (κατά επιλογή σου) κάποιας μεταγενέστερης έκδοσης.</p> <p>Αυτή η άδεια σου επιτρέπει να μετατρέψεις, αντιγράψεις, διανείμεις, και πουλήσεις το Audacity, εφ΄ όσων ο κωδικός που διανέμεις είναι διαθέσιμος υπό την GPL. Αν έχεις ερωτήσεις, παρακαλώ <a href="../contact/">επικοινώνησε μαζί μας </a>. <p>Δες επίσης: <a href="http://www.gnu.org/licenses/gpl-faq.html">Συχνές Ερωτήσεις σχετικά με την GNU GPL</a>.</p>
es: <p>Audacity es software libre, puede redistribuírlo y/o modificarlo bajo los términos de la <a href="http://www.gnu.org/licenses/licenses.html#GPL">Licencia GNU GPL</a> tal y como la publicó la Free Software Foundation; en la versión 2 de la licencia ó (a su elección) cualquier versión posterior.</p> <p>Esta licencia le da permiso para modificar, copiar, distribuir y vender Audacity, siempre y cuando el código que distribuya esté disponible bajo la licencia GPL. Si tiene alguna pregunta <a href="../contact/">contacte con nosotros</a>. <p>Vea también: <a href="http://www.gnu.org/licenses/gpl-faq.html">Preguntas más frecuentes sobre la GNU GPL</a>.</p>
fi: <p>Audacity on vapaa ohjelma; voit levittää ja/tai muunnella sitä Free Software Foundation:n julkaiseman <a href="http://www.turre.com/licenses/gpl_fi.php">GNU General Public License</a> -lisenssin ehtojen puitteissa; joko lisenssin version 2 tai (valintasi mukaan) minkä tahansa myöhemmän version.</p> <p>Tämä lisenssi antaa sinulle luvan muunnella, kopioida, levittää ja myydä Audacityä, kunhan levittämäsi koodi on saatavilla GPL-lisenssin alaisena. Jos sinulla on kysymyksiä, <a href="../contact/">ota meihin yhteyttä</a>. <p>Katso myös: <a href="http://www.gnu.org/licenses/gpl-faq.html">Usein kysytyt kysymykset GNU GPL:stä</a> (englanninkielinen).</p>
fr: Audacity est un logiciel libre; vous pouvez le redistribuer et/ou le modifier en accord avec la <a href="http://www.gnu.org/licenses/licenses.fr.html#GPL">GNU General Public Licence</a> publiée par la Free Software Foundation (licence version 2 ou plus récente).</p> <p>Cette licence vous permet de modifier, copier, distribuer et vendre Audacity, à condition que le code distribué soit disponible sous la licence GPL. En cas de question, rendez-vous sur la page <a href="../contact">Contact</a>.</p> <p>A voir aussi: <a href="http://www.gnu.org/licenses/gpl-faq.fr.html">FAQ de la GNU GPL</a>.</p>
nb: <p>Audacity er fri programvare, du kan omdistribuere og/eller modifisere programmet under vilkårene til <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License</a> utgitt av Free Software Foundation; enten versjon 2 av lisensen eller (om du vil) en hvilken som helst senere versjon.</p> <p>Denne lisensen gir deg tillatelse til å modifisere, kopiere, distribuere og selge Audacity, så lenge koden du distribuerer er tilgjengelig under GPL. Hvis du har spørsmål, vennligst <a href="../contact/">ta kontakt</a>. <p>Se også: <a href="http://www.gnu.org/licenses/gpl-faq.html">Ofte Spurte Spørsmål om GNU GPL</a>.</p>

source: More news items...
cs: Další novinky...
de: Mehr Neuigkeiten....
el: Επιπλέον νέα...
es: Más noticias...
fi: Lisää uutisaiheita...
fr: Plus d'actualités
nb: Flere nyheter...
sv: Många nya poster...

source: News
cs: Novinky
de: Neuigkeiten
el: Νέα
es: Noticias
fi: Uutisia
fr: Actualités
nb: Nyheter
sv: Nyheter

source: Links
cs: Odkazy
el: Σύνδεσμοι
es: Enlaces
fi: Linkit
fr: Liens
nb: Lenker
sv: Länkar

source: Other Things Named “Audacity” (not related to us)
cs: Další věci s názvem "Audacity" (se kterými nemáme nic společného)
de: Andere Dinge die "Audacity" genannt werden (und nicht zu uns gehören)
el: Άλλα Πράγματα Που Ονομάζονται "Audacity" (δεν σχετίζονται με εμάς)
es: Otras cosas denominadas "Audacity" (no relacionadas con nosotros)
fi: Muita Audacity-nimisiä asioita (jotka eivät liity meihin)
fr: D'autres choses nommées "Audacity" (mais qui n'ont rien à voir avec l'éditeur audio)
nb: Andre ting kalt "Audacity" (ikke relatert til oss)
sv: Andra saker med namnet "Audacity" (som inte har med oss att göra)

source: <a href="http://www.audiost.com/advr.htm">Audacity DVR</a> is a digital voice recorder for Palm OS and Treo handheld computers
cs: <a href="http://www.audiost.com/advr.htm">Audacity DVR</a> je digitální hlasový rekordér pro počítače s Palm OS a Treo handheldy.
de: <a href="http://www.audiost.com/advr.htm">Audacity DVR</a> ist ein Digital Voice Rekorder für Palm OS und Treo handheld computers
el: <a href="http://www.audiost.com/advr.htm">Το Audacity DVR</a> είναι ένας ψηφιακός ηχογράφος φωνής για Palm OS και Treo υπολογιστές χειρός
es: <a href="http://www.audiost.com/advr.htm">Audacity DVR</a> es un grabador digital de voz para Palm OS y ordenadores de bolsillo TREO.
fi: <a href="http://www.audiost.com/advr.htm">Audacity DVR</a> on digitaalinen ääninauhuri Palm OS:lle ja Treo-kämmentietokoneille.
fr: <a href="http://www.audiost.com/advr.htm">Audacity DVR</a> est un enregistreur vocal numérique pour Palm OS et Treo.
nb: <a href="http://www.audiost.com/advr.htm">Audacity DVR</a> er et program for å gjøre digitale opptak av tale på håndholdte maskiner som kjører Palm OS eller Treo.
sv: <a href="http://www.audiost.com/advr.htm">Audacity DVR</a> är en digital röstinspelare för Palm OS och Treo handdatorer
