Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <p>This is called multi-track recording. It makes it possible to record harmonies with yourself, or add new instruments or vocals to an existing recording. To do this in Audacity, follow these instructions:</p> <ol> <li>Import or record the first track.</li> <li>Open the “Audio I/O” section of the Audacity preferences, and check the box labeled <b>Play other tracks while recording new one.</b></li> <li>Close the preferences and press the <b>Record</b> button.</li> </ol> <p>See also: <a href="faq?s=recording&amp;i=sync">Why isn't my new track in sync with the previous ones?</a></p>
cs: <p>Říká se tomu vícestopé nahrávání. Pomocí něho se dá nahrát vlastní druhý hlas nebo přidávat další nástroje či hlasy do existující nahrávky. V Audacity toho dosáhnete takto:</p> <ol> <li>Otevřete, nebo nahrajte první stopu.</li> <li>Otevřete nastavení vstupu a výstupu (“Audio I/O”) v možnostech programu a zaškrtněte políčko označené <b>Přehrávat další stopy během nahrávání nové..</b></li> <li>Zavřete nastavení a stiskněte tlačítko <b>nahrávání</b>.</li> </ol> <p>Podívejte se také na: <a href="faq?s=recording&amp;i=sync">Proč není nová stopa přesně synchronizovaná s tou předchozí?</a></p>
de: <p>Dies wird Multi-Track Aufnahme genannt. Dies macht es möglich, daß Sie zusätzliche Instrumente oder Gesang zu einer bestehenden Aufnahmes hinzufügen. Um dies in Audacity zu machen, müssen Sie folgende Schritte tun:</p> <ol> <li>Import oder nehmen Sie das erste Lied auf</li> <li>Öffnen Sie den "Audio E/A" Reiter und klicken Sie die Box <b>Abspielen von Lieder während Aufnahmen</b></li> <li>Schliessen Sie die "Einstellungen" und drücken Sie <b>Aufnahme</b>.</li> </ol> <p>Sehen Sie auch hier: <a href="faq?s=recording&amp;i=sync">Warum ist meine neues Lied nicht mit dem ersten aufgenommenen synchron?</a></p>
el: <p>Αυτό ονομάζεται πολυκάναλη ηχογράφηση. Σου επιτρέπει να ηχογραφείς αρμονίες με τον εαυτό σου, και να προσθέτεις νέα όργανα ή φωνητικά σε μια προϋπάρχουσα ηχογράφηση. Για να γίνει αυτό στο Audacity, ακολούθησε αυτές τις οδηγίες:</p> <ol> <li>Εισήγαγε ή ηχογράφησε το πρώτο κανάλι.</li> <li>Άνοιξε την καρτέλα “Audio I/O” στις Προτιμήσεις του Audacity, και επέλεξε το κουτάκι με την ένδειξη <b>Αναπαραγωγή καναλιών ενώ ηχογραφείται άλλο.</b></li> <li>Κλείσε τις Προτιμήσεις και κάνε κλικ στο πλήκτρο <b>Ηχογράφηση</b> .</li> </ol> <p>Δες επίσης: <a href="faq?s=recording&amp;i=sync">Γιατί δεν είναι το νέο κανάλι σε συγχρονισμό με τα προηγούμενα;</a></p>
es: <p>Esto es llamado grabación multi-pista. Hace posible el grabar armonías contigo mismo, ó añadir nuevos instrumentos o vocales a una grabación existente. Para hacerlo en Audacity, sigue las siguientes instrucciones:</p> <ol> <li>Importa o graba a la primer pista.</li> <li>Abre la sección Audio E/S de las preferencias de Audacity, y habilita a la opción etiquetada <b>Reproducir otras pistas mientras se graba una nueva.</b></li> <li>Cierra las preferencias y presiona al botón <b>Grabar</b>.</li> </ol> <p>Consulta también: <a href="faq?s=recording&amp;i=sync">¿Porqué mi nueva pista no está sincronizada con las anteriores?</a></p>
fi: <p>Tätä kutsutaan moniraitaäänittämiseksi. Se mahdollistaa harmonioiden äänittämisen itseksesi tai uusien instrumenttien tai laulujen lisäämisen olemassa olevaan äänitteeseen. Tehdäksesi niin Audacityllä seuraa näitä ohjeita:</p> <ol> <li>Tuo tai äänitä ensimmäinen raita.</li> <li>Avaa Audacityn asetuksista “Audio I/O” -välilehti ja rastita <b>Toista muut raidat uutta raitaa äänitettäessä</b>.</li> <li>Sulje asetukset ja paina <b>Äänitä</b>-painiketta.</li> </ol> <p>Katso myös: <a href="faq?s=recording&amp;i=sync">Miksi uusi raitani ei soi samanaikaisesti aiempien kanssa?</a></p>
fr: <p>C'est ce qui est appelé enregistrement multipistes et qui permet d'ajouter de nouvelles pistes à une piste existante. Pour cela: <ol> <li>Importez ou enregistrez une première piste.</li> <li>Sélectionnez l'option "Lire les autres pistes pendant l'enregistrement d'une nouvelle" de l'onglet "E/S audio" du panneau des préférences.</li> <li>Refermez la fenetre des préférences et commencez l'enregistrement suivant.</li> </ol> <p>A lire aussi : <a href="faq?s=recording&amp;i=sync">Pourquoi ma nouvelle piste n'est pas synchronisée avec les précédentes?</a></p>
nb: <p>Dette kalles flersporsopptak. Det gjør det mulig å spille inn i harmoni med deg selv, eller legge til nye instrumenter eller stemmer til et eksisterende opptak. Følg disse stegene for å gjøre dette i Audacity:</p> <ol> <li>Importer eller ta opp det første sporet.</li> <li>Åpne “Lyd I/O”-delen av innstillingene i Audacity og merk av boksen <b>Spill andre spor samtidig med innspilling av nytt.</b></li> <li>Lukk innstillingene og trykk <b>Spill inn</b>-knappen.</li> </ol> <p>Se også: <a href="faq?s=recording&amp;i=sync">Hvorfor er ikke mitt nye spor synkronisert med de gamle?</a></p>

source: Why isn’t my new track in sync with the previous ones?
cs: Proč není nová stopa přesně synchronizovaná s tou předchozí?
de: Warum ist meine neues Lied nicht mit dem ersten synchron?
el: Γιατί δεν είναι το νέο κανάλι σε συγχρονισμό με το προηγούμενο;
fi: Miksi uusi raitani ei soi samanaikaisesti aiempien kanssa?
fr: Pourquoi ma nouvelle piste n'est pas synchronisée avec les précédentes?
nb: Hvorfor er ikke mitt nye spor synkronisert med de gamle?

source: <p>When you make a <a href="faq?s=recording&amp;i=multi-track">multi-track recording</a>, there is an unpredictable delay between playback and recording. Audacity tries to correct for this automatically, but this doesn't yet work on all computers.</p> <p>If a new track is not synchronized with the others, you can zoom in and use the Time Shift tool to drag it to the correct location.</p>
cs: <p>Pokud <a href="faq?s=recording&amp;i=multi-track">nahráváte více stop najednou</a>, projeví se zpoždění mezi přehráváním a nahráváním, jehož délku nelze předem odhadnout. Audacity se tomu pokouší automaticky předejít, ale zatím to nefunguje na všech počítačích.</p> <p>Jestliže nová stopa není synchronizovaná s ostatními, dá se to opravit tím, že si zvětšíte pohled a pomocí nástroje Časový posuv ji posunete na správnou pozici.</p>
de: <p>Das ist normal und liegt daran, daß es eine kurze Zeitverzögerung zwischen dem Abspielen der Töne im Programm und dem erreichen deiner Lautsprecher gibt (Also dem Hören). </p> <p>Audacity berichtigt diese kurze Zeitverzögerung nicht automatisch, daß musst du manuell machen. Um dies zu tun, benutze das "Timeshift" Modul von Audacity und verschiebe eine der beiden Spuren, bis sie synchron sind. Dies kannst du tun, während du das ganze anhörst.</p>
el: <p>Όταν κάνεις μία <a href="faq?s=recording&amp;i=multi-track">πολυκάναλη ηχογράφηση</a>, δημιουργείται μία απρόβλεπτη καθυστέρηση ανάμεσα στην αναπαραγωγή και την ηχογράφηση. Το Audacity προσπαθεί να το διορθώσει αυτό αυτόματα, όμως αυτό δεν έχει ακόμα αποτέλεσμα σε όλους τους υπολογιστές.</p> <p>Αν ένα νέο κανάλι δεν συγχρονίζεται με τα άλλα, μπορείς να μεγεθύνεις και να χρησιμοποιήσεις το Εργαλείο Χρονικής Μετατόπισης(Αλλαγής Χρόνου) και να σύρεις το κανάλι στη σωστή τοποθεσία.</p>
es: <p>Cuando haces una <a href="faq?s=recording&amp;i=multi-track">grabación multi-pista</a>, existe un retraso imprevisible entre la reproducción y la grabación. Audacity intenta corregirlo de forma automática, pero lo anterior aún no funciona en todas las computadoras.</p> <p>Si una nueva pista no esta sincronizada con las otras, puedes hacer zoom acercar y usar la Herramienta de Traslado en Tiempo para arrastrarla a la ubicación correcta.</p>
fi: <p><a href="faq?s=recording&amp;i=multi-track">Moniraitaäänitystä</a> tehtäessä toiston ja äänityksen välillä on ennustamaton viive. Audacity yrittää korjata tämän automaattisesti, mutta se ei vielä toimi kaikissa tietokoneissa.</p> <p>Jos uusi raita ei ole tahdistettu muiden kanssa, voit lähentää näkymää ja käyttää Aikakorjaustyökalua raahataksesi raidan oikeaan paikkaan.</p>
fr: <p>Lors d'un <a href="faq?s=recording&amp;i=multi-track">enregistrement multipistes</a>, il existe un retard entre la lecture et l'enregistrement qui dépend de nombreux facteurs, notamment du matériel utilisé. Audacity essaie de le corriger automatiquement, mais sur certains systèmes, cela ne fonctionne pas encore.</p> <p>Si une piste n'est pas synchronisée avec les autres, vous pouvez zoomer et utilisez l'outil "Ajustement temporel" pour l'amener au bon emplacement.</p>
nb: <p>Når du lager et <a href="faq?s=recording&amp;i=multi-track">flersporsopptak</a> er det en uforutsigbar forsinkelse mellom avspilling og opptak. Audacity prøver å korrigere for dette automatisk, men det virker ikke ennå på alle datamaskiner.</p> <p>Hvis et spor ikke er synkronisert med andre kan du zoome inn og bruke Tidsforskyvningsverktøyet for å dra det til ønsket posisjon.</p>

source: Can Audacity record RealAudio or other streaming audio?
cs: Může Audacity nahrávat RealAudio nebo jiný stream z internetu?
de: Kann man RealAudio oder andere Streamingmedien mit Audacity aufnehmen?
el: Μπορεί το Audacity να ηχογραφήσει RealAudio ή άλλο ρέων(streaming) audio?
es: ¿Puede Audacity grabar RealAudio u otros sistemas de <i>streaming</i> de audio?
fi: Voiko Audacityllä äänittää RealAudio:a tai muuta audiovirtaa?
fr: Audacity est-il capable d'enregistrer des flux audio (RealAudio) ?
nb: Kan Audacity ta opp RealAudio og annen direkteavspilt ("streaming") lyd?

source: <h3>Windows and Linux</h3> <p>With most Windows and Linux audio devices, it is possible to record whatever sound the computer is currently playing, including internet radio streams.</p> <p>In the drop-down menu on Audacity's mixer toolbar, choose “Wave Out” or “Stereo Mix” as the input source. (The exact name may be different, depending on your computer's sound drivers.) When you press the Record button, Audacity will capture whatever sound is playing on your computer's speakers.</p> <p>If this doesn't work on your computer, you can instead use a cable to connect your computer's “Line Out” (speaker) port to its “Line In” port, and use Audacity to record from Line In.</p> <h3>Mac OS X</h3> <p>Mac OS X users can capture streaming audio using a program like <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> or <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>.</p>
cs: <h3>Windows a Linux</h3> <p>Na většině windowsových i linuxových zvukových kartách je možné nahrávat cokoliv, co počítač právě přehrává, včetně internetových streamovaných rádií.</p> <p>V rozbalovacím menu na mixovací liště Audacity zvolte jako vstupní zdroj “Wave Out” nebo “Stereo Mix”. (Označení může být trochu odlišné v závislosti na ovladačích, které ve svém počítači používáte.) Jakmile stisknete tlačítko pro nahrávání, Audacity začne zaznamenávat všechno, co slyšíte ze svých reproduktorů.</p> <p>Jestli to na vašem počítači takto nefunguje, zbývá ještě možnost propojit na zvukové kartě lineární výstup “Line Out” (speaker) a lineární vstup “Line In” a použít Audacity k nahrávání z Line In.</p> <h3>Mac OS X</h3> <p>Uživatelé Mac OS X mohou k zachycení streamovaného zvuku použít jiné programy. Např. <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> nebo <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>.</p>
de: <h3>Windows und Linux</h3> <p>Mit den meisten Windows und Linux Soundkarten ist es möglich, aufzunehmen, was immer den Lautsprecher verlässt, also auch Internet Streams.</p> <p>In der Audacity's Mixer Werkzeugleiste wählen Sie bitte "Wave Out" oder "Stereo Mix" als Eingangskanal.Wenn Sie nun Aufnahme drücken, nimmt Audacity das auf, was Ihre Lautsprecher verlässt.</p> <p>Wenn dieses nicht funktionert, müssen Sie den Line-Out Ihres Computers mit einem Kabel mit dem Line-In verbinden und als Aufnahmekanal in Audacity "Line-In" wählen.</p> <h3>Mac OS X</h3> <p>Mac OS X Nutzer können ein Programm wie <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> oder <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a> nutzen um Audio Streams aufzunehmen.</p>
el: <h3>Windows και Linux</h3> <p>Με τις περισσότερες συσκευές audio σε Windows και Linux, είναι δυνατό να ηχογραφήσεις οποιοδήποτε ήχο αναπαράγεται εκείνη τη στιγμή από τον υπολογιστή, περιλαμβανομένων ροών διαδικτυακού ραδιοφώνου (internet radio streams).</p> <p>Στο επεκτάσιμο μενού στη Γραμμή Εργαλείων Μίκτη του Audacity, επέλεξε “Wave Out” ή “Στέρεο Μίξη” σαν πηγή εισόδου. (Το ακριβές όνομα μπορεί να είναι διαφορετικό, ανάλογα με τους οδηγούς ήχου (drivers) του υπολογιστή σου.) Όταν θα κάνεις κλικ στο πλήκτρο Ηχογράφηση, το Audacity θα «γράψει» οποιονδήποτε ήχο αναπαράγουν εκείνη τη στιγμή τα ηχεία του υπολογιστή σου.</p> <p>Αν αυτό δεν λειτουργήσει στον υπολογιστή σου, μπορείς αντ` αυτού να χρησιμοποιήσεις ένα καλώδιο για να συνδέσεις την υποδοχή “Line Out” (speaker) του υπολογιστή σου στην υποδοχή “Line In” , και να χρησιμοποιήσεις το Audacity για να ηχογραφήσεις από το Line In.</p> <h3>Mac OS X</h3> <p>Οι χρήστες Mac OS X μπορούν να «γράψουν» ρέων(streaming) audio χρησιμοποιώντας ένα πρόγραμμα όπως <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> ή <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>.</p>
fi: <h3>Windows ja Linux</h3> <p>Useimmilla Windows- ja Linux-audiolaitteilla on mahdollista äänittää mitä tahansa tietokoneen toistamaa ääntä mukaanlukien Internet-radioiden audiovirrat.</p> <p>Valitse äänityslähteeksi Audacityn miksaustyökalupalkin pudotusvalikosta "Wave Out" tai "Stereo Mix". (Tarkka nimi saattaa vaihdella riippuen järjestelmäsi ääniajureista.) Painettuasi Äänitä-painiketta Audacity äänittää tietokoneesi kaiuttimista kuuluvaa ääntä.</p> <p>Jos tämä ei toimi, voit vaihtoehtoisesti kytkeä äänikortin "Line Out" -liitännän audiokaapelilla "Line In" -liitäntään ja valita Audacityssä ääityslähteeksi "Line In".</p> <h3>Mac OS X</h3> <p>Mac OS X:n käyttäjät voivat tallentaa audiovirtaa käyttäen esimerkiksi ohjelmia <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> tai <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>.</p>
fr: <h3>Windows et Linux</h3> <p>Il est possible d'enregistrer tout son joué par l'ordinateur avec la plupart des périphériques audio, en particulier les flux radio provenant du net.</p> <p>Dans la barre d'outils de mixage de Audacity, choisissez "Phone out" ou "Stereo Mix" comme source d'acquisition. (Le nom peut différer selon les pilotes de la carte son utilisée.) Quand vous cliquez sur le bouton "Enregistrer", Audacity capte tout ce que l'ordinateur envoie aux haut-parleurs.</p> <p>Si ceci ne fonctionne pas, vous pouvez relier la sortie "Line Out" à l'entrée "Line In" de votre carte son, et sélectionner "Line In" comme source.</p> <h3>Mac OS X</h3> <p>Des logiciels comme <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> et <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a> permettent de capturer des flux audio.</p>
nb: <h3>Windows og Linux</h3> <p>Med de fleste lydenheter for Windows og Linux er det mulig å ta opp hva enn lyd datamaskinen spiller, inkludert direkteavspilt lyd fra nettradio.</p> <p>I rullegardinmenyen på mikser-verktøylinja til Audacity velger du "Wave Out" eller "Stereo Mix" som innkilde (det eksakte navnet kan være forskjellig, avhengig av lydkortdriverne til systemet ditt). Når du nå trykker på Spill inn-knappen vil Audacity fange opp all lyd som spiller på PC-en din sine høyttalere.</p> <p>Hvis dette ikke fungerer på maskinen din kan du isteden bruke en kabel for å koble maskinen din sin utlinje-port (høyttalerporten) til innlinje-porten, og bruke Audacity til å ta opp fra innlinja.</p> <h3>Mac OS X</h3> <p>Mac OS X-brukere kan fange opp direkteavspilt lyd vha. programmer som f.eks. <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> eller <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>.</p>

source: Can I set Audacity to record at a certain time?
cs: Dá se v Audacity nastavit nahrávání na určitý čas?
de: Kann ich Audacity veranlassen zu einer bestimmten Zeit aufzunehmen?
el: Μπορώ να ρυθμίσω το Audacity να ηχογραφήσει σε συγκεκριμένη ώρα;
es: ¿Puedo configurar Audacity para que grabe a una determinada hora?
fi: Voinko asettaa Audacityn äänittämään tiettynä aikana?
fr: Audacity peut-il etre programmé pour commencer un enregistrement à un instant donné?
nb: Kan jeg stille inn Audacity til å ta opp ved et spesielt tidspunkt?

source: <p>Sorry, Audacity does not yet support scheduled recording. We may add this feature to a future version of the program.</p> <p>You can make Audacity <b>stop</b> recording after a certain time limit, by following these steps:</p> <ol> <li>Turn on “Play existing tracks while recording” in the “Audio I/O” section of the preferences.</li> <li>Choose “New Audio Track” from the Project menu.</li> <li>Zoom out if necessary, then click and drag to select the amount of time you want to record.</li> <li>Start recording. Audacity will stop recording automatically when it reaches the end of the selected area.</li> </ol>
cs: <p>Omlouváme se, ale Audacity dosud nepodporuje nahrávání s časově nastaveným začátkem. Je možné, že v budoucnu tato funkce bude doplněna.</p> <p>Pokud je to třeba, můžete nastavit <b>zastavení</b> nahrávání po uplynutí určitého času takto:</p> <ol> <li>Zapněte “Během nahrávání nové stopy přehrávat ostatní” v možnostech programu na kartě “Audio vstup/výstup”.</li> <li>Zvolte “Nová zvuková stopa” z menu Projekt.</li> <li>Pokud je třeba, zvětšete si pohled a kliknutím a tažením zvolte rozmezí času, po který chcete nahrávat.</li> <li>Začněte nahrávat. Audacity automaticky zastaví nahrávání, jakmile dosáhne konce zvolené oblasti.</li> </ol>
de: <p>Audacity unterstützt keine Timergesteuerten Aufnahmen. Eventuell werden wir dies in einer zukünftigen Version von Audacity einbauen.</p> <p>Sie können Audacity veranlassen eine Aufnahme zu <b>stoppen</b> nach einer bestimmten Zeit, wenn Sie folgende Schritte beachten:</p> <ol> <li>Klicken Sie "Play existing tracks while recording" im "Audio E/A" Reiter in dem Einstellungen.</li> <li>Wählen Sie "Neuer Audio Track" aus dem Projektmenü</li> <li>Zoom out wenn es nötig ist und markieren die Zeitstrecke (in der leeren Wellenform) die Sie aufnehmen möchten.</li> <li>Starten Sie die Aufnahme. Audacity stoppt die Aufnahme automatisch, wenn es das Ende der markierten Stelle erreicht hat</li> </ol>
el: <p>Λυπάμαι, το Audacity δεν υποστηρίζει ακόμη προγραμματισμένη ηχογράφηση. Ίσως να προσθέσουμε αυτή τη λειτουργία σε κάποια μελλοντική έκδοση του προγράμματος.</p> <p>Μπορείς να κάνεις το Audacity να <b>παύσει</b> να ηχογραφεί μετά από ένα συγκεκριμένο διάστημα χρόνου, ακολουθώντας αυτά τα βήματα:</p> <ol> <li>Επέλεξε “Αναπαραγωγή καναλιών ενώ ηχογραφείται άλλο” στην καρτέλα “Audio I/O” στις Προτιμήσεις.</li> <li>Επέλεξε “Νέο Audio Κανάλι” από το μενού Εργασία.</li> <li>Κάνε σμίκρυνση αν χρειαστεί, και μετά κάνε κλικ και σύρε για να επιλέξεις το διάστημα χρόνου που θέλεις να ηχογραφήσεις.</li> <li>Ξεκίνα την ηχογράφηση. Το Audacity θα σταματήσει να ηχογραφεί αυτόματα όταν φτάσει στο τέλος της επιλεγμένης περιοχής.</li> </ol>
es: <p>Audacity aún no soporta la grabación programada. Probablemente se incluirá dicha característica en una versión futura del programa.</p> <p>Puede hacer que Audacity <b>detenga</b> la grabación después de cierto tiempo límite, siguiendo estos pasos:</p> <ol> <li>Active "Reproducir otras pistas mientras se graba una nueva" en la sección de Audio E/S de las preferencias.</li> <li>Haga clic en "Nueva pista de audio" del menú Proyecto.</li> <li>Aplique "Zoom alejar" si es necesario, para después hacer clic y arrastar con el fin de seleccionar la cantidad de tiempo que deseas grabar.</li> <li>Inicie la grabación. Audacity detendrá la grabación automáticamente cuando ésta alcance el fin del área seleccionada.</li> </ol>
fi: <p>Valitettavasti Audacity ei vielä tue ajastettua äänitystä. Saatamme lisätä ominaisuuden ohjelman tuleviin versioihin.</p> <p>Seuraavien ohjeiden avulla saat Audacityn <b>pysäyttämään</b> äänityksen tietyn ajan kuluttua:</p> <ol> <li>Aktivoi "Toista muut raidat uutta raitaa äänitettäessä" Audacityn asetusten “Audio I/O” -välilehdeltä.</li> <li>Valitse Projekti-valikosta "Uusi audioraita".</li> <li>Loitonna näkymää tarvittaessa, jonka jälkeen valitse äänityksen pituus klikkaamalla ja vetämällä.</li> <li>Aloita äänitys. Audacity pysäyttää äänityksen automaattisesti saavuttaessaan valitun alueen lopun.</li> </ol>
fr: <p>Audacity ne supporte pas encore les taches programmées. Nous envisageons d'ajouter cette fonctionnalité dans un version future du logiciel.</p> <p>Vous pouvez par contre imposer à Audacity d'arreter l'enregistrement après une certaine durée:</p> <ol> <li>Activez l'option "Lire les autres pistes pendant l'enregistrement d'une nouvelle" de l'onglet E/S du panneau des préférences.</li> <li>Sélectionnez "Nouvelle Piste Audio" dans le menu Projet.</li> <li>Délimitez avec la souris la durée d'enregistrement (en dézoomant éventuellement.)</li> <li>Commencez l'enregistrement en cliquant sur le bouton "Enregistrement". Il s'arretera à la fin de la zone sélectionnée.</li> </ol>
nb: <p>Beklager, Audacity har ennå ikke støtte for opptak til bestemte tidspunkt. Vi vil kanskje legge til denne funksjonen i en framtidig utgave av programmet.</p> <p>Du kan få Audacity til å <b>stoppe</b> å ta opp etter en gitt tidsgrense, ved å gjøre følgende:</p> <ol> <li>Skru på “Spill andre spor samtidig med innspilling av nytt” i “LydI/O”-seksjonen av innstillingene.</li> <li>Velg “Nytt lydspor” fra Prosjekt-menyen.</li> <li>Om nødvendig, zoom ut, så kan du klikke og dra for å velge hvor lang tid du vil ta opp.</li> <li>Start innspillingen. Audacity vil automatisk stanse opptaket ved slutten av det markerte området.</li> </ol>

source: Opening and Saving Files
cs: Otevírání a ukládání souborů
de: Öffnen und Speichern von Dateien
el: Άνοιγμα και Αποθήκευση Αρχείων
es: Abrir y guardar archivos
fi: Tiedostojen avaaminen ja tallentaminen
fr: Ouvrir et fermer des fichiers
nb: Åpning og lukking av filer

source: How do I open an Audacity project (AUP file) in another program?
cs: Jak otevřít projekt Audacity (soubor AUP) v jiném programu?
de: Kann ich eine Audacity Project Datei(AUP file) in einem anderen Programm nutzen?
el: Πώς ανοίγω ένα Audacity project (AUP αρχείο) με ένα άλλο πρόγραμμα;
es: ¿Cómo abro un proyecto de Audacity (archivo AUP) en otro programa?
fi: Kuinka avaan Audacityn projektin (AUP-tiedosto) toisessa ohjelmassa?
fr: Puisse-je ouvrir un projet Audacity (fichier AUP) dans un autre programme?
nb: Hvordan åpner jeg et Audacity-prosjekt (AUP-filer) i et annet program?
