Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <h3>Changes in Audacity 1.2.4</h3> <ul> <li>The File menu now includes a list of recent files. </li> <li>The "Generate Silence" effect now prompts for a length. </li> <li>Audacity is now built with Vorbis 1.1, which features better encoding quality and file compression. </li> <li>Dragging sound files into the Audacity window now works on Mac OS X and Linux, as well as Windows. (Before, it worked only on Windows.) </li> <li>Better support for certain audio devices on Mac OS X 10.4 "Tiger" </li> <li>The "View History" window can now discard old undo levels to save disk space on Windows. (This previously worked only on Linux and Mac.) </li> <li>"Preferences" command is now in Edit menu. </li> <li>"Plot Spectrum" command is now in Analyze menu. </li> <li>Opening a project file saved by a later version of Audacity displays an intelligent error message. Also, trying to import a project file (instead of open it) displays an intelligent error message. </li> <li>Audacity now compiles in Visual C++ .NET 2003. </li> <li>Other minor bug fixes. </li> <li>New or updated translations: Arabic (ar), Czech (cs), Finnish (fi), Hungarian (hu), Japanese (ja), Norwegian (nb), Slovenian (sl), Simplified Chinese (zh_CN), Traditional Chinese (zh_TW). </li> </ul>
cs: <h3>Změny v Audacity 1.2.4</h3> <ul> <li>Menou Soubor nyní obsahuje seznam posledně otevřených. </li> <li>Efekt "Generovat ticho" (Generate Silence) se nově ptá na délku. </li> <li>Audacity je nyní sestavována s Vorbis 1.1, což přináší lepší kvalitu enkódování a kompresi souboru. </li> <li>V Mac OS X a Linuxu funguje přetahování souborů na okno Audacity stejně jako ve Windows. (Předtím to šlo jen ve Windows.) </li> <li>Vylepšená podpora pro určitá zvuková zařízení v Mac OS X 10.4 "Tiger" </li> <li>V okně "Zobrazit historii" (View History) lze smazat staré úrovně pro vrácení, aby se ušetřilo místo na disku i ve Windows. (To předtím šlo jen v Linuxu a Mac.) </li> <li>Příkaz "Nastavení" (Preferences) je nyní v menu Úpravy (Edit). </li> <li>Příkaz "Vykreslit spektrum" (Plot Spectrum) je nyní v menu Analyzovat. </li> <li>Při pokusu o otevření souboru uloženého pozdější verzí Audacity je zobrazena inteligentní chybová zpráva. Totéž se stane při pokusu o import. </li> <li>Audacity lze nyní zkompilovat ve Visual C++ .NET 2003. </li> <li>Další malé opravy. </li> <li>Nové, nebo upravené překlady: Arabic (ar), Czech (cs), Finnish (fi), Hungarian (hu), Japanese (ja), Norwegian (nb), Slovenian (sl), Simplified Chinese (zh_CN), Traditional Chinese (zh_TW). </li> </ul>
de: <h3>Änderungen in Audacity 1.2.4</h3> <ul> <li>Das Dateimenü enthält nun die zuletzt verwendeten Dateien. </li> <li>Die Auswahl "Generiere Stille" fragt nun nach einer Länge. </li> <li>Audacity unterstützt nun Vorbis 1.1, welches eine bessere Kompression und Qualität bedeutet. </li> <li>Das einfügen von Liedstücken funktioniert nun auch auf Mac OS X und Linux. (Bisher war es nur in Windows möglich.) </li> <li>Besserer Support für verschiedene Audiogeräte auf Mac OS X 10.4 "Tiger" </li> <li>Im "Historien-Fenster" kann man nun alte "Wiederherstellungspunkte" löschen um Platz zu sparen Dies funktioniert nun auch in Windows, bisher war dies nur auf Mac und Linux möglich </li> <li>"Einstellungen" sind nun im Ändernmenü. </li> <li>"Plot Spectrum" ist nun im Analysemenü. </li> <li>Das Öffnen einer Projektdatei einer späteren Audacityversion zeigt nun eine intelligente Fehlermeldung Ebenso bei dem versuch eine Projektdatei zu importieren </li> <li>Audacity wird nun in Visual C++ .NET 2003 kompiliert. </li> <li>Kleinere Fehlerbeseitigungen. </li> <li>Neue oder verbesserte Übersetzungen: Arabisch (ar), Tschechich (cs), Deutsch(de), Finnisch (fi), Ungarisch (hu), Japanisch (ja), Norwegisch (nb), Slovenisch (sl), Simplified Chinesisch (zh_CN), Traditional Chinesisch (zh_TW). </li> </ul>
es: <h3>Cambios en Audacity 1.2.4</h3> <ul> <li>El menú Archivo ahora incluye una lista de archivos recientes. </li> <li>El efecto "Generar Silencio" ahora solicita una longitud. </li> <li>Audacity ahora esta construido con Vorbis 1.1, lo cual proporciona mejor calidad de codificación y compresión de archivo. </li> <li>Arrastrando archivos de sonido hacia la ventana de Audacity ahora funciona en Mac OS X y Linux, así como en Windows. (Antes, sólo funcionaba en Windows.) </li> <li>Mejor soporte para ciertos dispositivos de sonido en Mac OS X 10.4 "Tiger" </li> <li>La ventana "Ver Historial..." ahora puede descartar a viejos niveles deshacer para salvar espacio de disco en Windows. (Previamente sólo trabajava en Linux y Mac.) </li> <li>El comando "Preferencias" se encuentra ahora en el menú Editar. </li> <li>El comando "Dibujar Espectro" ahora se encuentra en el menú Analizar. </li> <li>Al abrir un archivo de proyecto guardado por una versión posterior de Audacity se despliega un mensaje inteligente de error. También, al intentar importar un archivo de proyecto (en lugar de abrirlo) despliega un mensaje inteligente de error. </li> <li>Audacity ahora compila en Visual C++ .NET 2003. </li> <li>Otras soluciones a bugs menores. </li> <li>Traducciones nuevas o actualizadas: Arábico (ar), Checo (cs), Finés (fi), Húngaro (hu), Japonés (ja), Noruego (nb), Eslovaco (sl), Chino Simplificado (zh_CN), Chino Tradicional (zh_TW). </li> </ul>
fr: <h3>Changements dans Audacity 1.2.4</h3> <ul> <li>Le menu Fichier inclut désormais une liste des fichiers récemment ouverts. </li> <li>L'effet "Générer du silence" demande quelle doit en être la durée. </li> <li>Audacity est désormais assemblé avec Vorbis 1.1, ce qui apporte des améliorations de qualité d'encodage et de compression de fichier. </li> <li>Déposer des fichiers audio dans la fenêtre Audacity fonctionne également sous Mac OS X et Linux. Auparavant, ce n'était que le cas sous Windows. </li> <li>Un meilleur support de certains périphériques audio sous Mac OS X 10.4 "Tiger" </li> <li>La fenêtre "View History" propose d'abandonner les plus anciens niveaux d'annulation pour épargner de l'espace disque sous Windows. (Cette fonction n'était auparavant disponible que sous Linux et Mac.) </li> <li>L'élément de menu "Préférences" se trouve maintenant dans le menu Édition. </li> <li>L'élément de menu "Tracer le spectre" se trouve maintenant dans le menu Analyse. </li> <li>L'ouverture d'un fichier de projet sauvegardé à partir d'une version précédente d'Audacity entraîne l'affichage d'un message d'erreur intelligent. De même pour l'importation d'un fichier de projet (en lieu et place de son ouverture). </li> <li>Audacity compile désormais en Visual C++ .NET 2003. </li> <li>Autres correctifs de bogues mineurs. </li> <li>Traductions nouvelles : Arabe (ar), Tchèque (cs), Finnois (fi), Hongrois (hu), Japonais (ja), Norvégien (nb), Slovène (sl), Chinois simplifié (zh_CN), Chinois traditionnel (zh_TW). </li> </ul>
nb: <h3>Endringer i Audacity 1.2.4</h3> <ul> <li>Filmenyen har nå en liste over nylig brukte filer. </li> <li>"Lag stillhet"-effekten spør nå om lengde. </li> <li>Audacity er nå bygget med Vorbis 1.1, som har bedre innkodingskvalitet og filkompresjon. </li> <li>Det går nå an å dra lydriler inn i Audacity-vinduet på Mac OS X og Linux, i tillegg til Windows. (Tidligere fungerte dette bare på Windows.) </li> <li>Bedre støtte for visse lydenheter på Mac OS X 10.4 "Tiger" </li> <li>"Vis Historie"-vinduet kan nå forkaste gamle angre-nivå for å spare diskplass på Windows. (Tidligere fungerte dette bare på Linux og Mac.) </li> <li>"Innstillinger"-kommandoen er nå i Rediger-menyen. </li> <li>"Plott spektrum"-kommandoen er nå i Analyser-menyen. </li> <li>Åpning av en prosjektfil lagret av en senere utgave av Audacity viser nå en fornuftig feilmelding. I tillegg vil forsøk på å importere en prosjektfil (i steden for å åpne den) vise en fornuftig feilmelding. </li> <li>Audacity kompilerer nå i Visual C++ .NET 2003. </li> <li>Andre mindre feilrettinger. </li> <li>Nye eller oppdaterte oversettelser: Arabisk (ar), tsjekkisk (cs), finsk (fi), ungarsk (hu), japansk (ja), norsk (nb), slovensk (sl), forenklet kinesisk (zh_CN), tradisjonell kinesisk (zh_TW). </li> </ul>

source: LAME MP3 encoder
cs: Enkodér LAME MP3
el: Κωδικοποιητής MP3 LAME
es: Codificador LAME MP3
fi: LAME MP3-enkooderi
fr: Encodeur MP3 LAME
nb: LAME MP3-omkoder

source: Allows Audacity to export MP3 files.
cs: Umožňuje Audacity exportovat soubory MP3.
de: Erlaubt Audacity MP3 Dateien zu exportieren
el: Επιτρέπει στο Audacity να εξάγει αρχεία MP3.
es: Permite a Audacity exportar a archivos MP3.
fi: Mahdollistaa MP3-tiedostojen tallentamisen Audacityllä.
fr: Permet à Audacity d'exporter des fichiers MP3.
nb: Lar Audacity eksportere MP3-filer.
sv: Möjliggör för Audacity att spara i MP3-format.

source: Allows Audacity to load VST plug-ins.
cs: Umožňuje Audacity používat VST pluginy.
de: Erlaubt Audacity VST Plugins zu nutzen
el: Επιτρέπει στο Audacity να φορτώνει ενθέματα (plug-ins) VST.
es: Permite cargar complementos VST en Audacity.
fi: Mahdollistaa VST-laajennusten käytön Audacityssä.
fr: Permet à Audacity de charger les modules VST.
nb: Lar Audacity laste inn VST-tillegg.
sv: Möjliggör för Audacity att använda VST plug-ins.

source: Plug-Ins
cs: Pluginy (zásuvné moduly)
el: Ενθέματα (plug-ins)
es: Complementos
fi: Laajennukset
fr: Modules (plugins)
nb: Programtillegg

source: Download additional effects and filters.
cs: Stažení doplňujících efektů a filtrů.
de: Download zusätzlicher Effekte und Filter.
el: Κατέβασμα επιπλέον εφέ και φίλτρων
es: Descargar efectos y filtros adicionales.
fi: Lataa lisäefektejä ja suotimia.
fr: Télécharge des effets et des filtres supplémentaires.
nb: Last ned ytterligere effekter og filtere.
sv: Ladda ner ytterligare effekter och filter.

source: Plug-In Effects
cs: Efektové pluginy.
de: Plugins für Effekte
el: Ενθέματα (plug-ins) Εφέ
es: Complementos de efectos
fi: Laajennusefektit
fr: Modules d'effets (plugins)
nb: Tilleggseffekter
sv: Plug-in Effekter

source: You can download and install plug-ins to add extra effects to Audacity. Plug-ins appear at the bottom of the "Effect" menu. To install new plug-ins, place them in the <b>Plug-Ins</b> folder inside the Audacity installation folder. On Windows computers, this is usually under "Program Files." On Mac OS X, it is usually under "Applications."
cs: Audacity můžete doplnit dalšími efekty, které lze stáhnout z internetu a nainstalovat. Pluginy se objeví na konci menu "Efekty". Nové pluginy umístěte do podadresáře <b>Plug-Ins</b> v instalačním adresáři Audacity. Na windowsových počítačích je to obvykle v adresáři "Program Files.", na Mac OS X v "Applications."
de: Sie können zusätzliche Effekte und Plugins für Audacity herunterladen und installieren. Plugins erscheinen am Ende der Liste im "Effekt"-Menü. Um diese zu installieren, müssen diese in das<b>PlugIn</b> Verzeichnis im Audacity Installationsordner gespeichert werden. Auf Windows Rechnern ist dies normalerweise im "Program Files" (in deutschen Rechnern im "Programme" Ordner.) Auf Mac OS X ist dies im "Applications" Ordner.
el: Μπορείς να κατεβάσεις και να εγκαταστήσεις ενθέματα (plug-ins) για να προσθέσεις επιπλέον εφέ στο Audacity. Τα ενθέματα (plug-ins) εμφανίζονται στο τέλος του μενού "Εφέ". Για να εγκαταστήσεις νέα ενθέματα (plug-ins), τοποθέτησέ τα στο φάκελο <b>Plug-Ins</b> μέσα στο φάκελο εγκατάστασης του Audacity . Για υπολογιστές Windows, αυτός συνήθως βρίσκεται στο φάκελο "Program Files". Σε Mac OS X, συνήθως βρίσκεται στο φάκελο "Applications.".
es: Puedes descargar e instalar plug-ins (complementos) para añadir efectos adicionales a Audacity. Los complementos aparecen en la parte inferior del menú "Efecto". Para instalar nuevos complementos, colócalos dentro de la carpeta <b>Plug-Ins</b>, la cual se encuentra en la carpeta de instalación de Audacity. En computadoras Windows, dicha carpeta de instalación se encuentra usualmente dentro de "Archivos de programas". En Mac OS X, se encuentra usualmente dentro de "Aplicaciones".
fi: Voit ladata ja asentaa laajennuksia lisätäksesi ylimääräisiä efektejä Audacityyn. Laajennukset ilmestyvät "Efekti"-valikon alaosaan. Asentaaksesi uusia laajennuksia, tallenna ne Audacityn asennuskansiossa sijaitsevaan <b>Plug-Ins</b> -kansioon. Windows-järjestelmässä Audacityn asennuskansio sijaitsee yleensä "Program Files"- tai "Ohjelmatiedostot"-kansiosta. Mac OS X -järjestelmässä se on yleensä "Applications"-kansiossa.
fr: Vous pouvez télécharger et installer des modules d'effets supplémentaires. Les modules apparaissent en bas du menu Effet. Pour installer de nouveaux modules, placez-les dans le répertoire <b>Plug-ins</b> du dossier d'installation de Audacity. Sous Windows, il se trouve habituellement dans "Program Files". Sous Mac OS X, c'est généralement "Applications".
nb: Du kan laste ned og installere programtillegg for å legge til ekstra-effekter i Audacity. Tillegg dukker opp på bunnen av "Effekt"-menyen. For å installere tillegg, plasser dem i <b>Plug-Ins</b>-mappa i installasjonsmappa til Audacity. På Windows-maskiner er dette vanligvis under "Programfiler." På Mac OS X er det vanligvis under "Programmer."
sv: Du kan ladda ner och installera plug-ins för att lägga till fler effekter till Audacity. Plug-ins syns längst ner på "Effekt"-menyn. För att installera nya plug-ins, placera dem i <b>Plug-ins</b>-mappen inuti Audacitys installationsmapp. På Windowsdatorer, är det vanligtvis under "Program". On Mac OS X, är det vanligtvis under "Applications."

source: LADSPA Plug-Ins
cs: LADSPA pluginy
el: Ενθέματα (plug-ins) LADSPA
es: Complementos LADSPA
fi: LADSPA-laajennukset
fr: Modules LADSPA
nb: LADSPA-tillegg

source: Audacity has built-in support for LADSPA plug-ins. These plug-ins are mostly built for Linux, but some are available for other operating systems too. Audacity comes with sample LADSPA effects for Mac and Windows. For more information and downloads, see the <a href="http://www.ladspa.org/">LADSPA web site</a>.</p>
cs: V Audacity je vestavěna podpora pro LADSPA pluginy. Většina z nich je přeložena pro Linux, ale některé jsou i pro ostatní systémy. Ukázkové LADSPA efekty pro Mac a Windows jsou k Audacity přibaleny. Další informace a download najdete na <a href="http://www.ladspa.org/">domácích stránkách LADSPA</a>.</p>
de: Audacity unterstützt LADSPA Plugins. Diese werden normalerweise für Linux entwickelt, es gibt Sie jedoch auch für andere Betriebssysteme. Audacity hat bereits bei der Installation einige Effekte für MAC und Windows dabei. Wenn Sie mehr Informationen benötigen, schauen Sie auf der <a href="http://www.ladspa.org/">LADSPA Webseite</a> nach.</p>
el: Το Audacity έχει ενσωματωμένη υποστήριξη για ενθέματα (plug-ins) LADSPA. Αυτά τα ενθέματα (plug-ins) είναι κυρίως φτιαγμένα για Linux, όμως κάποια είναι διαθέσιμα και για άλλα λειτουργικά συστήματα. Το Audacity παρέχεται με δείγματα εφέ LADSPA για Mac και Windows. Για επιπλέον πληροφορίες και κατεβάσματα αρχείων, δες τον <a href="http://www.ladspa.org/">διαδικτυακό τόπο του LADSPA</a>.</p>
fi: Audacityssä on sisäänrakennettu tuki LADSPA-laajennuksille. Nämä laajennukset on pääosin valmistettu Linuxille, mutta jotkut niistä on saatavissa myös muille käyttöjärjestelmille. Audacityn mukana tulee LADSPA-näyte-efektejä Macille ja Windowsille. Lisätietoa ja ladattavia tiedostoja on <a href="http://www.ladspa.org/">LADSPA:n verkkosivustolla</a>.</p>
fr: Audacity dispose du suuport intégré des modules LADSPA. Ceux-ci sont en majorité destinés à Linux, mais certains sont disponibles sur d'autres systèmes d'exploitation. Sous Windows et Mac, Audacity est distribué avec quelques exemples d'effets LADSPA. Pour plus d'information, visitez le <a href="http://www.ladspa.org/">web site de LADSPA</a>.</p>
nb: Audacity har innebygd støtte for LADSPA-tillegg. Disse programtilleggene er for det meste bygd for Linux, men noen er tilgjengelige for andre operativsystemer også. Audacity har innebygd et utvalg LADSPA-effekter for Mac og Windows. Hvis du vil ha mer informasjon og nedlastinger kan du se på <a href="http://www.ladspa.org/">LADSPA sitt nettsted</a>.</p>
sv: Audacity har inbyggd support för LADSPA plug-ins. Dessa plug-ins är huvudsakligen gjort för Linux, men några finns för andra operativsystem. Med Audacity kommer några LADSPA-effekter för Mac och Windows. För mer info och för att ladda ner, gå till <a href="http://www.ladspa.org/">LADSPA hemsida</a>.</p>

source: Nyquist Plug-Ins
cs: Nyquist pluginy
el: Ενθέματα (plug-ins) Nyquist
es: Complementos Nyquist
fi: Nyquist-laajennukset
fr: Modules Nyquist
nb: Nyquist-tillegg

source: Audacity has built-in support for cross-platform Nyquist effects. You can download additional <a href="nyquistplugins">Nyquist plug-ins</a>, or create your own using the <a href="../help/nyquist">Nyquist programming language</a>
cs: V Audacity je vestavěna podpora pro multiplatformní efekty Nyquist. Můžete si stáhnout doplňující <a href="nyquistplugins">Nyquist pluginy</a>, nebo si napsat vlastní s využitím <a href="../help/nyquist">programovacího jazyku Nyquist</a>.
de: Audacity unterstützt Nyquist Effekte. Sie können zusätzliche <a href="nyquistplugins">Nyquist Effekte</a> herunterladen oder Sie entwicklen eigene Effekte in der <a href="../help/nyquist">Nyquist Programmiersprache</a>
el: Το Audacity έχει ενσωματωμένη υποστήριξη για εφέ Nyquist Ανεξαρτήτως-Πλατφόρμας. Μπορείς να κατεβάσεις επιπλέον <a href="nyquistplugins">ενθέματα (plug-ins) Nyquist</a>, ή να δημιουργήσεις τα δικά σου χρησιμοποιώντας την <a href="../help/nyquist">γλώσσα προγραμματισμού Nyquist</a>
es: Audacity tiene soporte implícito para efectos Nyquist de plataforma independiente. Puedes descargar <a href="nyquistplugins">plug-ins Nyquist</a> adicionales, ó crear los tuyos mediante el <a href="../help/nyquist">lenguaje de programación Nyquist</a>
fi: Audacityssä on sisäänrakennettu tuki monialustaisille Nyquist-efekteille. Voit ladata ylimääräisiä <a href="nyquistplugins">Nyquist-laajennuksia</a> tai tehdä omia käyttäen <a href="../help/nyquist">Nyquist-ohjelmointikieltä</a>
fr: Audacity dispose du support intégré multiplateforme des effets Nyquist. Vous pouvez télécharger des <a href="nyquistplugins">modules Nyquist</a> supplémentaires, ou meme créer votre propre module grace au <a href="../help/nyquist">langage de programmation Nyquist</a>
nb: Audacity har innebygd støtte for plattformsuavhengige Nyquist-effekter. Du kan laste ned ytterlige <a href="nyquistplugins">Nyquist-tillegg</a> eller lage dine egne vha. <a href="../help/nyquist">Nyquist-programmeringsspråket</a>
sv: Audacity har inbyggd support för Nyquist effekter. Du kan ladda ner ytterligare <a href="nyquistplugins">Nyquist plug-ins</a>, eller skapa dina egna med <a href="../help/nyquist">Nyquist programming language</a>

source: VST Plug-Ins
cs: VST Plug-iny
el: Ενθέματα (plug-ins) VST
es: Complementos VST
fi: VST-laajennukset
fr: Modules VST (plugins)
nb: VST-tillegg

source: Audacity can load VST effects (for Mac OS or Windows) using the optional <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>. You can find VST effects at <a href="http://www.kvraudio.com/">KVR Audio</a> and <a href="http://dmoz.org/Computers/Multimedia/Music_and_Audio/Software/Plug-ins/">other plug-in sites</a>.</p>
cs: Audacity může pracovat s VST efekty (na Mac OS nebo Windows) s použitím volitelného <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enableru</a>. VST efekty najdete na <a href="http://www.kvraudio.com/">KVR Audio</a> a <a href="http://dmoz.org/Computers/Multimedia/Music_and_Audio/Software/Plug-ins/">jiných pluginových stránkách</a>.</p>
de: Audacity kann VST Effekte (für Mac OS oder Windows) laden mit dem optionalen <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>. Sie finden VST Effekte auf <a href="http://www.kvraudio.com/">KVR Audio</a> und <a href="http://dmoz.org/Computers/Multimedia/Music_and_Audio/Software/Plug-ins/">anderen Plugin Seiten</a>.</p>
el: Το Audacity μπορεί να φορτώσει VST εφέ (για Mac OS ή Windows) χρησιμοποιώντας τον προαιρετικό <a href="../help/faq?s=install&amp;i=vst-enabler">Ενεργοποιητή VST</a>. Μπορείς να βρεις VST εφέ στο <a href="http://www.kvraudio.com/">KVR Audio</a> και σε <a href="http://dmoz.org/Computers/Multimedia/Music_and_Audio/Software/Plug-ins/">άλλους διαδικτυακούς τόπους με ενθέματα (plug-ins)</a>.</p>
es: Audacity puede cargar efectos VST (para Mac OS ó Windows) usando al cargador opcional <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>. Puedes encontrar efectos VST en <a href="http://www.kvraudio.com/">KVR Audio</a> y <a href="http://dmoz.org/Computers/Multimedia/Music_and_Audio/Software/Plug-ins/">otros sitios de plug-in</a>.</p>
fi: Audacity osaa ladata VST-efektejä (Mac OS tai Windows) käyttäen vapaavalintaista <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>:a. VST-efektejä voit löytää <a href="http://www.kvraudio.com/">KVR Audio</a>:sta ja <a href="http://dmoz.org/Computers/Multimedia/Music_and_Audio/Software/Plug-ins/">muilta laajennussivustoilta</a>.</p>
fr: Audacity peut charger les effets VST (pour Mac et Windows) à l'aide de <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>. Vous trouverez d'autres effets VST chez <a href="http://www.kvraudio.com/">KVR Audio</a> et d'autres <a href="http://dmoz.org/Computers/Multimedia/Music_and_Audio/Software/Plug-ins/">sites proposant des modules</a>.</p>
nb: Audacity kan laste inn VST-effekter (for Mac OS eller Windows) vha. det valgfrie tillegget <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>. Du kan laste ned VST-effekter fra <a href="http://www.kvraudio.com/">KVR Audio</a> eller <a href="http://dmoz.org/Computers/Multimedia/Music_and_Audio/Software/Plug-ins/">andre sider for programtillegg</a>.</p>
sv: Audacity kan använda VST effekter (för Mac OS eller Windows) tack vare tillägget <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>. Du hittar VST effekter på <a href="http://www.kvraudio.com/">KVR Audio</a> och <a href="http://dmoz.org/Computers/Multimedia/Music_and_Audio/Software/Plug-ins/">andra plug-in sajter</a>.</p>

source: Download Nyquist Plug-Ins
cs: Stáhnout Nyquist pluginy
de: Download von Nyquist Plugins
el: Κατέβασμα των ενθεμάτων(plug-ins) Nyquist
es: Descargar complementos Nyquist
fi: Lataa Nyquist-laajennuksia
fr: Télécharger les modules Nyquist
nb: Last ned programtillegg for Nyquist
sv: Ladda ner Nyquist Plug-Ins
