Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <p>If you can't download Audacity, or if the downloaded setup file is corrupt, try downloading it from our <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">alternate servers</a>.</p>
cs: Pokud se vám nedaří Audacity stáhnout, nebo je stažený instalační soubor porušen, zkuste stahovat z našich <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">alternativních serverů</a>.</p>
de: <p>Wenn Sie Audacity nicht herunterladen können oder wenn die heruntergeladene Datei kaputt ist, versuchen Sie unsere <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">Alternativen Downloadserver</a>.</p>
el: <p>Αν δεν μπορείς να κατεβάσεις το Audacity, ή αν το κατεβασμένο αρχείο εγκατάστασης έχει διαφθαρεί, προσπάθησε να το κατεβάσεις από τους <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">εναλλακτικούς εξυπηρετητές δικτύου (servers)</a>.</p>
es: <p>Si no puedes descargar Audacity, ó si el archivo instalador descargado esta corrupto, intenta descargarlo de nuestros <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">servidores alternos</a>.</p>
fi: <p>Jos et pysty lataamaan Audacityä, tai ladattu asennustiedosto on viallinen, kokeile lataamista <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">vaihtoehtoisilta palvelimilta</a>.</p>
fr: <p>Si vous ne réussissez pas à le télécharger ou si le fichier téléchargé est corrompu, essayez un des <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">serveurs alternatifs</a>.</p>
nb: <p>Hvis du ikke får til å laste ned Audacity, eller installasjonsfilen du lastet ned er korrupt, kan du prøve å laste ned fra disse <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">alternative serverne</a>.</p>

source: Recording
cs: Nahrávání
de: Aufnahmen
el: Ηχογράφηση
es: Grabar
fi: Äänittäminen
fr: Enregistrement
nb: Opptak

source: How can I record in stereo?
cs: Jak nahrávat ve stereu?
de: Wie kann ich in Stereo aufnehmen?
el: Πώς μπορώ να ηχογραφήσω σε στέρεο;
es: ¿Cómo puedo grabar en estéreo?
fi: Kuinka voin äänittää stereona?
fr: Comment enregistrer en stéréo?
nb: Hvordan kan jeg ta opp i stereo?

source: <p>To record in stereo, open the Audacity preferences. In the “Audio I/O” section, change the number of recording channels from 1 (mono) to 2 (stereo).</p>
cs: <p>Pokud chcete nahrávat ve stereu, otevřete nastavení Audacity. V sekci “Audio I/O” změňte počet nahrávaných kanálů z 1 (mono) na 2 (stereo).</p>
de: <p>Um in Stereo aufzunehmen, öffnen Sie bitte die Audacity Einstellungen (Dateimenü). In der â€œAudio E/Aâ€ Sektion ändern Sie bittedie Anzahl der Aufnahmekanäle von 1 (Mono) auf 2 (Stereo).</p>
el: <p>Για να ηχογραφήσεις σε στέρεο, άνοιξε τις Προτιμήσεις του Audacity. Στην καρτέλα “Audio I/O” , άλλαξε τον αριθμό των Καναλιών Ηχογράφησης από 1 (μονό) σε 2 (στέρεο).</p>
es: <p>Para grabar en estéreo, abra el menú de preferencias de Audacity. En la sección Audio E/S cambie el número de canales de 1 (mono) a 2 (estéreo).</p>
fi: <p>Äänittääksesi stereona avaa Audacityn asetukset. Valitse "Audio I/O" -välilehdeltä äänityskanavien määräksi 2 (stereo).</p>
fr: <p>Pour enregistrer en stéréo, changez le nombre de canaux d'enregistrement de 1 (mono) à 2 (stéréo) dans l'onglet "E/S audio" du panneau des préférences</p>
nb: <p>For å ta opp i stereo, åpne Audacity-innstillingene. I "Lyd I/O"-delen, endre antallet opptakskanaler fra 1 (mono) til 2 (stereo).</p>

source: How do I record from vinyl records, cassette tapes, or minidiscs?
cs: Jak nahrávat z vinylových desek, kazet nebo minidisků?
de: Wie nehme ich von Schallplatten,Kassettendecks oder Minidiscs auf?
el: Πώς ηχογραφώ από δίσκους βινυλίου, κασέτες, ή μίνιντισκ;
es: ¿Cómo puedo grabar un disco de vinilo, una cinta de cassete o un minidisc?
fi: Kuinka äänitän vinyylilevyiltä, kaseteilta tai minidisciltä?
fr: Comment numériser disques vynils, cassettes audio et minidisques?
nb: Hvordan tar jeg opp fra vinylplater, lydkassetter eller minidisker?

source: <p>First, set Audacity to <a href="faq?s=recording&amp;i=stereo">record in stereo</a>.</p> <p>Next, plug one end of a stereo cable into the “Line Out” or “Headphone” connector on your tape deck, minidisc player, or stereo system. Plug the other end into your computer’s “Line In” connector. If you do not have a cable that fits both of these connectors, you can find one at an electronics store.</p> <p>Choose “Line In” as the input source on the Audacity toolbar, and press the Record button. While Audacity is recording, start playing your tape or disc. When you have captured the entire recording, press the Stop button.</p> <p>Notes:</p> <ul> <li><p>Do not plug stereo equipment into your computer’s “Microphone” port, which is designed for low-powered (“mic-level”) signals only. Use the “Line In” port instead.</p></li> <li><p>Do not connect a turntable directly to your computer. The signal from a turntable is distorted; it must be corrected by passing it through a phono pre-amp or a receiver with a “phono” input.</p></li> </ul> <p>See also: <a href="faq?s=files&amp;i=split">How to split a long recording into multiple files</a>.</p>
cs: <p>Nejprve Audacity nastavte pro <a href="faq?s=recording&amp;i=stereo">nahrávání ve stereu</a>.</p> <p>Zasuňte jeden konec stereo kabelu do zdířky “Linkový výstup (Line Out)” nebo “Sluchátka (Headphone)” na vašem přehrávači kazet, minidisců nebo jiném stereo systému. Druhý konec zasuňte do zdířky “Linkový vstup (Line In)” na počítači. Jestli takový kabel nemáte, dá se koupit v obchodu s elektronikou.</p> <p>Jako nahrávací vstup na liště Audacity zvolte “Linkový vstup (Line In)” a stiskněte tlačítko pro nahrávání. Jakmile Audacity začne nahrávat, zapněte přehrávání kazety nebo disku. Až bude nahrána celá skladba, stiskněte tlačítko Stop.</p> <p>Poznámky:</p> <ul> <li><p>Nepřipojujte externí stereo zařízení do zdířky “Mikrofon (Microphone)” na počítači. Ta je určena pro nízkoúrovňové signály. Místo toho použijte “Linkový vstup (Line In)”.</p></li> <li><p>Gramofon nepřipojujte přímo k počítači. Signál z gramofonu je zkreslený a musí být nejdříve upraven pomocí předzesilovače nebo nějakého přijímače s “phono” vstupem.</p></li> </ul> <p>Podívejte se také na: <a href="faq?s=files&amp;i=split">Jak rozdělit dlouhou nahrávku do několika souborů</a>.</p>
de: <p>Setzen Sie Audacity auf <a href="faq?s=recording&amp;i=stereo">Aufnahmen in Stereo</a>.</p> <p>Als nächstes verbinden Sie mit dem Stereokabel den â€œLine Outâ€ oder â€œKopfhörerausgangâ€ an Ihrem Kassettendeck, Minidisc oder Stereo system mit dem â€œLine Inâ€ Ihres Computers.Wenn Sie kein solches Kabel besitzen, können Sie sich ein entsprechendes Kabel im nächsten Computerladen kaufen.</p> <p>Wählen Sie â€œLine Inâ€ als Eingangsquelle in der Audacity Werkzeugleiste und drücken den Aufnahmeknopf. Während Audacity aufnimmt, starten Sie Ihr Kassettendeck. Wenn die Aufnahme fertig ist, drücken Sie den Stop Knopf.</p> <p>Hinweis:</p> <ul> <li><p>Verbinden Sie das Kassettendeck u.a. nicht mit dem Mikrofoneingang, dieser wurde nur für "low-level" Signale enwtickelt. Nutzen Sie den "Line In".</p></li> <li><p>Verbinden Sie nie einen Schallplattenspieler direkt mit dem Computer.Das Signal eines Schallplattenspielers ist "gestört"; es muss durch einen Pre-Amp oder einen Stereoverstärker bereinigt werden.</p></li> </ul> <p>Beachten Sie auch: <a href="faq?s=files&amp;i=split">Teilen einer langen Datei in kleinere Stücke</a>. Eine deutschsprachige Schritt-für-Schritt Anleitung gibt es hier <a href="http://audacity.fuchsi.de/248">http://audacity.fuchsi.de/248</a>.</p>
el: <p>Πρώτα, ρύθμισε το Audacity να <a href="faq?s=recording&amp;i=stereo"> ηχογραφεί σε στέρεο</a>.</p> <p>Μετά, σύνδεσε τη μία άκρη από ένα στέρεο καλώδιο στην υποδοχή “Line Out (Έξοδος)” ή “Headphone (Ακουστικά)” στο κασετόφωνό σου, στη συσκευή μίνιντισκ, ή στο στερεοφωνικό. Σύνδεσε την άλλη άκρη του καλωδίου στην υποδοχή “Line In (Είσοδος)” του υπολογιστή. Αν δεν έχεις ένα καλώδιο που να ταιριάζει σε αυτές τις υποδοχές, μπορείς να βρεις ένα σε ένα μαγαζί ηλεκτρονικών.</p> <p>Επέλεξε “Line In (Είσοδος)” σαν συσκευή εισόδου στη Γραμμή Εργαλείων του Audacity, και κάνε κλικ στο κουμπί Ηχογράφησης. Ενώ το Audacity ηχογραφεί, ξεκίνα την αναπαραγωγή της κασέτας ή του δίσκου. Όταν έχεις «συλλάβει» ολόκληρη την ηχογράφηση, κάνε κλικ στο κουμπί Διακοπή (στοπ).</p> <p>Σημειώσεις:</p> <ul> <li><p>Μην συνδέεις στέρεο εξοπλισμό στην υποδοχή “Microphone (Μικρόφωνο)” του υπολογιστή , γιατί έχει σχεδιαστεί αποκλειστικά για χαμηλής ισχύος σήματα (“επιπέδου μικροφώνου”) . Χρησιμοποίησε την υποδοχή “Line In (Είσοδος)” .</p></li> <li><p>Μην συνδέεις ένα πικ-απ κατευθείαν στον υπολογιστή. Το σήμα από το πικ-απ παραμορφώνεται. Πρέπει πρώτα να περάσει και να διορθωθεί από ένα προενισχυτή phono ή ένα ραδιοενισχυτή με είσοδο “phono”.</p></li> </ul> <p>Δες επίσης: <a href="faq?s=files&amp;i=split">Πώς μπορώ να τεμαχίσω μία μεγάλης διάρκειας ηχογράφηση σε πολλά αρχεία</a>.</p>
fi: <p>Ensiksi aseta Audacity <a href="faq?s=recording&amp;i=stereo">äänittämään stereona</a>.</p> <p>Seuraavaksi kytke stereokaapelin toinen pää kasettisoittimen, minidiscin tai stereoiden "Line Out"- tai kuulokeliitäntään ja toinen pää tietokoneesi "Line In" -liitäntään. Mikäli et omista sopivaa kaapelia, niitä myydään elektroniikka- ja sähköliikkeissä.</p> <p>Valitse Audacityn työkalupalkista äänityslähteeksi “Line In” ja paina Äänitä-painiketta. Audacityn äänittäessä käynnistä kasetti- tai minidisc-soittimesi. Äänitettyäsi koko äänitteen paina Pysäytä-painiketta.</p> <p>Huomioi:</p> <ul> <li><p>Älä kytke stereolaitteita tietokoneesi mikrofoniliitäntään, sillä se on suunniteltu ainoastaan heikomman mikrofonitason signaalille. Sen sijaan käytä "Line In" -liitäntää.</p></li> <li><p>Älä kytke levysoitinta suoraan tietokoneeseen. Levysoittimelta tuleva signaali on vääristynyt ja se täytyy korjata käyttämällä phono-esivahvistinta tai kytkemällä se stereoiden "Phono"-liitäntään.</p></li> </ul> <p>Katso myös: <a href="faq?s=files&amp;i=split">Kuinka voin jakaa pitkän äänityksen useaksi tiedostoksi tai CD-raidaksi</a>.</p>
fr: <p>Tout d'abord, régler Audacity pour <a href="faq?s=recording&amp;i=stereo">enregistrer en stéréo</a>.</p> <p>Ensuite, connectez une extrémité du cable stéréo à la sortie "Line Out" ou "Headphone" de votre lecteur minidisque, chaîne stéréo, etc... Branchez ensuite l'autre extrémité à la prise "Line In" de votre ordinateur. Vous pouvez trouver un cable adapté chez n'importe quel revendeur de matériel électronique.</p> <p>Sélectionner "Line" dans la barre d'outil de Audacity, puis cliquez sur "Enregistrer". Démarrer ensuite la lecture de la cassette ou du disque. Une fois la lecture terminée, cliquez sur "Stop".</p> <p>Notes:</p> <ul> <li><p>Ne branchez pas de matériel audio sur l'entrée "microphone" de votre ordinateur. Celle-ci est conçue pour des signaux de faibles niveau uniquement ("mic-level"). Utilisez plutot l'entrée "Line In".</p></li> <li><p>Ne connectez pas de tourne-disque directement à votre ordinateur. Le signal issu du tourne-disque est distordu. Utilisez de préférence un pré-ampli spécial platine vynil ou un récepteur ayant une entrée "phono".</p></li> </ul> <p>A lire aussi : <a href="faq?s=files&amp;i=split">Comment découper un enregistrement long en plusieurs fichiers?</a>.</p>
nb: <p>Først, still inn Audacity Audacity til å <a href="faq?s=recording&amp;i=stereo">ta opp i stereo</a>.</p> <p>Plugg så den ene enden av en stereokabel i inngangen merket "utlinje" eller "hodetelefon" på kassettspilleren, minidisk-spilleren eller stereoanlegget ditt. Den andre enden plugger du inn i "innlinje"-inngangen på PC-en din. Har du ikke en kabel som passer til begge disse inngangene, så finner du en på en elektronikkbutikk.</p> <p>Velg “Line In” som innkilde på verktøylinja i Audacity og trykk Spill inn-knappen. Mens Audacity spiller inn, starter du kassetten eller disken. Når du har fanget opp hele opptaket trykker du Stopp-knappen.</p> <p>Merk:</p> <ul> <li><p>Ikke plugg stereoanlegg ol. utstyr direkte inn i maskinens "mikrofon"-inngang, denne er bare beregnet på signaler lav spenning ("mikrofon-nivå"). Bruk i stedet "innlinje"-inngangen.</p></li> <li><p>Ikke koble LP-spillere direkte til PC-en. Signalet fra en LP-spiller er forvrengt, det må korrigeres ved å kjøre det gjennom en phono-forforsterker eller en mottaker med "phono"-inngang.</p></li> </ul> <p>Se også: <a href="faq?s=files&amp;i=split">Hvordan dele et langt opptak i flere filer</a>.</p>

source: See also:
cs: Podívejte se také na:
de: Beachte auch:
el: Δες επίσης:
es: Ver también:
fi: Katso myös:
fr: A lire aussi :
nb: Se også:

source: How do I save my recording on an audio CD?
cs: Jak uložit svoje nahrávky na zvukové CD?
de: Wie speichere ich meine Aufnahmen auf einer Audio CD?
el: Πώς αποθηκεύσω την ηχογράφησή μου σε audio CD;
es: ¿Cómo puedo grabar mis grabaciones en un CD de audio?
fi: Kuinka tallennan äänitykseni ääni-CD:lle?
fr: Comment sauvegarder mes enregistrements sur CD audio?
nb: Hvordan lagrer jeg opptaket mitt på en lyd-CD?

source: Why can’t I hear what I’m recording?
cs: Proč neslyším, co nahrávám?
de: Warum kann ich nicht hören, was ich aufnehme?
el: Γιατί δεν μπορώ να ακούσω αυτό που ηχογραφώ;
es: ¿ Por qué no puedo oír lo que estoy grabando?
fi: Miksi en kuule mitä äänitän?
fr: Je n'entends pas ce que je suis en train d'enregistrer. Pourquoi?
nb: Hvorfor kan jeg ikke høre det jeg tar opp?

source: <h3>Windows and Linux</h3> <p>To monitor your recording, open your computer's volume control panel. Turn up the playback volume and turn off the “mute” checkbox for your recording source (usually “microphone” or “line in”).</p> <p>If this does not work, open the Audacity preferences. In the “Audio I/O” section, turn on the “Software Playthrough” option.</p> <h3>Mac OS X</h3> <p>Open the Audacity preferences. In the “Audio I/O” section, turn on the “playthrough” option. “Hardware Playthrough” is best if it is available. If it does not work, you can choose “Software Playthrough” instead.</p>
cs: <h3>Windows a Linux</h3> <p>Pokud chcete slyšet co nahráváte, otevřete na svém počítači panel pro úpravu hlasitosti. Přidejte hlasitost přehrávání a zapněte přepínač pro zdroj, ze kterého nahráváte (většinou “mikrofon” nebo “lineární vstup (line in)”).</p> <p>Jestliže to nepomohlo, otevřete nastavení Audacity. Sekce “Audio vstup/výstup” obsahuje volbu “Průběžné softwarové přehrávání (Software Playthrough)”.</p> <h3>Mac OS X</h3> <p>Otevřete nastavení Audacity a v sekci “Audio vstup/výstup” zapněte volbu “Průběžné přehrávání (Playthrough)”. Pokud je k dispozici, je nejlepší “Hardwarové průběžné přehrávání”, pokud ale nefunguje, můžete využít alespoň softwarové.</p>
de: <h3>Windows und Linux</h3> <p>Um eine Aufnahme mitzuhören, öffnen Sie bitte die Lautstärkekontrolle Ihres Computers.Erhöhen Sie die Lautstärke des Abspielens und verhindern Sie die "Stummschaltung" der Aufnahmequelle ("Mikrofon" oder "Line In").</p> <p>Wenn dieses nicht funktioniert öffnen Sie die Einstellungen in Audacity. Im "Audio E/A" Reiter klicken Sie bitte aufdie Software Playthrough Option.</p> <h3>Mac OS X</h3> <p>Ã–ffnen Sie die Audacity Einstellungen.Im Audio E/A Reiter klicken Sie bitte auf die "Playthrough" Option. "Hardware Playthrough" ist besser, wenn es möglich ist, ansonsten wählen Sie die "Software Playthrough" Option.</p>
el: <h3>Windows και Linux</h3> <p>Για να παρακολουθήσεις την ηχογράφηση, άνοιξε το πλαίσιο ελέγχου της έντασης του υπολογιστή σου. Δυνάμωσε την ένταση της αναπαραγωγής και αποεπέλεξε την «σιγή» για την πηγή ηχογράφησης (συνήθως “microphone” ή “line in”).</p> <p>Αν αυτό δεν έχει αποτέλεσμα, άνοιξε τις προτιμήσεις του Audacity. Στην καρτέλα “Audio I/O”, επέλεξε την επιλογή «Playthrough Λογισμικού» .</p> <h3>Mac OS X</h3> <p>Άνοιξε τις προτιμήσεις του Audacity. Στην καρτέλα “Audio I/O”, επέλεξε την επιλογή «Playthrough Λογισμικού» . “Hardware Playthrough” είναι καλύτερο αν είναι διαθέσιμο. Αν αυτό δεν λειτουργεί, μπορείς να επιλέξεις «Playthrough Λογισμικού» .</p>
es: <h3>Windows y Linux</h3> <p>Para revisar una grabación, abre al panel de control del volumen de tu computadora. Enciende al volumen de reproducción y apaga la opción ?silencio? para tu fuente de grabación (usualmente ?micrófono? ó ?line in?).</p> <p>Si lo anterior no funciona, abre las preferencias de Audacity. En la sección ?Audio E/S?, activa la opción ?Software Playthrough?.</p> <h3>Mac OS X</h3> <p>Abre las preferencias de Audacity. En la sección ?Audio E/S?, activa la opción ?playthrough?. ?Hardware Playthrough? es mejor en caso de que este disponible. Si no funciona, puedes elegir en su lugar a la opción ?Software Playthrough?.</p>
fi: <h3>Windows ja Linux</h3> <p>Tarkkaillaksesi äänitystä, avaa tietokoneesi mikseri-ikkuna. Aseta toiston (playback) äänenvoimakkuus ja poista "Vaimenna" ("Mute") -rasti äänityslähteestäsi (yleensä "mikrofoni" tai "line in").</p> <p>Jos tämä ei toimi, avaa Audacityn asetukset ja ota käyttöön "Audio I/O" -välilehdeltä "Ohjelmatason läpitoisto".</p> <h3>Mac OS X</h3> <p>Avaa Audacityn asetukset ja ota käyttöön "Audio I/O" -välilehdeltä "läpitoisto"-toiminto. "Laitetason läpitoisto" on paras vaihtoehto, mikäli se on käytettävissä. Jos se ei toimi, valitse "Ohjelmatason läpitoisto".</p>
fr: <h3>Windows et Linux</h3> <p>Pour controler vos enregistrement, ouvrez le controleur de volume, décochez le bouton "Muet" de la source ("Line In" ou "Microphone") et ajustez le niveau.</p> <p>Si ça ne fonctionne toujours pas, activez l'option "Passage audio logiciel" dans l'onglet "E/S audio" du panneau des préférences.</p> <h3>Mac OS X</h3> <p>Activez l'option "Passage audio **" de l'onglet "E/S audio" des préférences. Choisissez l'option "Passage audio matériel" si elle disponible; dans le contraire, utilisez "Passage audio logiciel".</p>
nb: <h3>Windows og Linux</h3> <p>For å overvåke opptaket, åpne datamaskinen sitt volum-kontrollpanel. Skru opp avspillingsvolumet (og deaktiver "demp"-avmerkingsboksen) for opptakskilden, vanligvis "microphone" eller "line inn."</p> <p>Hvis dette ikke fungerer, åpne Audacity-innstillingene. I "Lyd I/O"-delen, skru på "Spill gjennom med programvare“-valget.</p> <h3>Mac OS X</h3> <p>Åpne Audacity-innstillingene. I "Lyd I/O"-delen, skru på "Spill gjennom med ...“-valget. “Spill gjennom med maskinvare” er best hvis det er tilgjengelig. Hvis det ikke fungerer, kan du velge "Spill gjennom med programvare” insteden.</p>

source: Can I play a track while recording a new one on top of it?
cs: Dá se přehrávat stopa a přitom nahrávat další?
de: Kann ich ein Lied anhören, währen dich gleichzeitig ein neues <b>dazu</b> aufnehmen?
el: Μπορώ να αναπαράγω ένα κανάλι ενώ συγχρόνως ηχογραφώ ένα νέο;
es: ¿Puedo reproducir una pista mientras grabo una nueva sobre ella?
fi: Voinko kuunnella raitaa samanaikaisesti kun äänitän uutta sen päälle?
fr: Puisse-je enregistrer une piste et en lire une autre en simultanné?
nb: Kan jeg spille av ett spor mens jeg tar opp et nytt spor på toppen av det første?
