Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: Audacity is free, open source software for recording and editing sounds. It is available for Mac OS X, Microsoft Windows, GNU/Linux, and other operating systems. <a href="about/">Learn more about Audacity...</a>
el: Το Audacity είναι ένα ελεύθερο, ανοιχτού κώδικα λογισμικό για την ηχογράφηση και την επεξεργασία ήχων. Διατίθεται για Mac OS X, Microsoft Windows, GNU/Linux, και άλλα λειτουργικά συστήματα. <a href="about/">Μάθε περισσότερα για το Audacity...</a>
es: Audacity es un programa libre y de código abierto para grabar y editar sonidos. Está disponible para Mac OS X, Microsoft Windows, GNU/Linux y otros sistemas operativos. <a href="about/">Aprender más sobre Audacity...</a>
fi: Audacity on vapaa avoimen lähdekoodin ohjelma äänittämiseen ja äänen muokkaamiseen. Se on saatavana Mac Os X:lle, Microsoft Windowsille, GNU/Linuxille ja muille käyttöjärjestelmille. <a href="about/">Lue lisää Audacitystä...</a>
fr: Audacity est un logiciel libre et open-source destiné à l'édition et à l'enregistrement sonore. Il est disponible pour Mac OS X, Microsoft Windows, GNU/Linux et d'autres sytèmes d'exploitation. <a href="about">Pour en savoir plus sur Audacity...</a>
nb: Audacity er fri, åpen kildekode-programvare for å spille inn og redigere lyder. Det er tilgjengelig både for Mac OS X, Microsoft Windows, GNU/Linux og andre operativsystem. <a href="about/">Lær mer om Audacity...</a>
sv: Audacity är en gratis mjukvara med öppen källkod för inspelning och redigering av ljud. Den finns för Mac OS X, Microsoft Windows, GNU/Linux, och andra operativsystem. <a href="about/">Lär dig mer om Audacity...</a>

source: Download Audacity %s
cs: Stáhnout Audacity %s
el: Κατέβασμα του Audacity %s
es: Descargar Audacity %s
fi: Lataa Audacity %s
fr: Télécharger Audacity %s
nb: Last ned Audacity %s
sv: Ladda ner Audacity %s

source: Other downloads
cs: Více ke stažení
de: Andere Downloads
el: Άλλα αρχεία για κατέβασμα
es: Otras descargas
fi: Muut ladattavat tiedostot
fr: Autres téléchargements
nb: Andre nedlastinger
sv: Annat att ladda ner

source: Get Notified of New Versions
cs: Odebírat zprávy o nových verzích
de: Benachrichtigung bei neuen Versionen
el: Για να ενημερώνεσαι για Νέα Έκδοση
es: Recibir un aviso cuando aparezcan nuevas versiónes
fi: Tilaa ilmoitus uusista versioista
fr: Pour etre averti de la sortie de nouvelles versions
nb: Få beskjed om nye utgaver
sv: Få info om nya versioner

source: Email address
cs: E-mailová adresa
de: E-Mail Adresse
el: Ηλεκτρονική διεύθυνση
es: Dirección de correo
fi: Sähköpostiosoite
fr: Courriel
nb: Epost-adresse
sv: Epostadress

source: Add
cs: Vložit
de: Hinzufügen
el: Προσθήκη
es: Añadir
fi: Lisää
fr: S'abonner
nb: Legg til
sv: Lägg till

source: Remove
cs: Odstranit
de: Entfernen
el: Απομάκρυνση
es: Eliminar
fi: Poista
fr: Se Desabonner
nb: Fjern
sv: Ta bort

source: Home
cs: Úvod
el: Αρχή
es: Inicio
fi: Etusivu
fr: Accueil
nb: Hjem
sv: Hem

source: About
cs: O programu
de: Über
el: Σχετικά με...
es: Acerca de
fi: Tietoja
fr: A propos
nb: Om
sv: Om

source: New Features in 1.3
cs: Nové vlastnosti verze 1.3
de: Neue Funktionen
el: Νέα Χαρακτηριστικά στο1.3
es: Nuevas características en la versión 1.3
fr: Nouvelles fonctionnalités de la 1.3
nb: Nye funksjoner i 1.3

source: Buy a CD
cs: Koupit CD
de: Kaufe eine CD
el: Αγορά CD
es: Comprar un CD
fi: Osta CD
fr: Acheter en CD
nb: Kjøp en CD
sv: Köp en CD

source: Donate
cs: Darovat
de: Spenden
el: Δωρεές
es: Hacer una donación
fi: Lahjoita
fr: Faire un don
nb: Doner
sv: Lämna bidrag

source: Page Not Found
cs: Stránka nebyla nalezena
de: Seite nicht gefunden
el: Η Ιστοσελίδα Δεν Βρέθηκε
es: Página no encontrada
fi: Sivua ei löytynyt
fr: Page non trouvée
nb: Siden ble ikke funnet

source: Sorry, the page you are looking for was not found. Please try the <a href="/">Audacity home page</a> or the <a href="/site-map">site map</a>.
cs: Omlouváme se, ale stránka, kterou požadujete nebyla nalezena. Zkuste prosím přejít na <a href="/">úvodní stránku</a> nebo použijte <a href="/site-map">mapu stránek</a>.
de: Sorry die Seite die Sie aufgerufen haben, existiert nicht. Versuchen Sie die <a href="/">Audacity Homepage</a> oder die <a href="/site-map">Site map</a>.
el: Δυστυχώς, η ιστοσελίδα που έψαχνες δεν βρέθηκε. Παρακαλώ δες την <a href="/">αρχική σελίδα του Audacity</a> ή τον <a href="/site-map">χάρτη του διαδικτυακού τόπου</a>.
es: La página que está buscando no se encontró. Pruebe con la <a href="/">página de inicio de Audacity</a> o con el <a href="/site-map">mapa del web</a>.
fi: Valitettavasti etsimääsi sivua ei löytynyt. Kokeile <a href="/">Audacityn etusivua</a> tai <a href="/site-map">sivukarttaa</a>.
fr: Désolé, la page que vous avez demandé n'a pas pu etre trouvée sur le serveur. Retournez à la <a href="/">page d'accueil</a> ou consultez le <a href="/site-map">plan du site</a>.
nb: Beklager, siden du leter etter ble ikke funnet. Vennligst prøv <a href="/">hjemmesiden til Audacity</a> eller <a href="/site-map">nettkartet</a>.

source: <h3 id="cvs">CVS</h3> <p>You can get the latest development code from our CVS repository.</p> <p><b>2006/05/11: CVS is down. The CVSROOT is changing from cvs.sourceforge.net to audacity.cvs.sourceforge.net.</b></p> <ul> <li><p><a href="http://audacity.cvs.sourceforge.net/viewcvs.py/audacity/audacity-src/">Browse the Audacity source code online.</a></p></li> <li><p>Use this command to check out the latest Audacity 1.2 (stable) source code from CVS:</p> <p><kbd>cvs -d:pserver:anonymous@audacity.cvs.sourceforge.net:/cvsroot/audacity checkout -r AUDACITY_1_2 audacity</kbd></p></li> <li><p>Or use this command to check out the latest Audacity 1.3 (unstable) source code from CVS:</p> <p><kbd>cvs -d:pserver:anonymous@audacity.cvs.sourceforge.net:/cvsroot/audacity checkout audacity</kbd></p></li> </ul> <p>For more information, read the <a href="http://sourceforge.net/cvs/?group_id=6235">SourceForge CVS instructions</a>.</p> <p>See the source code page for <a href="../download/source#instructions">compilation instructions</a>.</p>
nb: <h3 id="cvs">CVS</h3> <p>Du kan få den nyeste utviklingskoden fra vårt CVS-lager.</p> <p><b>11/05/2006: CVS er nede. CVSROOT endres fra cvs.sourceforge.net til audacity.cvs.sourceforge.net.</b></p> <ul> <li><p><a href="http://audacity.cvs.sourceforge.net/viewcvs.py/audacity/audacity-src/">Les gjennom kildekoden til Audacity på nett.</a></p></li> <li><p>Bruk denne kommandoen for å sjekke ut nyeste kildekode til Audacity 1.2 (stabil) fra CVS:</p> <p><kbd>cvs -d:pserver:anonymous@audacity.cvs.sourceforge.net:/cvsroot/audacity checkout -r AUDACITY_1_2 audacity</kbd></p></li> <li><p>Eller bruk denne kommandoen for å sjekke ut nyeste kildekode til Audacity 1.3 (ustabil) fra CVS:</p> <p><kbd>cvs -d:pserver:anonymous@audacity.cvs.sourceforge.net:/cvsroot/audacity checkout audacity</kbd></p></li> </ul> <p>Hvis du vil ha mer informasjon kan du lese <a href="http://sourceforge.net/cvs/?group_id=6235">SourceForge sin CVS-veiledning</a>.</p> <p>Se nettsiden til kildekoden for en <a href="../download/source#instructions">bruksanvisning for kompilering</a>.</p>

source: Stable
cs: Stabilní
de: Stabil
el: Σταθερή
es: Estable
nb: Stabil

source: Compilation
cs: Kompilace
el: Σύνταξη
es: Compilación
fi: Kääntäminen
nb: Kompilering
sv: Kompilering

source: Notes
cs: Poznámky
de: Neuigkeiten
el: Σημειώσεις
es: Notas
fi: Huomautuksia
nb: Bemerkninger
sv: Anteckningar

source: Audacity 1.3 is an unstable, beta version of Audacity. Users who want a completely stable, finished program should be using Audacity 1.2. Audacity 1.3 has hundreds of new features, but some features may be incomplete or confusing, it is more likely to crash, and you are more likely to lose data. You can install both Audacity 1.2 and 1.3 on the same machine. When this branch of Audacity is finished, it will be released as version 1.4, which will be stable and complete.
nb: Audacity 1.3 er en ustabil betaversjon av Audacity. Brukere som vil ha et fullstendig stabilt, ferdig program bør bruke Audacity 1.2. Audacity 1.3 har hundrevis av nye funksjoner, men noen funksjoner kan være uferdige eller forvirrende, det er større sjanse for krasj og det er større sjanse for tap av data. Du kan installere både Audacity 1.2 og 1.3 på samme maskin. Når denne utgaven av Audacity er ferdig, vil den bli utgitt som versjon 1.4, som vil være stabil og avsluttet.

source: Audacity 1.3.0 is currently only available in English. Future Audacity 1.3 releases will be translated into many other languages.
nb: Audacity 1.3.0 er foreløpig bare tilgjengelig på engelsk. Framtidige 1.3-utgaver vil bli oversatt til mange andre språk.

source: Silence
cs: Ticho
de: Stille
el: Σιγή
es: Silencio
nb: Stillhet

source: On Mac OS X, Audacity can now import and audio file supported by Apple's QuickTime technology. This includes .MOV and .MP4 (AAC) files. Unfortunately encrypted audio files (such as those from the iTunes Music Store) cannot be imported directly into Audacity - Apple does not allow this to be done easily because it would be too easy to circumvent the encryption this way.
nb: På Mac OS X kan Audacity nå importere enhver lydfil støttet av Apples QuickTime-teknologi. Dette inkluderer filer av typene .MOV og .MP4 (AAC). Uheldigvis kan ikke Audacity direkte importere krypterte lydfiler (som de fra iTunes Music Store) - Apple tillater ikke at dette gjøres enkelt fordi det ville bli for lett å omgå krypteringen på den måten.

source: Upload (?)
nb: Last opp (?)

source: Batch
nb: Satsvis

source: Documentation
cs: Dokumentace
de: Dokumentation
el: Υποστήριξη
es: Documentación
fi: Ohjeet
nb: Dokumentasjon
sv: Dokumentation

source: Copyright
cs: Autorská práva
el: Πνευματικά Δικαιώματα
fi: Tekijänoikeudet
nb: Opphavsrett

source: <p>You are invited to try out the new <a href="http://audacitystore.com/">Audacity Store</a>, which features Audacity-logo items (T-shirts, embroidered polo shirts, embroidered messenger bags), and consumer electronics. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt=_("Audacity Store")></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Learn more about how Audacity raises money... </a> </p> <h3>New Releases on the Way</h3> <p>Also, we will soon release updates to both the stable 1.2.x and development 1.3.x lines. The new 1.3.x version will be 1.3.2 -- no official 1.3.1 because there are lots of changes and several unofficial 1.3.1 builds have already been posted. Major changes in the 1.3.2 release include: <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Preliminary Intel Mac Support</dt> <dd>pre-release builds at <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Dependencies dialog</dt> <dd>lets user see dependencies of project on other files, and copy audio data directly into the project</dd> <dt>Crash Recovery</dt><dd>automatically saved data makes recovery fast and easy</dd> <dt>New Repair Effect</dt><dd>smooths corrupted waveforms</dd> <dt>UI Changes</dt> <dd>themes (custom user interfaces), new toolbar docking features, new time-specification controls, increased accessibility support, history window changes, lots more</dd> <dt>Selection Bar Improvements</dt><dd>increased control and bug fixes</dd> <dt>Equalization Effect Improvements</dt><dd>better layout of Graphic EQ, faster animation of curve, increased control</dd> <dt>Many More LADSPA effects for Windows</dt><dd>most LADSPA effects now ported to Windows</dd> <dt>Numerous Bug Fixes</dt><dd>fixes to hotkeys, directories, Portable Audacity, crashes, etc.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>
nb: <p>Du er velkommen til å prøve den nye <a href="http://audacitystore.com/">Audacity-butikken</a>, som selger Audacity-logoartikler (T-skjorter, broderte poloskjorter, broderte skuldervesker) og forbrukerelektronikk. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt=_("Audacity-butikken")></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Lær mer om hvordan Audacity tjener penger... </a> </p> <h3>Nye utgaver på vei</h3> <p>I tillegg vil vi snart gi ut oppdateringer både til den stabile 1.2.x-serien og utviklingsserien 1.3.x. Den nye 1.3.x-versjonen vil hete 1.3.2 -- ingen offisiell 1.3.1 fordi det er mange endringer og flere uoffisielle 1.3.1-kompileringer allerede er lagt ut. Hovedendringer i 1.3.2-utgaven inkluderer: <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Foreløpig Intel Mac-støtte</dt> <dd>Pre-utgivelseskompileringer tilgjengelig på <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Avhengighetsdialog</dt> <dd>lar brukeren se hvilke andre filer prosjektet er avhengig av, og kopiere lyddata direkte inn i prosjektet</dd> <dt>Krasjgjenoppretting</dt><dd>automatisk lagret data gjør gjenopprettingen rask og enkel</dd> <dt>Ny reparer-effekt</dt><dd>glatter ut ødelagte lydbølgeformer</dd> <dt>Endringer i brukergrensesnittet</dt> <dd>Tema (egendefinerte brukergrensesnitt), nye forankringsmuligheter for verktøylinjer, nye tidsspesifiseringskontroller, økt tilgjengelighetsstøtte, endringer i historievinduet, mye mer</dd> <dt>Forbedringer i markeringsverktøyet</dt><dd>økt kontroll og feilrettinger</dd> <dt>Forbedringer i Equalization-effekten</dt><dd>bedre utforming av grafisk EQ, raskere kurveanimasjon, økt kontroll</dd> <dt>Mange flere LADSPA-effekter for Windows</dt><dd>de fleste LADSPA-effektene er nå Windows-kompatible</dd> <dt>Ørten feilrettinger</dt><dd>reparasjoner på hurtigtaster, kataloger, Portabel Audacity, krasj osv.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>

source: FAQ
cs: FAQ - často kladené otázky
el: FAQ(Συχνές Ερωτήσεις)
es: P+F
nb: FAQ (Ofte stilte spørsmål)

source: Audacity&reg; is free, open source software for recording and editing sounds. It is available for Mac OS X, Microsoft Windows, GNU/Linux, and other operating systems. <a href="about/">Learn more about Audacity...</a>
cs: Audacity&reg; je volně dostupný software s otevřeným kódem pro nahrávání a editaci zvuku. Je k dispozici pro Mac OS X, Microsoft Windows, GNU/Linux a další operační systémy. <a href="about/">Více o Audacity...</a>
de: Audacity&reg; ist ein <a href="http://audacity.sourceforge.net/about/">freier</a> Mehrspur-Audio-Editor für Linux, Mac und Windows. <a href="about/">Wollen Sie mehr wissen...</a>
nb: Audacity&reg; er fri, åpen kildekode-programvare for å spille inn og redigere lyder. Det er tilgjengelig både for Mac OS X, Microsoft Windows, GNU/Linux og andre operativsystem. <a href="about/">Lær mer om Audacity...</a>

source: VST Enabler
el: Ενεργοποιητής VST
es: Activador VST

source: <h3>Translation Instructions</h3> <p>To start a new translation, download POT file above. Rename it "audacity.po" before you begin translating. To edit an existing translation, download the PO file for your language:</p> <ul> <li><a href="%s">Audacity translations</a></li> <li><a href="%s">Audacity web site translations</a></li> </ul> <p>These programs can create and edit PO files:</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> for Windows and Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> for KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> is standard on most Unix systems. It includes a PO mode for the Emacs text editor.</li> </ul> <p>Send completed PO files to Matt Brubeck, <a href="mailto:mbrubeck@cs.hmc.edu">mbrubeck@cs.hmc.edu</a>.</p> <h3>Notes</h3> <ul> <li><p>In poEdit, make sure to set the "charset" option correctly. Otherwise, poEdit will not save any translations with non-English characters.</p> <li><p>Strings like <b>"&amp;File"</b> and <b>"New &amp;Audio Track"</b> are menu items. The letter after the "&amp;" symbol is used as a keyboard shortcut.</p> <li><p><b>"Import Audio...\tCtrl+i"</b> is also a menu item. The \t stands for a tab character, which separates the menu text from the keyboard command.</p> <li><p>You will find many strings like <b>"There were %%d buffer underruns, last near %%lf seconds."</b> The %% signs mark places where numbers or names will be inserted into the string. For example, this string might become "There were 4 buffer underruns, last near 3.01 seconds." If you change the order of the the %% markers in a string, add "1$" after the percent sign that used to be first, "2$" after the percent sign that used to be second, and so on. For example:</p> <blockquote><p><b>"The buffer underrun near %%2$lf seconds was the last of %%1$d."</b></p></blockquote> </ul>
cs: <h3>Pokyny pro překladatele</h3> <p>To start a new translation, download POT file above. Rename it "audacity.po" before you begin translating. To edit an existing translation, download the PO file for your language:</p> <ul> <li><a href="%s">Audacity translations</a></li> <li><a href="%s">Audacity web site translations</a></li> </ul> <p>These programs can create and edit PO files:</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> for Windows and Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> for KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> is standard on most Unix systems. It includes a PO mode for the Emacs text editor.</li> </ul> <p>Send completed PO files to Matt Brubeck, <a href="mailto:mbrubeck@cs.hmc.edu">mbrubeck@cs.hmc.edu</a>.</p> <h3>Notes</h3> <ul> <li><p>In poEdit, make sure to set the "charset" option correctly. Otherwise, poEdit will not save any translations with non-English characters.</p> <li><p>Strings like <b>"&amp;File"</b> and <b>"New &amp;Audio Track"</b> are menu items. The letter after the "&amp;" symbol is used as a keyboard shortcut.</p> <li><p><b>"Import Audio...\tCtrl+i"</b> is also a menu item. The \t stands for a tab character, which separates the menu text from the keyboard command.</p> <li><p>You will find many strings like <b>"There were %%d buffer underruns, last near %%lf seconds."</b> The %% signs mark places where numbers or names will be inserted into the string. For example, this string might become "There were 4 buffer underruns, last near 3.01 seconds." If you change the order of the the %% markers in a string, add "1$" after the percent sign that used to be first, "2$" after the percent sign that used to be second, and so on. For example:</p> <blockquote><p><b>"The buffer underrun near %%2$lf seconds was the last of %%1$d."</b></p></blockquote> </ul>
de: <h3>Übersetzungsanweisungen</h3> <p>Um eine Übersetzung zu starten, laden Sie bitte die POT Datei von oben. Benennen Sie diese Datei in "audacity.po" um, bevor Sie anfangen.Um eine bestehende Übersetzung zu ändern, laden Sie bitte die existierende PO Datei für Ihre Sprache:</p> <ul> <li><a href="%s">Audacity Übersetzungen</a></li> <li><a href="%s">Audacity Webseitenübersetzungen</a></li> </ul> <p>Diese Programme können PO Dateien ändern und erzeugen:</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> für Windows und Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> für KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> ist ein Standard für die meisten Unix Systeme. Es beinhaltet einen PO Modus für den Emacs Text Editor.</li> </ul> <p>Senden Sie die geänderte PO Datei an Matt Brubeck, <a href="mailto:mbrubeck@cs.hmc.edu">mbrubeck@cs.hmc.edu</a>.</p> <h3>Hinweise</h3> <ul> <li><p>Beachten Sie in poEdit, daß die "charset" Option korrekt eingestellt ist, andernfalls wird poEdit die Übersetzung bei nicht-englischen Zeichen nicht abspeichern.</p> <li><p>Zeichenketten wie <b>"&amp;File"</b> und <b>"New &amp;Audio Track"</b> sind Menüitems.Der Buchstaben nach dem "&amp;" Symbol wird als Tastaturkürzel genutzt.</p> <li><p><b>"Import Audio...\tCtrl+i"</b> ist ebenfalls ein Menüitem.Das \t steht für einen Tab character, der den Menütext vom Tastaturkürzel trennt.</p> <li><p>Sie werden Sätze finden wie <b>"There were %%d buffer underruns, last near %%lf seconds."</b> Die %% Zeichen markieren Stellen, wo später Zahlen oder namen eingefügt werden. Zum Beispielkann der obige Satz so aussehen: "There were 4 buffer underruns, last near 3.01 seconds."Wenn Sie die Reihenfolge der %% Zeichen in einem String ändern, fügen Sie "1$" nach dem Prozentzeichendas als erstes genutzt werden soll, "2$" nach dem zweiten, ein. Zum Beispiel:</p> <blockquote><p><b>"The buffer underrun near %%2$lf seconds was the last of %%1$d."</b></p></blockquote> </ul>

source: Powered by Google
de: Unterstützt von Google
sv: Stöd från Google

source: Search this site
cs: Prohledávat tyto stránky
de: Durchsuche diese Seite
fi: Etsi tältä sivustolta

source: To discuss Audacity with other users and developers, join our
cs: Diskutujte o Audacity s ostatními uživateli a vývojáři.

source: <h3>About Free Software</h3> <p>Audacity is free software, developed by a group of volunteers and distributed under the <a href="license">GNU General Public License (GPL)</a>.</p> <p>Free software is not just free of cost (like “free beer”). It is <b>free as in freedom</b> (like “free speech”). Free software gives you the freedom to use a program, study how it works, improve it, and share it with others. For more information, visit the <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Programs like Audacity are also called <b>open source software</b>, because their source code is available for anyone to study or use. There are thousands of other free and open source programs, including the <a href="http://www.mozilla.org/">Mozilla</a> web browser, the <a href="http://www.openoffice.org/">OpenOffice.org</a> office suite, and entire <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/">Linux-based operating systems</a>.</p>
fi: <h3>Tietoa vapaista ohjelmista</h3> <p>Audacity on vapaa ohjelma, jonka on kehittänyt joukko vapaaehtoisia, ja jota levitetään <a href="license">GNU General Public License (GPL)</a> -lisenssin alaisena.</p> <p>Vapaa ohjelma on muutakin kuin vain ilmainen (kuten "ilmainen olut"). Se on <b>vapaa kuten vapaus</b> (kuten "vapaa puhe"). Vapaa ohjelma antaa vapauden käyttää ohjelmaa, tutkia kuinka se toimii, parantaa sitä ja jakaa se muiden kanssa. Lisätietoja <a href="http://www.fsf.org/home.fi.html">Free Software Foundation</a>:in kotisivuilla.</p> <p>Audacityn kaltaisia ohjelmia kutsutaan myös <b>avoimen lähdekoodin ohjelmiksi</b>, sillä niiden lähdekoodi on kaikkien saatavilla tutkimista ja käyttöä varten. Vapaita ja avoimen lähdekoodin ohjelmia on tuhansia, mukaanlukien <a href="http://www.mozilla-europe.org/">Mozilla</a>-web-selain, <a href="http://fi.openoffice.org/">OpenOffice.org</a> -toimisto-ohjelmisto, ja kaikki <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/">Linux-pohjaiset käyttöjärjestelmät</a>.</p>

source: Dominic is the project leader and original author of Audacity.
fi: Dominic on projektin johtaja ja Audacityn alkuperäinen tekijä.
sv: Dominic är projektledare och ansvarig utvecklare för Aucacity.

source: <a href="http://panic.et.tudelft.nl/~costar/gramofile/">GramoFile</a> is a free tool for capturing and cleaning recordings from vinyl records.
fi: <a href="http://panic.et.tudelft.nl/~costar/gramofile/">GramoFile</a> on vapaa työkalu vinyylilevyiltä tehtyjen äänitysten tekemiseen ja puhdistamiseen.
sv: <a href="http://panic.et.tudelft.nl/~costar/gramofile/">GramoFile</a> är ett gratis digitalt redigeringsverktyg för inspelning och redigering av vinylskivor.

source: Make a Donation
fi: Tee lahjoitus
sv: Bidra med pengar
