Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: cs, de, el, es, fi, fr, nb, sv

source: <ol> <li>Use the “Export as WAV” or “Export as AIFF” command to save your Audacity recording in a sound file.</li> <li>Use any CD-recording software (iTunes or Nero, for example) to burn this file to a CD.</li> </ol> <p>To make a disc you can play in normal CD players, make sure to create a “music” or “audio” CD (not a “data” CD). Use CD-R discs, because some players cannot read CD-RW.</p> <p>Some CD software will burn only 16-bit, 44.1KHz stereo sound files. If your CD recording software won't open your sound file, export the file again after choosing the following settings in Audacity:</p> <ol> <li>At the bottom of the Audacity window, set the Project Rate to 44100 Hz.</li> <li>In the File Formats preferences, choose WAV (16-bit...) or AIFF (16-bit...).</li> <li>If your project does not already contain a stereo track, choose “New Stereo Track” from the Project menu. (This will make Audacity export your recording as a stereo file.)</li> </ol> <p>See also: <a href="faq?s=files&amp;i=split">How can I split a long recording into multiple tracks?</a></p>
cs: <ol> <li>Nahrávky z Audacity je možné uložit do standardních zvukových souborů pomocí příkazů “Exportovat jako WAV” nebo “Exportovat jako AIFF”.</li> <li>K vypálení na CD použijte jakýkoliv vypalovací program (například iTunes, Nero, K3B).</li> </ol> <p>Jestli chcete vyrobit CD, které bude hrát v běžných přehrávačích, ujistěte se, že zvolíte vypálení “music” nebo “audio” CD (nikoliv “data” CD). Používejte CD-R disky, protože některé přehrávače si s přepisovatelnými CD-RW disky neporadí.</p> <p>Některé vypalovací programy dokáží vypalovat pouze zvukové soubory ve formátu “16-bitů, 44.1KHz stereo”. Jestliže váš software na výrobu CD nedokáže otevřít vaše zvukové soubory, vyexportujte je znovu s tímto nastavením:</p> <ol> <li>Ve spodní liště Audacity nastavte vzorkovací frekvenci na 44100 Hz.</li> <li>V nastavení formátu souboru zvolte WAV (16-bit...) nebo AIFF (16-bit...).</li> <li>Jestliže váš projekt neobsahuje žádnou stereo stopu, zvolte "Nová stereo stopa" z menu Projekt. (To způsobí, že Audacity bude projekt exportovat jako stereo soubor.)</li> </ol> <p>Podívejte se také na: <a href="faq?s=files&amp;i=split">"Jak rozdělit dlouhé nahrávky do několika stop?"</a></p>
de: <ol> <li>Nutzen Sie die "Export als WAV" oder "Export als AIFF" Befehle um Ihr Projekt als Tondatei zu speichern.</li> <li>Nutzen Sie jede CD-recording Software (zum Beispiel: iTunes oder Nero) um diese Datei auf eine CD zu brennen.</li> </ol> <p>Denken Sie daran eine "Musik" oder "Audio" CD (keine "Daten" CD) zu brennen. Nutzen Sie CD-R Medien, da einige CD-Spieler keine CD-RW Medien abspielen können.</p> <p>Einige Brennprogramme brennen nur 16-bit, 44.1KHz Stereo Audiodateien, dann müssen Sie Ihren Daten erneut exportieren, nachdem Sie folgende Einstellungen getroffen haben: :</p> <ol> <li>Setzen Sie die Projektrate auf 44100 Hz.</li> <li>Im Einstellungsmenü, setzen Sie die Dateiformate auf WAV (16-bit...) oder AIFF (16-bit...).</li> <li>Wenn Ihr Porjekt noch kein Lied beinhaltet, wählen Sie aus dem Projektmenü "New Stereo Track" </li> </ol> <p>Nun die Frage: <a href="faq?s=files&amp;i=split">Wie kann ich meine Aufnahme in kleinere Dateien teilen?</a></p>
el: <ol> <li>Χρησιμοποίησε τις εντολές «Εξαγωγή ως WAV» ή «Εξαγωγή ως AIFF» για να αποθηκεύσεις την ηχογράφηση ως αρχείο ήχου.</li> <li>Χρησιμοποίησε οποιοδήποτε πρόγραμμα εγγραφής CD (iTunes ή Nero, για παράδειγμα) για να γράψεις αυτό το αρχείο σε CD.</li> </ol> <p>Για να μπορεί ο δίσκος να αναπαραχθεί από οποιαδήποτε συσκευή CD, φρόντισε να δημιουργήσεις ένα «μουσικό» ή «audio» CD (όχι ένα CD δεδομένων (data)). Χρησιμοποίησε δισκάκια CD-R, γιατί κάποιες συσκευές δεν μπορούν να διαβάσουν δισκάκια CD-RW.</p> <p>Κάποια προγράμματα για CD μπορούν να γράψουν μόνο αρχεία με μορφή «16-bit, 44.1KHz στέρεο» . Αν το πρόγραμμα για την εγγραφή CD δεν ανοίγει το αρχείο ήχου, κάνε ξανά εξαγωγή του αρχείου αφού επιλέξεις τις παρακάτω ρυθμίσεις στο Audacity:</p> <ol> <li>Στο κάτω μέρος του παραθύρου του Audacity, όρισε το ρυθμό δειγματοληψίας στα 44100 Hz.</li> <li>Στην καρτέλα Μορφές Αρχείων, στις Προτιμήσεις επέλεξε WAV (16-bit...) ή AIFF (16-bit...).</li> <li>Αν η εργασία σου δεν περιέχει ήδη ένα στέρεο κανάλι, επέλεξε «Νέο Στέρεο Κανάλι» από το μενού Εργασία. (Αυτό θα κάνει το Audacity να εξάγει την ηχογράφησή σου σαν στέρεο αρχείο).</li> </ol> <p>Δες επίσης: <a href="faq?s=files&amp;i=split">Πώς μπορώ να τεμαχίσω μία μεγάλης διάρκειας ηχογράφηση σε πολλαπλά κανάλια;</a></p>
es: <ol> <li>Usa al comando Exportar como WAV. ó Exportar como AIFF para guardar tu grabación Audacity en un archivo de sonido.</li> <li>Usa cualquier software de grabación de CD (iTunes ó Nero, por ejemplo) para quemar el archivo en un CD.</li> </ol> <p>Para crear un disco que se pueda escuchar en reproductores de CD normales, asegúrate de que crees un CD de ?música? ó ?audio? (no un CD de ?datos?). Emplea discos CD-R, ya que algunos reproductores no pueden leer CD-RW.</p> <p>Cierto software de CD quemará solamente a archivos de sonido estéreo a 16-bit, 44.1KHz. Si tu software de grabación de CD no puede abrir tu archivo de sonido, expórtalo nevamente especificando la configuración siguiente, en Audacity:</p> <ol> <li>En la parte inferior de la ventana Audacity, especifica la Frecuencia del Proyecto a 44100 Hz.</li> <li>En las ?Preferencias...? de Formatos de Archivo, elige WAV (16-bit...) ó AIFF (16-bit...).</li> <li>Si tu proyecto aún no contiene una pista estéreo, elige ?Nueva pista estéreo? del menú Proyecto. (Esto causará que Audacity exporte a tu grabación como un archivo estéreo.)</li> </ol> <p>Consulta también: <a href="faq?s=files&amp;i=split">¿Cómo puedo partir una grabación larga en múltiples pistas?</a></p>
fi: <ol> <li>Tallenna Audacityllä tekemäsi äänitys äänitiedostoksi käyttäen "Vie WAV-tiedostoon" tai "Vie AIFF-tiedostoon" -toimintoja.</li> <li>Polta tallentamasi tiedosto CD:lle käyttäen mitä tahansa CD:n poltto-ohjelmaa (esimerkiski iTunes tai Nero).</li> </ol> <p>Huolehdi, että valmistat CD:n "musiikki"- tai "audio"-CD:nä (ei "data"-CD:nä), jotta voit kuunnella levyä tavallisella CD-soittimella. Käytä CD-R -levyjä, sillä CD-RW -levyt eivät toimi useissa soittimissa.</p> <p>Jotkut CD-ohjelmat polttavat ainoastaan 16-bittisiä 44,1 KHz:n stereoäänitiedostoja. Mikäli CD:n poltto-ohjelmasi ei avaa äänitiedostoasi, tee Audacityssä seuraavat asetukset ja tallenna tiedosto Vie-toiminnolla uudelleen:</p> <ol> <li>Aseta Audacityn ikkunan alalaidassa projektin näytteenottotaajuudeksi 44100 Hz.</li> <li>Valitse ohjelman asetusten Tiedostomuodot-välilehdeltä vientimuodoksi WAV (16 bit...) tai AIFF (16 bit...).</li> <li>Jos projektissasi ei vielä ole stereoraitaa, valitse Projekti-valikosta "Uusi stereoraita". (Tämän seurauksena Audacity vie äänityksesi stereotiedostona.)</li> </ol> <p>Katso myös: <a href="faq?s=files&amp;i=split">Kuinka voin jakaa pitkän äänityksen useaksi tiedostoksi tai CD-raidaksi?</a></p>
fr: <ol> <li>Sauvegardez vos pistes dans un fichier son à l'aide des commandes "Exporter en WAV" ou "Exporter en AIFF".</li> <li>Utilisez un logiciel de gravure (comme iTunes ou Nero) pour réaliser le CD audio.</li> </ol> <p>Pour pouvoir lire le CD sur une platine CD, assurez de créer un CD audio et non un CD de données. Utilisez de préférence des disques CD-R, certains lecteurs n'acceptant pas les CD-RW.</p> <p>Certains logiciels de gravure n'autorisent que les fichiers son stéréo, 16-bits, 44100Hz. Si c'est le cas de celui dont vous vous servez, renouvelez l'étape d'exportation en effectuant les réglages suivants :</p> <ol> <li>En bas de la fenetre principale d'Audacity, fixez la fréquence d'échantillonnage à 44100Hz.</li> <li>Sélectionnez comme format WAV (16-bit...) ou AIFF (16-bit...).</li> <li>Si votre projet ne contient pas de piste stéréo, cliquez sur "Nouvelle piste audio" dans le menu Projet. (Ceci impose à Audacity de créer un fichier son stéréo.)</li> </ol> <p>A lire aussi : <a href="faq?s=files&amp;i=split">Comment découper un enregistrement long en plusieurs pistes?</a></p>
nb: <ol> <li>Bruk kommandoen "Eksporter som WAV” eller “Eksporter som AIFF” for å lagre Audacity-opptaket ditt til en lydfil.</li> <li>Bruk et CD-brennerprogram (f.eks. iTunes eller Nero) for å brenne denne filen til CD.</li> </ol> <p>For å lage en plate du kan spille på vanlige CD-spillere må du velge CD-type “musikk” eller “audio”/"lyd" (ikke en “data”-CD). Bruk CD-R-plater, siden noen spillere ikke klarer å lese CD-RW.</p> <p>Visse CD-programmer vil bare brenne lydfiler i 16-bit, 44.1KHz stereo-format. Hvis brenneprogrammet ditt ikke klarer å åpne lydfilen må du eksportere filen igjen etter å ha valgt følgende innstillinger i Audacity:</p> <ol> <li>På bunnen av Audacity-vinduet, sett Prosjektrate til 44100 Hz.</li> <li>I innstillingene for Filformat, velg WAV (16-bit...) eller AIFF (16-bit...).</li> <li>Hvis prosjektet ditt ikke allerede har et stereospor, velg "Nytt stereospor" fra Prosjekt-menyen (dette garanterer at Audacity eksporterer opptaket ditt som en stereofil).</li> </ol> <p>Se også: <a href="faq?s=files&amp;i=split">Hvordan kan jeg dele et langt opptak i flere filer eller CD-spor?</a></p>

source: How can I split a long recording into multiple files or CD tracks?
cs: Jak rozdělit dlouhé nahrávky do několika souborů nebo CD stop?
de: Wie kann ich meine Aufnahme in kleinere Dateien teilen ?
el: Πώς μπορώ να τεμαχίσω μία μεγάλης διάρκειας ηχογράφηση σε πολλαπλά κανάλια;
es: ¿Cómo puedo partir una grabación larga en varios archivos o pistas de CD?
fi: Kuinka voin jakaa pitkän äänityksen useaksi tiedostoksi tai CD-raidaksi?
fr: Comment découper un enregistrement long en plusieurs pistes?
nb: Hvordan kan jeg dele et langt opptak i flere filer eller CD-spor?

source: <p>Follow these steps to create a separate file for each song or segment of a long recording. This is particularly useful if you are creating a CD, since each file will appear as a separate track on the CD.</p> <ol> <li>Click to place the cursor at the start of the first song.</li> <li>Choose “Add Label at Selection” from the Project menu. If you wish, you can type the name of the song.</li> <li>Repeat steps 1 and 2 for each song.</li> <li>When you are finished, choose “Export Multiple” from the File menu. When you click the “Export” button, Audacity will save each song as a separate file, using the format and location you choose.</li> </ol>
cs: <p>Když chcete vytvořit zvláštní soubor pro každou skladbu nebo část dlouhé nahrávky, použijte následující postup. Hodí se zvlášť, když chcete vytvořit CD. Každý soubor odpovídá jedné stopě na CD.</p> <ol> <li>Kliknutím umístěte kurzor na začátek první skladby.</li> <li>Zvolte “Vložit popisku k výběru” z menu Projekt. Pokud chcete, můžete si na ni zaznamenat jméno skladby.</li> <li>Opakujte první a druhý krok pro každou skladbu.</li> <li>Když s tím skončíte, zvolte “Vícenásobný export” (Export Multiple) z menu Soubor. Po stisku tlačítka “Export”, Audacity uloží každou skladbu do samostatného souboru ve zvoleném formátu a na zvolené místo.</li> </ol>
de: <p>Folgen Sie diesen Schritten um eine grosse Datei zu teilen. Dies ist nützlich um eine CD zu brennen, da jedes Lied separat auf der CD erscheint.</p> <ol> <li>Plazieren Sie den Cursor am Anfang des ersten Liedes.</li> <li>Wählen Sie "Add Label at Selection" aus dem Projektmenü. Wenn Sie wollen, können Sie den Namen des Liedes hinzufügen.</li> <li>Wiederholen Sie diese Schritte für jedes Lied.</li> <li>Wenn Sie fertig sind, wählen Sie "Export Multiple" aus dem Dateimenü.Wenn Sie den "Export" Knopf drücken, wird Audacity jeden Song in dem Format und dem Ort abspeichern, den Sie gewählt haben.</li> </ol>
el: <p>Ακολούθησε αυτά τα βήματα για να δημιουργήσεις ένα ξεχωριστό αρχείο, για κάθε τραγούδι ή κομμάτι, μιας ηχογράφησης μακράς διάρκειας. Αυτό είναι ιδιαίτερα χρήσιμο στη δημιουργία CD, καθώς κάθε αρχείο θα εμφανίζεται σαν ξεχωριστό κομμάτι (track) επάνω στο CD.</p> <ol> <li>Κάνε κλικ για να τοποθετήσεις τον δείκτη του ποντικιού στην αρχή του πρώτου τραγουδιού.</li> <li>Επέλεξε «Προσθήκη ετικέτας στην Επιλογή» από το μενού Εργασία. Αν επιθυμείς μπορείς να εισάγεις και το όνομα του τραγουδιού.</li> <li>Επανέλαβε τα βήματα 1 και 2 για κάθε τραγούδι.</li> <li>Όταν έχεις τελειώσει, επέλεξε «Εξαγωγή Πολλαπλών» από το μενού Αρχείο. Όταν κάνεις κλικ στο κουμπί «Εξαγωγή», το Audacity θα αποθηκεύσει κάθε τραγούδι σαν ξεχωριστό αρχείο, με τη μορφή και στην τοποθεσία που εσύ θα επιλέξεις.</li> </ol>
es: <p>Sigue los pasos siguientes para crear un archivo separado para cada canción o segmento de una grabación larga. Esto es particularmente útil si estas creando un CD, ya que cada archivo aparecerá como una pista separada en el CD.</p> <ol> <li>Clic para colocar al cursor en el inicio de la primer canción</li> <li>Elige Agregar etiqueta en selección del menú Proyecto. Si lo deseas, puedes escribir el nombre de la canción.</li> <li>Repite los pasos 1 y 2 para cada canción.</li> <li>Cuando finalices, elige Exportar múltiple... del menú Archivo. Cuando hagas clic al botón Exportar, Audacity guardará cada canción como un archivo separado, usando el formato y ubicación que le indiques.</li> </ol>
fi: <p>Näitä ohjeita seuraamalla luot erilliset tiedostot jokaisesta kappaleesta tai pitkän äänityksen osasta. CD:n tekemistä ajatellen se on käytännöllistä, sillä jokainen tiedosto näkyy CD:llä omana raitanaan.</p> <ol> <li>Aseta kursori ensimmäisen kappaleen alkuun klikkaamalla.</li> <li>Valitse Projekti-valikosta "Lisää valintaan merkki". Halutessasi voit kirjoittaa kappaleen nimen.</li> <li>Toista vaiheet 1 ja 2 jokaiselle kappaleelle.</li> <li>Lopuksi valitse Tiedosto-valikosta "Vie moneen tiedostoon". Klikatessasi "Vie"-painiketta Audacity tallentaa jokaisen kappaleen erilliseksi tiedostoksi valitsemassasi tiedostomuodossa valitsemaasi paikkaan.</li> </ol>
fr: <p>La démarche pour créer un fichier par chanson ou fragment d'un enregistrement long est la suivante :</p> <ol> <li>Placez le curseur au début de la première chanson.</li> <li>Sélectionnez "Ajouter un marqueur à la sélection" dans le menu Projet. Vous pouvez, si vous le souhaitez, donner un titre à la piste.</li> <li>Répétez les étapes 1 à 2 pour chaque titre.</li> <li>Une fois toutes les pistes découpées, sélectionnez "Export multiple" dans le menu Fichier. Lorsque vous cliquez sur "Exporter", Audacity sauvegardera chaque chanson dans un fichier séparé, avec le format et l'emplacement spécifié.</li> </ol>
nb: <p>Følg disse stegene for å lage en egen fil for hver sang eller hvert segment av et langt opptak. Dette er spesielt nyttig hvis du brenner en CD-plate, siden hver fil vil komme som et eget spor på CD-en.</p> <ol> <li>Trykk for å plassere musepekeren ved starten av den første sangen.</li> <li>Velg “Legg til kommentar ved markering” fra Prosjekt-menyen. Om du har lyst, kan du skrive inn navnet til sangen</li> <li>Gjenta steg 1 og 2 for hver sang.</li> <li>Når du er ferdig, velg “Eksporter flere filer...” fra Fil-menyen. Når du velger "Eksporter"-knappen, vil Audacity lagre hver sang som en egen fil, med ditt valgte format og plassering.</li> </ol>

source: Editing
cs: Úpravy
de: Ändern
el: Επεξεργασία
es: Editar
fi: Muokkaaminen
fr: Edition
nb: Redigering

source: Why can’t I use the effects or other menu items?
cs: Proč se nedá použít nějaký efekt nebo jiná položka menu?
de: Warum kann ich das Effektmenü oder andere Menüpunkte nicht nutzen?
el: Γιατί δεν μπορώ να χρησιμοποιήσω τα εφέ ή άλλα στοιχεία του μενού;
es: ¿Por qué no puedo usar los efectos u otros objetos del menú?
fi: Miksi en voi käyttää efektejä tai muita valikkotoimintoja?
fr: Pourquoi les éléments du menu Edition sont-ils désactivés?
nb: Hvorfor kan jeg ikke bruke effektene eller andre menyvalg?

source: <p>Some menu items are grayed out or disabled until they are ready for use. Before choosing an effect, you must select the audio that you want to change. To select audio, click and drag with the Selection tool to highlight it, or choose the “Select All” command from the Edit menu.</p>
cs: <p>Některé položky menu jsou zobrazeny šedě, nebo jsou zakázány dokud nejsou připraveny k použití. Před použitím efektu musíte zvolit část souboru, na kterou bude aplikován. Výběr proveďte kliknutím a tažením pomocí nástroje Výběr, nebo zvolte "Označit vše" z menu Úpravy.</p>
de: <p>Eine Menüpunkte sind ausgegraut oder nur dann verfügbar, wenn sie auch funktionieren.<b>Bevor ein Effekt angewendet werden kann, muß ein Audiostück markiert werden, das geändert werden soll.</b>
el: <p>Κάποια στοιχεία του μενού είναι γκριζαρισμένα ή απενεργοποιημένα έως ότου να είναι έτοιμα για χρήση. Πριν επιλέξεις ένα εφέ, πρέπει να επιλέξεις το audio που θέλεις να αλλάξεις. Για να επιλέξεις audio, κάνε κλικ και σύρε με το Εργαλείο Επιλογής για να το τονίσεις, ή επέλεξε την εντολή «Επιλογή Όλων» από το μενού Επεξεργασία.</p>
es: <p>Algunos objetos del menú están en tono gris ó deshabilitados hasta que están listos para ser usados. Antes de elegir algun efecto, debes seleccionar al audio que deseas cambiar. Para seleccionar audio, es necesario hacer clic y arrastrar con la herramienta de Selección para así destacar la porción de audio, ó bien elegir al comando "Seleccionar Todo" del menú Editar.</p>
fi: <p>Jotkut valikkotoiminnot ovat harmaana tai pois käytöstä, kunnes ne ovat valmiita käytettäväksi. Ennen efektin valintaa täytyy valita audioalue jota halutaan muuttaa. Valitaksesi audiota klikkaa ja raahaa hiirellä käyttäen Valintatyökalua, tai valitse Muokkaa-valikosta "Valitse kaikki".</p>
fr: <p>Certains éléments du menu sont grisés ou désactivés tant qu'ils ne peuvent etre utilisés. Avant d'appliquer un effet, vous devez sélectionner la zone audio que vous souhaitez modiier. Pour sélectionner une zone, choisissez l'outil de sélection, puis cliquez-glissez jusqu'à la mettre en évidence, ou choisissez "Tout sélectionner" dans le menu Edition.</p>
nb: <p>Noen menyelementer er grå (utilgjengelige) eller deaktiverte til det er mulig å bruke dem. Før du velger en effekt må du velge den delen av lyden som du vil endre. For å markere lyd, klikk med musa og dra med Markeringsverktøyet for å utheve utvalget, eller bruk kommandoen "Velg Alt" fra Rediger-menyen.</p>

source: How do I combine two files into one longer file?
cs: Jak spojit dva soubory do jednoho velkého?
de: Wie füge ich 2 Dateien zu einer Datei zusammen?
el: Πώς συνδυάζω δύο αρχεία σε ένα μεγαλύτερης διάρκειας αρχείο?
es: ¿Cómo combino dos archivos en uno más largo?
fi: Kuinka yhdistän kaksi tiedostoa yhdeksi pidemmäksi tiedostoksi?
fr: Comment enchaîner deux fichiers pour en faire un long fichier?
nb: Hvordan kombinerer jeg to filer i en lengre fil?

source: <p>Follow these steps to splice two files together:</p> <ol> <li>Import both files into Audacity.</li> <li>Select the second one by clicking on its label (the area around the mute/solo buttons).</li> <li>Choose “Cut” from the Edit menu.</li> <li>Place the cursor by clicking in the first track, after the end of the audio.</li> <li>Choose “Paste” from the Edit menu.</li> </ol> <p>You can press the Play button to hear the result, and use the Export commands (in the File menu) to save it as a sound file.</p>
cs: <p>Když chcete spojit dva soubory do jednoho, proveďte následující:</p> <ol> <li>Oba soubory naimportujte do Audacity.</li> <li>Zvolte druhý z nich kliknutím na jeho popisku (v oblasti, kde jsou také tlačítka Umlčet a Solo).</li> <li>Zvolte “Vyjmout” z menu Úpravy.</li> <li>Kliknutím umístěte kurzor na konec zvuku v první stopě.</li> <li>Z menu Úpravy zvolte “Vložit”.</li> </ol> <p>Pro kontrolu můžete stisknout tlačítko Přehrát a pomocí exportních příkazů v menu Soubor můžete výsledek uložit jako zvukový soubor.</p>
de: <p>Folgen Sie diesen Schritten um 2 Dateien zusammenzufügen:</p> <ol> <li>Importieren der beiden Dateien in Audacity</li> <li>Wählen Sie ein Lied aus indem Sie auf den Spurkopf klicken</li> <li>Wählen Sie "Schneiden" aus dem Ã„ndernmenü</li> <li>Plazieren Sie den Cursor am Ende des anderen Liedes</li> <li>Wählen Sie "Einfügen" aus dem Ã„ndernmenü</li> </ol> <p>Um das Ergebnis anzuhören drücken Sie den Play Button, ansonsten wählen Sie "Exportieren" um es als gemeinsame Datei abzuspeichern.</p>
el: <p>Ακολούθησε αυτές τις οδηγίες για να συγκολλήσεις δύο αρχεία:</p> <ol> <li>Κάνε Εισαγωγή και των δύο αρχείων στο Audacity.</li> <li>Επέλεξε το δεύτερο κάνοντας κλικ στην περιοχή γύρω από τα κουμπιά Σιγή/Σόλο.</li> <li>Επέλεξε «Αποκοπή» από το μενού Επεξεργασία.</li> <li>Τοποθέτησε τον δείκτη, κάνοντας κλικ, στο πρώτο κανάλι μετά το τέλος του audio.</li> <li>Επέλεξε ««Επικόλληση» από το μενού Επεξεργασία.</li> </ol> <p>Μπορείς να κάνεις κλικ στο κουμπί Αναπαραγωγή για να ακούσεις το αποτέλεσμα, και να χρησιμοποιήσεις την εντολή Εξαγωγή (από το μενού Αρχείο) για να αποθηκεύσεις το αποτέλεσμα σαν αρχείο ήχου.</p>
es: <p>Sigue los pasos siguientes para empalmar (combinar) a dos archivos:</p> <ol> <li>Importa ambos archivos en Audacity.</li> <li>Elige al segundo haciendo clic en su etiqueta (el área alrededor de los botones silencio/sólo).</li> <li>Selecciona Cortar del menú Editar.</li> <li>Coloca al cursor en la primer pista, haciendo clic después del final del audio.</li> <li>Selecciona Pegar del menú Editar.</li> </ol> <p>Puedes pulsar el botón Reproducir para escuchar el resultado, y usar los comandos de Exportar (en el menú Archivo) para guardarlo como archivo de sonido.</p>
fi: <p>Seuraa näitä ohjeita yhdistääksesi kaksi tiedostoa yhteen:</p> <ol> <li>Tuo molemmat tiedostot Audacityyn.</li> <li>Valitse jälkimmäinen raita klikkaamalla sen otsikkoa (alue mykkä/soolo -painikkeiden ympärillä).</li> <li>Valitse Muokkaa-valikosta "Leikkaa".</li> <li>Aseta kursori ensimmäiselle raidalle klikkaamalla audion päättymiskohdan perässä.</li> <li>Valitse Muokkaa-valikosta "Liitä".</li> </ol> <p>Nyt voit painaa Toista-painiketta kuullaksesi lopputuloksen ja käyttää Tiedosto-valikon Vie-toimintoja tallentaaksesi sen äänitiedostoksi.</p>
fr: <p>Pour assembler deux fichiers :</p> <ol> <li>Importez les fichiers dans Audacity.</li> <li>Sélectionnez le second en cliquent sur son entete (la zone proche des boutons Muet/Solo.)</li> <li>Placez le curseur dans la première piste après la fin de l'enregistrement.</li> <li>Cliquez sur "Coller" dans le menu Edition.</li> </ol> <p>Vous pouvez alors écouter le résultat avant de l'exporter dans un nouveau fichier son.</p>
nb: <p>Følg disse stegene for å skjøte to filer sammen:</p> <ol> <li>Importer begge filene inn i Audacity.</li> <li>Klikk på kommentaren (området rundt Demp/Solo-knappene) til den andre filen for å velge den.</li> <li>Velg "Klipp" fra Rediger-menyen.</li> <li>Plasser pekeren ved å klikke på det første sporet, etter slutten av lyden.</li> <li>Velg "Lim inn" fra Rediger-menyen.</li> </ol> <p>Du kan trykke Spill av-knappen for å høre resultatet, eller bruke Eksporter-kommandoene (i Fil-menyen) for å lagre den som en lydfil.</p>

source: How do I mix two tracks together?
cs: Jak smíchat dvě stopy do jedné?
de: Wie mixe ich zwei Lieder zusammen?
el: Πώς κάνω μίξη σε δύο κανάλια μαζί;
es: ¿Como mezclo dos pistas en una sola?
fi: Kuinka miksaan kaksi raitaa yhteen?
fr: Comment associer deux pistes?
nb: Hvordan mikser jeg to spor sammen?
