<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<title>Einf&uuml;hrung</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel=stylesheet type="text/css" href="audacity.css">
</head>

<body>
<center>
<a class=ss href="index.html">Zur Inhaltsangabe</a><br>
<a href="index.html"><img border=0 src="images/index_introduction.png"  width="47" height="34" align="middle" alt="Introduction to Audacity"></a><a class="menu_major" href="index.html">Einf&uuml;hrung</a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<!-- <font size="+3">About Audacity</font>-->
<br><span class=ss>Erfahrene Benutzer sollten zu diesem <a class=ss href="#experiencedusers">Abschnitt</a> dieser Einf&uuml;hrung gehen.</span>
</center>

<!-- intro text confined to 60% width START -->
<center>
<table width="60%"><tr><td>
<p class=qg>Audacity ...</p>

<p class=a>
Audacity ist ein kostenloser, betriebssystemunabh&auml;ngiger Audio Editor.
</p>
<p class=a>
Benutzer die Audacity das erste Mal benutzen, sollten zuerst die <a href="tutorial_basics_1.html">Einf&uuml;hrung in 5 Schritten</a>
lesen, um grundlegende Informationen in Bezug auf das Digitales Audioformat, die Optionen in
Audacity, als auch TonWiedergabe und die erste Aufnahme zu erhalten.</p>
<p class=a>
Audacity hat zur Zeit die Version 1.1.2. Diese Version ist stabil (Anm. d. &Uuml;bers.: sollte also keine unvorhergesehen Abst&uuml;rze produzieren)
und sollte bei den meisten Benutzern gut funktionieren. Wie auch immer, dies kann keine Garantie sein, da&szlig; es auch auf deinem System funktioniert, aber
sollte es zu Fehlern kommen, brauchen wir eure Informationen und Fehlersituationen um Audacity weiterentwickeln zu k&ouml;nnen. Schaue immer mal
wieder auf unsere Webseite um nach der neusten (stabilen) Version zu schauen oder auch nach einer neueren
Beta-version, die jedoch meistens in der Entwicklungsphase ist. Audacity ist ein Gemeinschaftsprojekt, daher gibt es eine Menge M&ouml;glichkeiten wie du uns
eventuell helfen kannst, wenn du willst. Schaue einfach hier vorbei<p>
<center><a class=sf href="http://audacity.sourceforge.net/">http://audacity.sourceforge.net/</a></center>

</p>


</p>

</td></tr></table>
</center>
<!-- intro text confined to 60% width END -->


<table width="100%">
	<tr>
	  <td width="48%" valign=top>


<p class=qg>Was kann ich mit Audacity machen ?</p>
<p class=a>Audacity ist ein Programm das digitale "Audio Waveforms" (Anm.d.&Uuml;bers.: auf gut deutsch Lieder, Sprache usw.) bearbeitet. Es kann nicht nur direkt mit dem Programm
aufgenommene Streams bearbeiten, sondern auch verschiedene Formate,
wie   <a href="fileformats.html#wav">WAV</a>,
  <a href="fileformats.html#aiff">AIFF</a>,
  <a href="fileformats.html#mp3">MP3</a>, and
  <a href="fileformats.html#ogg">Ogg Vorbis</a>





</p>
<p class=a>
Ebenso kannst du alle herk&ouml;mmlichen Dateioperationen, wie
<ul>
  <li><a href="menu_edit.html#cut">Schneiden</a>, <a href="menu_edit.html#copy">Kopieren, <a href="menu_edit.html#paste">Einf&uuml;gen</a>,
  <a href="menu_edit.html#delete">L&ouml;schen</a>, <a href="menu_edit.html#silence">Stille</a>,
  <a href="menu_edit.html#duplicate">Duplizieren</a>, <a href="menu_edit.html#split">Teilen</a></li></li>
  <li> <a href="menu_effects.html">Effekte</a> zu jedem Ton hinzuf&uuml;gen</li>
  <li>ein eingebauter <a href="toolbar.html#envelope">Lautst&auml;rkeregler</a></li>
  <li>ver&auml;nderbarer <a href="track_popdown.html">Spektrogrammanzeige</a></li>
  <li><a href="menu_view.html#spectrum">Frequenzanalyse</a> f&uuml;r die Audioanalyse></li>
  <li>f&uuml;r jedes <a href="track_popdown.html">Lied</a> eine eigene Projektfrequenz</li>
  <li>einfache und komplizierte <a href="menu_project.html#align">&Auml;nderungen </a> f&uuml;r einzelne Lieder (oder Gruppen)</li>
</p>

<p class=a>

</p>

	  </td>
	  <td width="52%" valign=top>


<p class=qg>
Was kann Audacity nicht?
</p>

<p class=a>
Obwohl Audacity ein sehr guter Audioeditor ist, mit dem man eine unbegrenzte Anzahl an Audiospuren verwalten kann, die auch noch beliebig gross sein k&ouml;nnen, kann
Audacity nicht alles. Es kann nicht :
 <ul>
<li>Mehr als 2 Kan&auml;le gleichzeitig aufnehmen. Ebenfalls unterst&uuml;tzt es nicht bestimmte Hardware, sondfern arbeitet mit der im Rechner vorhandenen normalen Hardware zusammen.

<li>Audacity &ouml;ffnet Midi dateien, aber es ist kein Midi - Editor und die M&ouml;glichkeiten Midi zu bearbeiten, sind sehr beschr&auml;nkt.

</ul>
</p>

	  </td>
	</tr>
</table>

<a name="experiencedusers"></a>
<p class=qr>Wie arbeitet Audacity - ein Schnelleinstieg f&uuml;r erfahrene Benutzer</p>
<table width="100%">
	<tr>
	  <td width="50%" valign=top>

<p class=a>Audacity arbeitet mit Audiotracks, die eine Audiodatei enthalten. Diese Datei ist &auml;nderbar und alle T&auml;tigkeiten k&ouml;nnen r&uuml;ckg&auml;ngig gemacht werden.</p>
<p class=a>Nahezu alles kann r&uuml;ckg&auml;ngig gemacht werden, inklusive L&ouml;schen von Dateiteilen und einf&uuml;gen anderer Dateien. Dieses geschieht blitzschnell.
<p class=a>Es gibt eine Master Gain Kontrolle in der "Toolbar"</p>
<p class=a>Die Windows and Mac Versionen von Audacity k&ouml;nnen VST plugins benutzen, bisher gibt es jedoch noch keine Vorschau Funktion.

	  </td>
	  <td width="50%" valign=top>

<p class=a>Die automatische Lautst&auml;rkenkontrolle &uuml;ber das <a href="toobar.html#envelope">envelope tool</a>.</p>
<p class=a>&Auml;nderungsfunktionen sind, Schneiden, Kopieren und Einf&uuml;gen, Verdoppeln (in eine neue Datei ), Aufteilen (ebenfalls
in eine neue Datei ), Stille und Einf&uuml;gen Stille.</p>


	  </td>
	</tr>
</table>


<p class=qg>Was macht Audacity einzigartig?</p>

<ul>
<li>Audacity ist <it>kostenlos</it>, die Programmcode ist freiverf&uuml;gbar unter der GNU General Public License

<lI>Audacity ist <it>betriebssystemunabh&ouml;ngig</it> - es l&auml;uft unter Windows (98 bis XP ), MAC OS 9, MAC OS X, und verschiedenen Unix Platformenen, ebenfalls LINUX

<li>Keine Beschr&auml;nkung in der Anzahl und Gr&ouml;sse der Dateien mit Ausnahme deiner Festplatte

<li>Der Import von Dateien umfasst nahezu alles: WAV,AIFF, Next/AU, IRCAM, MP3 und Midi werden direkt unterst&uuml;tzt, aber Audacity &ouml;ffnet
nahezu jeden nicht reduzierten Audiodatenstrom und erkennt das Format (siehe auch <a href="menu_project.html#importraw">Import Raw Data..  </a>)

<li>Audacity beinhaltet nicht nur einige, bereits fest eingebaute Effekte, sondern unterst&uuml;tzt Plugin's die auf dem Industriestandard VST basieren. Es gibt dutzende
von kostenlosen oder auch Shareware - Effekten die so eingebunden werden k&ouml;nnen, von Reverb bis Noise reduction.

<li>Audacity arbeitet als normaler Editor, <it>ohne die Dateien zu zerst&ouml;ren oder zu &auml;ndern </it>, mit einer fast unbegrenzten Anzahl an Undo's und schreibt dabei die &Auml;nderungen an der Datei
auf die Festplatte, so da&szlig; keine Notwendigkeit besteht das ganze in "Real-Time" zu berechnen.

<li>Label Dateien geben dir die M&ouml;glichkeit, Wellenformen zu kommentieren und zu bearbeiten (zum Beispiel Die &Uuml;bersetzung von Sprache) und das ganze sp&auml;ter in eine Textdatei zu exportieren.

<li>Die Spektralanalyse erlaubt die die Dateien (Waveforms) in Spektrogrammen anzuschauen, die zu verschieben, egal wohin innerhalb der Audiodatei und ebenso
das ganze zu exportieren.

</ul>



<a class=ss href="index.html">Zur Inhaltsangabe</a><br>&nbsp;<br>
</body>
</html>