<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML><HEAD><TITLE>Bearbeiten f&uuml;r Anf&auml;nger - Einf&uuml;hrung</TITLE>
<META http-equiv=Content-Type content="text/html; charset=windows-1252"><LINK
href="audacity.css" type=text/css rel=stylesheet>
<META content="MSHTML 6.00.2800.1458" name=GENERATOR></HEAD>
<BODY><!--top table-->
<DIV align=center>
<TABLE cellSpacing=0 cellPadding=0 width="100%" border=0>
  <TBODY>
  <TR>
    <TD vAlign=top align=left width="25%"><A class=ss
      href="contents.html">Zur&uuml;ck zur Hauptseite
      </A></TD>
    <TD align=middle width="50%"><A class=ss
      href="../tutorials.html">Zur&uuml;ck zum Auswahlseite der Tutorials
      </A></TD>
    <TD align=right width="25%">&nbsp;</TD></TR></TBODY></TABLE>
<TABLE cellSpacing=0 cellPadding=0 width="95%" border=0>
  <TBODY>
  <TR>
    <TD align=middle width="100%" colSpan=2><A class=top_r
      href="tutorial_ed_beginner1.html">Einf&uuml;hrung</A>
      <A class=top_y
      href="tutorial_ed_beginner2.html">Schneiden,Kopieren &amp;Einf&uuml;gen</A>
      <A class=top_b
      href="tutorial_ed_beginner3.html">Stille,
      Verdoppeln und Aufteilen</A> <A class=top_g
      href="tutorial_ed_beginner4.html">Aufteilen und Submixe</A> </TD></TR></TBODY></TABLE></DIV>
<CENTER>
<H2 align=center><SPAN class=ss><B>II.Bearbeiten f&uuml;r Anf&auml;nger</B></SPAN><BR><SPAN
class=sf>Teil 1&nbsp;-&nbsp;&nbsp;</SPAN>Einf&uuml;hrung<SPAN
class=sf>&nbsp;&nbsp;-&nbsp;Teil 1</SPAN></H2></CENTER>
<P class=qr>Tonbearbeitung in der "Realen Welt"</P>
<P class=a>Soundmixer reinigen Sprache, schneiden Spezialeffekte und verschieben und plazieren die Spezialeffekte richtig.
Ebenso schneiden sie die Tonspuren und tun sonstige interessante Dinge. Musikproduzenten
schneiden die Stimmen, mischen den Ton ab oder verschieben den Gesang an eine andere Stelle des Liedes.</P>
<P class=a>Als Tonbearbeitung kann man also schneiden, verschieben, ausblenden, &uuml;berblenden, verdoppeln
oder auch nur die Anpassung des Lautstauml;rkepegels bezeichnen. Zusammenmixen ist ebenfalls eine Art der Tonbearbeitung
.</P>
<P class=a>Im Folgenden ist ein Beispiel was alles an Tonbearbeitung gemacht wird, w&auml;hrend einer Fernsehproduktion.
Als nn&auml;chstes Kapitel erf&auml;hrst du dann, wie du das alles mit Audacity machen kannst.</P>
<P class=qr>Der Weg den der Ton nimmt innerhalb der Nachproduktion von Film und Fernsehen</P>
<P class=a>Film und Fernsehcrews haben normalerweise nur 2 Leute dabei die den Ton wauml;hrend einer Produktion aufnehmen.
Die produktion eines Filmes umfasst normalerweise die Aufnahme der Szenen mit den aktuellen Schauspielern und den
realen Hintergr&uuml;nden.</P>
<P class=qr>Der Ton in einer Produktion</P>
<P class=a>Die erste Person ist der "boom pole operator". Der "boom pole" ist der lange Stab mit einem Mikrophon am Ende.
Dieser wird benutzt um die Gespr&auml;che und Dialoge w&auml;hrend der produktion aufzunehmen, egal ob gefilmt wird oder nicht.
Wenn gerade nicht gefilmt wird, werden damit S&auml;tze oder Gespr&auml;che aufgenommen, die w&auml;hrend einer ersten
Aufnahme nicht geklappt haben. Je teurer der Film ist, desto mehr
<I>Wiederholungen</I> solcher Szenen gibt es bzw. desto mehr dieser Aufnahmen werden im Studio gemacht und nicht an der Originalstelle.
</P>
<P class=a>Die zweite Person ist der Toningenieur (Soundmixer), der in der regel etwas weiter von dem Drehort entfernt sitzt
und den Ton abmischt und speichert, den der "boom pole operator" aufnimmt. Die &Uuml;bertragung des Ton's findet per Kabel oder Funkgesteurt statt und das
ganze wird auf Festplatte, Band oder CD aufgenommen.</P>
<P class=a>Alles zusammen ist das Rohmaterial. Dieses Rohmaterial wird <B>production
sound</B> genannt und das einzige was hiervon benutzt wird, sind die Sprachaufnahmen (Dialoge) und die Ger&auml;usche die die K&ouml;rper machen.
In der Nachproduktion ist alles was du normalerweise bei einem Film h&ouml;rst,
nat&uuml;rlich wieder abh&auml;ngig von dem Budget des Filmes, sp&auml;ter eingef&uuml;gt worden, w&auml;hrend der
 ...</P>
<P class=qr>Post Production (Nachbearbeitung)</P>
<P class=a>Dies ist der Zeitpunkt wo Audacity ins Spiel kommt, denn alles was wir nachher auf den anderen Seiten beschreiben
wird auch bei der Nachbearbeitung eines Filmes ben&ouml;tigt. man hat eine Aufnahme gemacht und was nun ?</P>
<P class=a>Nachdem der Videoschnitt passiert ist (der erste) wird dieser dem Toningenieur ausgeh&auml;digt.
Bei Fernsehproduktionen hat man normalerweise nur 1 oder 2 Personen die dies machen, in grossen Filmproduktionen sind dies eine Menge mehr Leute.
</P>
<P class=qr>Rohmaterial - Als erster Schritt S&auml;ubern</P>
<P class=a>Keine Show hat keine Filmschnitte und die meisten haben davon eine ganze Menge.</P>
<P class=a>Einzelne Szenen sind mit einer oder mehreren Kameras aufgenommen worden.
Die Schauspieler haben sich versprochen oder die ganze Szene musste wiederholt werden. Ebenso kann es passieren, da&szlig; eine einzelne
Szene aus mehreren Kameraperspektiven zusammengesetzt wurde. Die Filmszene kann auch k&uuml;nstlich verl&auml;ngert oder auch verk&uuml;rzt worden sein.
.</P>
<P class=a>Der Toningenieur sorgt daf&uuml;r, da&szlig; die &Uuml;berg&auml;nge weich verlaufen. Er oder auch sie sorgt daf&uuml;r,
dass nicht ben&ouml;tigte Teile entfernt werden, zum Beispiel heftige Atemger&auml;sche.</P>
<P class=a>Material wird weggeschnitten, da&szlig; nicht gew&uuml;schte T&ouml;ne beinhaltet
, zum Beispiel das Ger&auml;usch das entsteht wenn St&uuml;hle verschoben werden oder das Schaben von Gl&auml;sern auf einem Tisch.
Manche dieser Sachen k&ouml;nnen einfach nicht entfernt werden und der Dialog muss im Studio wiederholt werden.
Manchmal muss auch nur etwas aus dem Hintergrund entfernt werden, wie zum Beispiel das Sirren der Kameramotoren.
</P>
<P class=a>Es ist jedenfalls w&uuml;nschenswert immer den bestm&ouml;glichen Ton bereits zu beginn zu haben, dass heisst dann wenn er aufgenommen wird.
</P>
<P class=qr>Zus&auml;tzliche Sachen hinzuf&uuml;gen - das wirklich komplizierte</P>
<P class=a>Wenn die Ger&auml;usche entfernt sind, werden zus&auml;tzliche T&ouml;ne hinzugef&uuml;gt.</P>
<P class=a>Das erste ist <B>ambience</B>. Bitte schliessen Sie Ihre Augen und h&ouml;ren auf die Ger&auml;usche um Sie herum.
Das ist ambience. Die "Nat&uuml;rlichkeit" des Ger&auml;uschpegels erh&ouml;ht sich, wenn auch das Filmbudget gr&ouml;sser ist.
Zum Beispiel, wird niemand in einer Filmszene erwarten, das der Hauptdarsteller vor einer grossen Kulisse von ger&auml;uschen seinen text spricht,
dies wird sp&auml;ter eingef&uuml;gt.</P>
<P class=a>Das n&auml;chste sind <B>Ger&auml;usche</B>. Dieses ist zum Beispiel
Kleidergeraschel. Wer die Ultimate Edition von Terminator 2 hat, weiss zum Beispiel, da&szlig; alle Ger&auml;usche der Lederjacken und
der Fusstritte von Arnold Schwarzenegger, durch eine 1,50 Meter grosse Frau erzeugt wurden.
</P>
<P class=a>Der ger&auml;uschbearbeiter s&auml;ubert den Ton, macht die Ger&auml;usche klarer
und passt nat&uuml;rlich auf, da&szlig; diese auch korrekt zu den Filmszenen passen.</P>
<P class=a>Als N&auml;chstes die <B>Effekte</B>. Die Ger&auml;usche (siehe obiger Absatz) sind auch Effekte, aber die richtigen

Effekte werden wesentlich st&auml;rker ge&auml;ndert und von &uuml;berall her eingef&uuml;gt.
Eine Menge dieser Effekte werden dadurch erzeugt, da&szlig; der reine Ton bearbeitet wird, in die L&auml;nge gezogen
, etwas geschnitten, ver&auml;ndert usw..</P>
<P class=a>Um einige Effekte hier zu nennen, das w&auml;re zum Beispiel
das Telefonklingeln, die Haust&uuml;r, jede Art von Maschinen, Auto's , Waffenger&auml;usche usw.
</P>
<P class=a>Die Technik, T&ouml;ne zu ver&auml;ndern, Effekte zu erzeugen wird in allen Audioproduktion
ben&ouml;tigt, ob es nun Filme sind, H&ouml;rb&uuml;cher, egal was.</P>
<P class=a>Wie dies geht und was man mit Audacity alles machen kann, erfahren Sie bereits im n&auml;chsten Teil.
</P>
<CENTER>
<P class=a>Gehe zu <BR><A href="tutorial_ed_beginner2.html">Teil 2 -
Schneiden,Kopieren &amp;Einf&uuml;gen<A>.</P></CENTER>
<P><A class=ss href="contents.html">Zur&uuml;ck zur Hauptseite
</A> </P></BODY></HTML>