<pre>
Промени в 1.2.0:

  * Нови ефекти за преливане (cross-fade).

  * Отстранен е проблемът с изобразяване на отчетите на грешна
    позиция при максимално увеличение. Заради него инструментът
    за рисуване променяше други отчети, а не тези под курсора.

  * Не се използват информационни блокове id3v2.4, които още
    не се поддържат от повечето програми за възпроизвеждане.
    (Беше поправено в 1.2.0-pre2, но по грешка се появи пак
    в 1.2.0-pre3.)

  * Преведените съобщения в лентата за състоянието се показват
    правилно.

  * Когато курсорът е в прозореца, бутонът Zoom In увеличава
    областта около курсора.

  * Mac OS X: отстранени са проблемите с Apple PowerMac G5.

  * Linux/ALSA: заобиколена е грешка в емулацията на OSS,
    заради която показалецът за възпроизвеждане се движеше
    прекалено бързо.

  * Microsoft Windows: изходният код на Audacity вече би трябвало
    да се компилира без нужда от никакви промени.

  * Много нови и обновени преводи.

</pre>
