<pre>
Промени в 1.2.0-pre4:

  * Отстранени са потенциални проблеми при импорт от някои файлове
    във формат PCM с последователен достъп, например GSM610.

  * Отстранена е грешка, заради която отчетите излизат извън екрана
    по хоризонтала при голямо увеличение, ако за пистата е зададено
    времево отместване.

  * Отстранени са грешки в новия предискретизатор, които добавяха
    шум в предискретизирания звук на някои системи. Ако сте
    наблюдавали шум при експорт към формат WAV, MP3 или OGG,
    може би е било заради тази грешка.
  
  * Отстранена е грешка, предизвикваща случайни сривове на програмата
    по време на работа с инструмента за времево отместване, ако
    коефициентът на увеличение е много голям.
    
  * Дифузия (Dithering) се прилага вече само ако наистина е необходима
    (напр. при преобразуване на отчети с плаваща запетая към 16-битови).
    
  * Файловете, съдържащи само моно писти, вече автоматично се
    експортират в стеерео файлове ако някои писти са панорамно
    изместени наляво или надясно.
    
  * Клавишът Delete вече може да се използва за изтриване на
    маркираната област, както и Backspace.

  * Отстранена е грешка, заради която Audacity не пита дали да
    съхрани промените ако затворите проекта или програмата по време
    на записване на звук.

  * Mac OS X: поддържа се режим Playthrough (възпроизвеждане на
    записвания в момента сигнал), ако е достъпен в хардуера.

  * Mac OS X: Audacity вече е пакет (можете да щракнете с десния
    бутон върху Audacity.app и да изберете 'Show Package Contents').
    Времето за стартиране е забележимо съкратено.

  * MS Windows: отстранен е проблемът, каращ Windows XP да ползва
    късото име на файл ("TESTFI~1.AUP"), което водеше до проблеми
    ако файлът по-късно е отворен отново с дългото си име.
    
  * MS Windows: отстранен е проблемът, пречещ да се експортира в
    коренова папка на устройство под Windows.

  * MS Windows: информацията, записвана от Audacity в регистратурата,
    вече съдържа пълен път до изпълнимия файл.

  * MS Windows: отстранени са проблемите, свързани с опит за запис
    на данни за файлови асоциации в регистратурата от името на
    потребител без администраторски права.

  * Командата "Save" [Съхраняване] вече е достъпна винаги след промяна
    в плъзгачите за усилване и панорамно изместване.

  * Обновени преводи. Към локализираните версии на програмата са
    добавени имената на преводачите.

</pre>
