<h1>Audacity 1.2.0-pre2</h1>

<p>
Audacity 1.2.0-pre2 е публична тестова версия на звуковия редактор с отворен код Audacity. Целта на това издание е потребителите да прегледат и тестват новите възможности, включени в следващата стабилна версия - 1.2.0.
</p>

<p>
Описанията на грешки или коментарите си изпращайте на адрес:
<a href="mailto:audacity-help@lists.sourceforge.net">
audacity-help@lists.sourceforge.net</a>
</p>

<p>
Обратната връзка от вас ше ни помогне да стабилизираме и изчистим от грешки окончателната версия, която се надяваме да издадем през октомври 2003.
</p>
