<h1>Audacity 1.2.0-pre1</h1>

<p>
Audacity 1.2.0-pre1 е публична тестова версия на звуковия редактор Audacity.
Тя е предназначена да позволи на потребителите да прегледат и тестват
новите възможности, предвидени за следващата стабилна версия 1.2.0.
</p>

<p>
Моля, пишете на адрес
<a href="mailto:audacity-help@lists.sourceforge.net">
audacity-help@lists.sourceforge.net</a>, за да съобщите за открита грешка
или да споделите коментар относно версията.
</p>

<p>
Обратната връзка от вас ще ни помогне да стабилизираме и изчистим от
грешки окончателната версия! Надяваме се тя да излезе през септември 2003 г.
</p>
