<p>
Внимание: следващата версия на Audacity е с качество "бета"!
Тя включва десетки нови възможности, включително нова лента с инструменти,
автоматично предискретизиране, поддръжка за 32-битови данни и плъзгачи за
изместване (pan) и усилване на всяка писта поотделно.  Поддържат се и много
други езици освен английския.  От друга страна, версията е недовършена и
може да съдържа сериозни грешки.
</p>
<p>
Ако ви е интересно да експериментирате с новите възможности,
свалете си тази версия и я опитайте. Ако го направите, пишете ни
за впечатленията си. Кажете ни кое работи и кое - не и какви нови
възможности бихте желали да видите. Можете да инсталирате тази версия
на един и същ компютър с Audacity 1.0.
</p>
<p>
Бележка:
Audacity 1.1.3 не може да чете или записва файлове с проекти от по-старите
версии, включително 1.1.1 и 1.1.2. Преди да използвате версия 1.1.3, трябва
да експортирате всички звуци в стандартен формат като WAV, AIFF или MP3.
</p>
