<?php BoxTop($contactUsStr); ?>

<p>
Ако имате въпроси относно Audacity, има много налични ресурси:
</p>

<p>
<ul>

<li>
Прочетете страниците за <?php print "<a href=faq.php?$langLinkStr>$faqStr"; ?></a><br>
Ако се чудите какво е Audacity или не можете да я инсталирате или стартирате, прочетете
първо тази страница, за да видите дали тя съдържа отговор на въпроса ви.
<p>

<li>
Присъединяване: <a target=_top href="http://lists.sourceforge.net/lists/listinfo/audacity-users">списък Audacity-Users</a><br>
Преглед: <a target=_top href="http://sourceforge.net/mailarchive/forum.php?forum_id=827">архив на Audacity-Users</a><br>
Това е нов пощенски списък, чрез който потребителите на Audacity могат да общуват помежду си и да споделят идеи.
Ако мислите, че друг потребител на Audacity би могъл да отговори на въпроса ви, запишете се в списъка и задайте
въпроса. Можете да прегледате архивите, за да видите дали някой не е питал по-рано за същото.
<p>

<li>
Пишете на адрес: <a href="mailto:audacity-help@lists.sourceforge.net">audacity-help@lists.sourceforge.net</a><br>
или прегледайте: <a target=_top href="http://sourceforge.net/mailarchive/forum.php?forum_id=828">архива на Audacity-Help</a><br>
<br><font size=-1><?php print "$listPrivacyStr"; ?></font>
Ако имате технически проблем с Audacity и той е прекалено специфичен, за да се занимават останалите потребители с него,
пишете на този адрес. Писмото ви ще бъде прегледано от екипа на Audacity. Ако по друга причина искате да се свържете
пряко с разработчиците на Audacity, използвайте същия адрес.
<p>
Audacity се разработва от доброволци от целия свят. Затова няма общ
телефонен номер или пощенски адрес, на който да се свържете с нас.
Цялата развойна дейност става в Интернет и единственият начин да се свържете
с разработчиците е чрез някой от горните пощенски списъци или адреси за е-поща.
<p>

</ul>

<?php BoxBottom(); ?>
