<?php BoxTop($donateMoneyStr); ?>

<p>
Audacity е създадена от доброволци в свободното им време. Тя не е
shareware и никой не очаква да спечели пари от работата си по нея.
От друга страна обаче, дарявайки пари, можете да ни помогнете със
заплащането на трансфера и подслоняването на сайта, развойните
средства и звуковия хардуер - неща, от които се нуждаем, за да
продължим да предоставяме Audacity безплатно и да я подобряваме.
Превъртете до края на този документ, ако искате да извършите плащане
с кредитна карта на момента. Можете да дарите дори само един долар.
</p>

<p>
Изпращайки ни пари, вие ни помагате да покриваме разходите за мрежов
трансфер, развойни средства и нов звуков хардуер. Имайте предвид, че
в момента имаме достатъчно късмет почти целият ни сайт да е подслонен
безплатно, но това може да се промени. Днешните ви долари може да
потрябват за съхраняване на този сайт утре.
<p>
Екипът на Audacity би желал да закупи професионален звуков хардуер,
за да можем да превърнем програмата в пълно многопистово звукообработващо
решение. Доларите ви ще ни дадат възможност да заработим по-скоро по тези
възможности.
<p>
Моля, разберете, че не ви даваме никаква гаранция или обещание срещу
дарените пари.
<p>
В момента приемаме пари чрез системата Amazon Honor. Използвайте кредитната си карта
и извършете транзакция за сума от един до 50 щатски долара.
<p>
Ако искате да дарите повече от 50 USD, или искате да изпратите персонален чек,
посетете страницата
<?php print "<a href=credits.php?$langLinkStr>";
?>Сътрудници</a> и изпратете е-поща на един или няколко от разработчиците.
<p>

<center>
<!-- Begin Amazon Honor System Paybox -->
 <font size=1>[Amazon Honor System]</font>
<map name="TVWQG2UJNWCBH">
<area coords="20,60,130,115" href="http://s1.amazon.com/exec/varzea/pay/TVWQG2UJNWCBH" alt="Click Here to Pay" target=_top>
<area coords="5,135,145,145" href="http://s1.amazon.com/exec/varzea/subst/fx/help/how-we-know.html" alt="Learn More" target=_top>
</map>
<!-- End Amazon Honor System Paybox -->
<p>
</center>

<p>
Освен това приемаме плащания чрез PayPal през системата за дарения на  SourceForge:

<center>
<a target=_top href="http://sourceforge.net/donate/index.php?group_id=6235"><img
src="images/paypal.gif" border="0" alt="Дарение чрез PayPal"></a>
</center>

<p>

<?php BoxBottom(); ?>
