<?php BoxTop('10 февруари, 2004 г.: Audacity 1.2.0-pre4 за Windows и Linux'); ?>

<p>
Audacity 1.2.0-pre4 е публична тестова версия на звуковия редактор с отворен код Audacity. В нея са отстранени многобройни дребни грешки, открити в Audacity 1.2.0-pre3. Това е версия с ранг "release candidate". Ако не бъдат намерени нови грешки, ще издадем новата стабилна версия 1.2.0 по-късно този месец.
</p>

<p>
Audacity 1.2.0-pre4 е налице в момента за Windows и Linux. Нова версия за 
Mac OS X ще има след като отстраним някои сериозни грешки за тази платформа.
</p>

<p>
Пълните бележки за версията и връзките за сваляне можете да намерите на страницата за <a href="beta.php<?php print "$langQueryStr"; ?>">бета-версии</a>.
</p>

<?php BoxBottom(); ?>
