<?php BoxTop('2 август, 2003 г.: Предварителна версия Audacity 1.2.0-pre1'); ?>

<p>
Audacity 1.2.0-pre1 е публична тестова версия на звуковия редактор Audacity.
Тя е предназначена да позволи на потребителите да прегледат
и тестват новите възможности, предвидени за следващата стабилна версия 1.2.0,
която се надяваме да издадем следващия месец.
</p>

<p>
В тази версия е добавена обработка на звук с професионално качество, както и
сериозни нови възможности, например ускоряване, забавяне и промяна на височината
на писта. Това е първата версия, която може да отваря проектни файлове както в
стария формат на Audacity 1.0, така и в новия, базиран на XML формат на
Audacity 1.1 и по-новите версии. В Audacity 1.2.0-pre1 са поправени много грешки от последната бета-версия.
</p>

<p>
Страницата за <a href="beta.php?<?php print "$langLinkStr"; ?>">бета-версии</a> съдържа по-пълно описание на версията и препратки за свалянето й.
</p>

<p>
Забележка: зареждането на приставки VST е забранено в Audacity 1.2.0-pre1,
докато уточняваме някои потенциални проблеми с лицензирането. Надяваме се да
разрешим евентуалните конфликти навреме, за да включим поддръжката за VST
в окончателната версия Audacity 1.2.0.
</p>

<?php BoxBottom(); ?>
