<?php BoxTop('August 10, 2004: Audacity 1.2.2-pre1 released'); ?>

<p>
Audacity 1.2.2-pre1 е публична тестова версия на Audacity.  Помогнете ни да тестваме новите възможности и корекции, които ще бъдат включени в следващата стабилна версия по-късно този месец, включително динамични индикатори за силата на звука и многофайлово експортиране!
</p>

<p>
Вижте страницата за <a href="beta.php<?php print $langQueryStr; ?>">бета версии</a> за информация и връзки за сваляне.</p>

<?php BoxBottom(); ?>
