<?php BoxTop('2002-06-05: Versions 1.0.0 and 1.1.0 released!'); ?>

<p>
Екипът, разработващ Audacity, се радва да обяви едновременното излизане
на версиите 1.0.0 и 1.1.0.
</p>

<p>
Версия 1.0.0 е окончателната, стабилна версия на оригиналната Audacity.
Това е удобен, прост редактор за звук, подходящ за записване, смесване
и редактиране на клипове с качество на компактдисков звук на
много платформи, включително Windows, Mac OS, and Linux.
</p>

<p>
Версия 1.1.0 е първото бета-издание на следващата версия на Audacity,
което поддържа по-качествен звук, повече звукови файлови формати,
повече ефекти, повече операции за редакция, подобрен потребителски
интерфейс и езици, различни от английски. Въпреки, че тази версия има много
нови и полезни възможности, някои от тях са все още в процес на разработка
и не са тествани докрай, така че може да причиняват проблеми.
</p>

<p>
Възможно е на един и същ компютър да са инсталирани едновременно и двете
версии на Audacity.
</p>

<p><i>
Забележка: въпреки, че сайтът е на български, Audacity 1.0 съществува само на
английски. Audacity 1.1 (бета) поддържа различни езици, така че ако
ви е нужна българска версия, свалете си бета-версията. В противен
случай трябва да ползвате Audacity на английски.
Документацията е достъпна на български - вижте страницата "Справки".
</i></p>

<?php BoxBottom(); ?>
