<?php BoxTop('19 март 2003 г.: Версия 1.1.3'); ?>

<p>
Новата версия е достъпна за сваляне от страницата за <?php print "<a href=beta.php?$langLinkStr>"; ?>бета-версии</a>.
В тази версия са добавени средства за управление на усилването (gain) и изместването (pan) за всяка писта, висококачествено предискретизиране и много други нови възможности и корекции.
<?php print "<a href=betanotes.php?$langLinkStr>"; ?>Списък на новостите във версия 1.1.3.</a>
</p>

<p>
Обърнете внимание, че Audacity 1.1.3 не може да чете проектни файлове,
записани с по-стара версия на Audacity, така че не е добре да си я инсталирате,
ако в момента все още работите върху някой проектен файл.
Ако искате да отворите звука в новата версия, експортирайте го във формат WAV или AIFF. 
</p>

<p>
По план следващата версия на Audacity ще бъде стабилна версия, предназначена
за всички потребители.
</p>

<?php BoxBottom(); ?>
