<?php BoxTop('3 декември, 2002 г.: Версия 1.1.1 - новини'); ?>

<p>
Недовършената все още документация за версия 1.1.1 е достъпна за преглеждане он-лайн. След завършването й тя ще бъде достъпна за сваляне като отделен файл.
</p>

<p>
<center>
<a href="docs1.1/">Документация за Audacity 1.1.1</a>
</center>
</p>

<p>
Известно ни е, че във версия 1.1.1 (бета) за Windows има сериозен проблем. Избирането на позиция от изскачащото меню на писта предизвиква срив на програмата. След няколко дни ще издадем версия 1.1.2 само за Windows, в която проблемът ще е отстранен (това се отнася само за изскачащото меню на заглавния блок на пистата - останалите менюта са наред - и само за версията за Microsoft Windows на Audacity 1.1.1).
</p>

<p>
За потребителите на Unix: вече е налице нов архив tarball с изходния код (1.1.1-3), в който са отстранени проблемите при компилиране с wxGTK 2.2.9. Надяваме се скоро да имаме версия, която се компилира на RedHat 8 без промени.
</p>

<?php BoxBottom(); ?>
