<?php BoxTop($privacyPolicyStr); ?>

<p><b>Списък Audacity Announcement</b></p>

<p>(Това е списъкът, към който се присъединявате, въвеждайки адреса си в лявата част на страницата.)</p>

<p>Ако искате да бъдете осведомявани, когато излизат нови версии на
Audacity, можете да въведете адреса си за е-поща в полето вляво и
да щракнете върху "Записване". Ще бъдете добавени в нашия вътрешен
пощенски списък, който използваме за изпращане само на кратки, редки
съобщения.
</p>

<p>
<i>
Забележка: съобщенията за нови версии от този пощенски списък са
на английски. Може би по-късно ще има различни пощенски списъци за
различните езици, на които е преведена програмата.
</i>
</p>

<!-- Translators - please add a sentence which explains that these
 announcements will usually be in English only.  Possibly people can
 join users lists in their native languages later on, to hear
 announcements there.
-->

<p>
Ние ценим неприкосновеността на личните ви данни.
</p>

<p>В никакъв случай и по никаква причина разработчиците на Audacity или
лицата, поддържащи пощенския списък, няма да предоставят списъка на трети лица.
Няма да съхраняваме друга информация за потребителите в списъка (дори имена!)
и никога няма да го публикуваме на общодостъпно място.
</p>

<p>
Ако искате да бъдете изключени от пощенския ни списък, моля, въведете
адреса си за е-поща в полето вляво и щракнете върху "Отписване".
Това би трябвало да подейства незабавно - няма нужда от потвърждение и
няма да има никакво отлагане. Ако по някаква причина това не сработи,
моля, пишете на <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.
</p>

<p><b>Пощенски списъци на Audacity</b></p>

<p>(Това се отнася за списъците
<a href="http://lists.sourceforge.net/lists/listinfo/audacity-help">audacity-help</a>,
<a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">audacity-users</a>,
<a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a> и
<a href="http://lists.sourceforge.net/lists/listinfo/audacity-translation">audacity-translation</a>.
</p>

<p>
Тези списъци са <i>за обсъждания</i>. Когато изпратите съобщение до някой от тях, включително <a href="http://lists.sourceforge.net/lists/listinfo/audacity-help">audacity-help</a>,
то ще стигне до стотици хора, включително разработчиците на Audacity и много странични лица. Някои сайтове, включително Sourceforge, може да публикуват онлайн архиви на тези списъци. Архивите обикновено не съдържат адреса ви за е-поща. Нищо обаче не пречи на някого да се абонира за тези списъци и да публикува собствени архиви, включващи адреси за е-поща. Ако това ви безпокои, ви препоръчваме да използвате временен или специално създаден за целта адрес.
</p>

<p>
Ако имате въпроси относно тази политика или не ви е удобно да споделите съображенията си в списъците, изпратете лично писмо до водача на разработващия екип на Audacity на адрес:
<a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.
</p>

<?php BoxBottom(); ?>
