<h2>Изменения в Audacity 1.2.3</h2>
<ul>
<li><p>
    Исправлена ошибка, вызывавшая остановку записи или некорректное 
    отображение дорожки после первых 50 минут в некоторых 
    Windows-системах. Эта ошибка была частично исправлена ещё в 1.2.2, 
    но не везде это сработало.
</p></li>
<li><p>
    Эффекты смены высоты тона и темпа теперь работают на основе более 
    новой версии библиотеки SoundTouch, написанной Olli Parviainen, 
    что обеспечивает более высокую скорость обработки и лучшее качество.
</p></li>
<li><p>
    Библиотека libsndfile обновлена до версии 1.0.10
</p></li>
<li><p>
    Исправлена ошибка, из-за которой при использовании инструмента 
    редактирования огибающей программа начинала медленно работать.
</p></li>
<li><p>
    Shift + щелчок мышью по кнопки "Тихо" или "Соло" переключает 
    слышимость и «солируемость» остальных дорожек.
</p></li>
<li><p>
    Модули, написанные на Nyquist, теперь могут принимать на ввод 
    целые строки. Кроме того, в диалоги Nyquist-эффектов добавлена 
    кнопка «Отладка» для просмотра вывода Nyquist в 
    целях отладки работы модуля.
</p></li>
<li><p>
    Если файл, входивший в состав проекта Audacity, по тем или иным 
    причинам исчез, вместо него теперь воспроизводится тишина. До того 
    программа обычно воспроизводила вместо него предыдущий файл.
</p></li>
<li><p>
    Индикаторы уровня (VU Meters) теперь всегда сбрасывают значение 
    при остановке audio I/O.
</p></li>
<li><p>
    Новые и обновлённые переводы: на итальянский (it), на венгерский hu), 
    на украинский (uk), на испанский (es), на польский pl), 
    на упрощённый китайский (zh), бокмальский норвежский (nb), 
    на французский (fr).
</p></li>
</ul>
