<?php BoxTop($aboutStr); ?>

<p>
Audacity — это аудиоредактор, распространяемый с открытыми исходными кодами. С его помощью вы можете редактировать звуки, применять к ним различные эффекты, проигрывать их, импортировать и экспортировать WAV-, AIFF, Ogg Vorbis- и MP3-файлы. При редактировании звуков вы можете отменять внесённые изменения бесконечное количество раз. Audacity имеет встроенный редактор амплитуды, настраиваемый режим отображения спектрограммы и средства частотного анализа звуковых дорожек. Встроенные эффекты включают Усиление баса, WahWah, Удаление шума и некоторые другие. Windows-версия поддерживает VST-плагины, а версия для Linux — LADSPA-плагины (начиная с 1.1.0).
</p>

<p>
Версия Audacity под номером 1.0.0 является наиболее стабильной из всех выпущенных на данный момент. Многие пользователи находят её достаточно удобной в сравнении не только с другими свободными аудиоредакторами, но и с некоторыми проприетарными.
</p>

<p>
Разработчики Audacity также выпустили версию 1.1.0, в которой добавлены новые интересные возможности, однако эта версия не так стабильна, как предыдущие. Ряд ошибок исправлены в версии 1.1.1-3.
</p>

<center>
<a href="http://wxwindows.org/"><img src="images/wxwindows.gif" border="0"></a>
</center>

<p>
Audacity разрабатывается группой программистов на C и C++ с использованием кросплатформенных средств разработки <a href="http://www.wxwindows.org/">wxWindows</a>. Все исходные тексты лицензированы под <a href="http://www.gnu.org/copyleft/gpl.html"
>GNU General Public License</a>, что позволяет любому вносить изменения в исходный код при условии публикации этих изменений. Хостинг исходного кода предоставлен <a href="http://www.sourceforge.net">SourceForge</a>.
</p>

<p>
У вас возникли вопросы или комментарии? Напишите по адресу <a href="mailto:audacity-help@lists.sourceforge.net"
>audacity-help@lists.sourceforge.net</a>. Необходимо лишь помнить, что этот список рассылки предназначен для англоговорящих пользователей. 
</p>

<!-- Translators: please make a note here that the "audacity-help"
     address is intended for people who speak English.  We will have
     alternative mailing lists for other languages set up soon...
-->

<?php BoxBottom(); ?>
