<p>
Предупреждаем: данная версия Audacity не является официальной 
стабильной версией! В неё добавлено огромное количество новых 
функциональных возможностей, включая новую инструментальную 
панель, автоматическое пересемплирование и поддержку 32-х 
битного звука, но наверняка не обошлось и без ошибок.
</p>
<p>
Если вам интересно поэкспериментировать с новыми функциями, 
мы будем признательны вам, если вы скачаете эту версию и 
дадите ей шанс стать вашим инструментом для повседневного 
использования. В этом случае мы будем особенно признательны 
вам за отзывы: что работает, что не работает, какие новые 
возможности вы хотели бы видеть в Audacity. Помните, что вы 
можете одновременно запускать как эту экспериментальную версию, 
так и официальную стабильную &nbsp;&mdash; 1.0.  
</p>
<p>
Заметим, что в новой версии вы не можете читать или записывать 
проектные файлы любой из предыдущих версий Audacity, включая 
1.1.1 и 1.1.2. Для продолжения работы над проектами мы рекомендуем 
предварительно экспортировать их в файлы WAV или AIFF при помощи 
прежней версии программы.
</p>