<h2>Known Problems</h2>

<p>
Известны следюущие ошибки в Audacity 1.2.0-pre1:
</p>

<ul>
<li>Использование VST-модулей в Audacity 1.2.0-pre1 отключено в связи с возможностью нарушения лицензии на распространение средств разрабтки VST. Поддержка VST-модулей будет включена снова, как только решение будет найдено. Мы надеемся, что это произойдёт до выхода конечной версии Audacity 1.2.0.</li>

<li>Руководство пользователя всё ещё находится на стадии разработки.  Относительно Audacity 1.2 оно завершено примерно на 75%.  Некоторые страницы могут быть недописаны или отсутствовать совсем.</li>

<li>Audacity может &laquo;упасть&raquo;, если вы попытаетесь редактировать дорожки при воспроизведении или записи.</li>

<li>(Только для MacOS X?) Если вы выберете &laquo;Выйти&raquo;, но затем откажетесь от выхода из программы, нажав &laquo;Отменить&raquo;, то команды &laquo;Выйти&raquo; и &laquo;Настройки...&raquo; перестанут работать.</li>

<li>В некоторых версиях операционных систем положение ползунков на панели микшера может обнуляться при перезапуске программы.</li>

<li>Audacity может импортировать MIDI-файлы и отображать их содержимое, но не может их воспроизводить.</li>

<li>Audacity &laquo;падает&raquo; при попытке преобразовать частоту семплирования в другую, отличную от начальной более чем в 12 раз.</li>

<li>Полнодуплексная запись (воспроизведение существующих дорожек при записи новой) в некоторых системах Linux замедляется.</li>

<li>Только для MacOS X:  клавиатурное сокращение для команды &laquo;Найти нулевую точку&raquo; отображается как "Command-Z", но на самом деле работает только "Z".  Также конфликтуют клавиатурные сокращения для &laquo;Справка&raquo;
и &laquo;Открыть...&raquo;.</li>

<li>Только для MacOS X: Запись с нулевой амплитудой может вообще никак не отображаться (должна быть тонкая прямая линия).</li>
</ul>
