<h1>Audacity 1.2.0-pre2</h1>

<p>
Audacity 1.2.0-pre2 €вл€етс€ публичной версией дл€ тестировани€, предвар€ющей выход стабильной версии 1.2.0.  ÷елью еЄ выпуска €вл€етс€ дать пользовател€м возможность опробовать и протестировать новые возможности версии 1.2.0.
</p>

<p>
ќписание найденных ошибок и комментарии шлите по адресу
<a href="mailto:audacity-help@lists.sourceforge.net">
audacity-help@lists.sourceforge.net</a>
</p>

<p>
¬аши отзывы помогут нам сделать новую версию программы действительно стабильной!
ћы планируем выпустить новую стабильную версию в окт€бре 2003.
</p>
