<pre>
Новые возможности Audacity 1.2.0-pre1:

  * Пользовательский интерфейс
    - Вертикальное масштабирование дорожек.
    - Улучшенный облик и расположение инструментальных панелей.
    - Новые курсоры для мыши.
    - Полностью редактируемые клавиатурные сокращения.
    - Поиск нулевых точек.
    - Использование колеса мыши для масштабирования.
    - Многоинструментальный режим.
    - Усиление громкости по огибающей.
    - Заметки могут сохранять выделения (как в Audacity 1.0.0).

  * Эффекты
    - Повтор последнего использованного эффекта.
    - Улучшенная поддержка VST-модулей.
    - Большинство эффектов имеют функцию "Предпрослушивание".
    - Компрессор динамического диапазона.
    - Изменить высоту тона (не изменяя темп).
    - Изменить темп (не меняя высоту тона).
    - Изменить скорость (изменить высоту тона и темп).
    - Повтор (для создания циклически повторяемых фрагментов).
    - Нормализация (подстройка громкости и смещения сигнала от центральной оси).

  * Audio I/O
    - 1-секундное прослушивание.
    - Цикличное воспроизведение.

  * Работа с файлами I/O
    - Audacity 1.2.0 открывает файлы проектов всех предыдущих версий от 0.98 до 1.1.3.
    - Открытие более одного файла из одного диалога.
    - Использование текстового файла для хранения списка открываемых файлов.

  * Обновлённое руководство пользователя.


Исправленные ошибки в Audacity 1.2.0-pre1:

  * Файлы проектов, содержащие специальные символы, снова считаются валидными.

  * Исправлена ошибка, вызывающая &laquo;скребущие&laquo; шумы при некорректном срезании сигнала (clipping).

  * Audacity снова корректно экспортирует Ogg-файлы, а также не вырезает последние несколько секунд из экспортируемых Ogg-файлов.

  * Экспортируемые монофонические MP3-файлы сохраняются с правильной скоростью.

  * Исправлена ошибка, вызывающая неправильную обработку огибающей.

  * Корректно переписываются существующие файлы по команде &laquo;Экспортироавть заметки&raquo;.
  
  * В окне функции &laquo;Нарисовать график спектра&raquo; отображаются правильные номера октав для нот.

  * Устранено несколько ошибок, вызывающих утечку памяти.

  * Исправлено несколько других незначительных ошибок.
</pre>
