<p>
ѕредупреждаем: данна€ верси€ Audacity не €вл€етс€ официальной стабильной версией! ¬ неЄ добавлено огромное количество новых функциональных возможностей, включа€ новую инструментальную панель, автоматическое пересэмплирование и поддержка 32-х битного звука, но наверн€ка не обошлось и без ошибок.
</p>
<p>
≈сли вам интересно поэкспериментировать с новыми функци€ми, мы будем признательны вам, если вы скачаете эту версию и дадите ей шанс стать вашим инструментом дл€ повседневного использовани€. ¬ этом случае мы будем особенно признательны вам за отзывы: что работает, что не работает, какие новые возможности вы хоотели бы видеть в Audacity. ѕомните, что вы можете одновременно запускать как эту экспериментальную версию, так и официальную стабильную - 1.0.  
</p>
<p>
«аметим, что в новой версии вы не можете работать с проектами от Audacity 1.0. Ќова€ верси€ формата проектов использует XML в качестве основы.
</p>