<h2>»звестные проблемы</h2>

<p>
Ќиже приведены известные ошибки в Audacity 1.2.0-pre2:
</p>

<ul>
  <li>Audacity может импортировать и отображать MIDI-файлы, но 
  вопроизводить или редактировать их при помощи Audacity пока невозможно.
    <p>
  <li>«апись в полнодуплексном режиме (воспроизведение существующих 
  дорожек при записи других) может приводить к замедлению звучани€ 
  в некоторых Linux-системах.
    <p>
  <li>“олько дл€ Mac OS X: Audacity не может работать с файлами и 
  каталогами, содержащими вложенные каталоги, которые содержат 
  символы национальных алфавитов (например, умлауты) в своих именах. 
  ѕри этом файлы, содержащие акцентированные символы в имени, равно 
  как и такие же файлы проектов работать будут. ѕроблемы возникнут 
  только с файлами внутри каталогов с акцентированными символами в 
  имени.
    <p>
  <li>“олько дл€ Windows: Audacity несовместим с некоторыми 
  профессиональными звуковыми картами, что может привести к 
  аварийному завершению сеанса работы с программой. ¬ качестве 
  временного решени€ проблемы на врем€ работы с Audacity укажите 
  другую карточку используемой по умолчанию.
    <p>
    “акже обратите внимание на то, что программа установки заменит 
    установку программы версии 1.0.0, но не 1.1.x.
    <p>
</ul>