<h1>Audacity <?php print $betaVersion; ?></h1>

<p>
Audacity <?php print $betaVersion; ?>&nbsp;&mdash; это пуличная тенстовая 
версия свободного звукового редактора Audacity. Целью данного релиза 
является предоставление пользователям возможности ознакомляться с новыми 
возможностями программы, которые появятся в следующей стабильной версии 
и тестировать эти предварительные версии программы.
</p>

<p>
Пожалуйста, сообщайте нам о найденным ошибках и делитесь впечатлениями 
по адресу:
<a href="mailto:audacity-help@lists.sourceforge.net">
audacity-help@lists.sourceforge.net</a>
</p>

<p>
Ваши отклики помогут нам сделать стабильную версию максимальной надёжной 
и удобной!
</p>