<h2>Известные проблемы</h2>

<p>
Наличие следующих ошибок в Audacity 1.2.0 замечено и подтверждено:
</p>

<ul>
  <li><p>Audacity может импортировать и отображать содержимое 
    MIDI-файлов, но вопроизводить и редактировать их невозможно.
    </p></li>
  <li><p>Запись в полнодуплексном режиме (воспроизведение 
    существующих дорожек при записи новых) в некоторых Linux-системах 
    может привести к &laquo;замедлению&raquo; монофонических записей.
    </p></li>
  <li><p>Только в MacOS X: Audacity не может работать с файлами и 
    каталогами, содержащимися в каталогах с нелатинcкими символами 
    в названии (знаки акцентуации, умлауты и т.д.). При этом можно 
    работать с файлами и каталогами, название которых содержит такие 
    символы.
    </p></li>
  <li><p>Эффект изменения высоты тона может привести к обрушиванию 
    программы при попытке применить его к дорожке с частотой 
    дискретизации равной 96 КГц.</p></li>
</ul>