<pre>
Changes in 1.2.0:

  * Новые эффекты кроссфейда.

  * Исправлена ошибка некорректного отображения сэмплов при 
    масштабировании, приводившая к тому, что инструмент изменения 
    сэмплов смещал не те из них, над которыми находился.

  * Не используйте теги версии id3v2.4: они пока что не поддерживаются 
    большинством проигрывателей. (Ошибка была исправлена в 
    1.2.0-pre2, но случайно снова появилась в 1.2.0-pre3.)

  * Переведённые сообщения корректно отображаются в статусной строке.

  * Если курсор находится в пределах видимости, масштабирование 
    происходит относительно него.

  * Mac OS X: исправлены ошибки, характерные только для Apple PowerMac G5.

  * Linux/ALSA: найден и реализован обходной манёвр вокруг ошибки 
    с эмуляцией OSS в ALSA, приводившей к неестественно быстрому 
    перемещению курсора вопроизведения.

  * Microsoft Windows: исходный код Audacity снова компилируется 
    без дополнительных усилий.

  * Много новых и обновлённых переводов.

</pre>
