<h2>»звестные проблемы</h2>

<p>
Ќаличие следующих ошибок в Audacity 1.2.2 замечено и подтверждено:
</p>

<ul>
  <li><p>Audacity может импортировать и отображать содержимое 
    MIDI-файлов, но вопроизводить и редактировать их невозможно.
    </p></li>
  <li><p>“олько в Windows: Audacity обрушиваетс€ при попытке изменить частоту дискретизации дорожки через еЄ личное меню.</p></li>
  <li><p>«апись в полнодуплексном режиме (воспроизведение 
    существующих дорожек при записи новых) в некоторых Linux-системах 
    может привести к Ђзамедлениюї монофонических записей.
    </p></li>
  <li><p>“олько в MacOS X: запуск Audacity может "покалечить" 
  настройки некоторых звуковых устройств, подключаемых по USB. 
  Ёта проблема может быть решена повторным использованием 
  системной утилиты "Audio MIDI Setup" при работающей Audacity.
  </p></li>
  <li><p>“олько в MacOS X: Audacity не может работать с файлами и 
    каталогами, содержащимис€ в каталогах с нелатинcкими символами 
    в названии (знаки акцентуации, умлауты и т.д.). ѕри этом можно 
    работать с файлами и каталогами, название которых содержит такие 
    символы.
    </p></li>
</ul>