<?php BoxTop('Ноябрь 2, 2003: выпущена версия Audacity 1.2.0-pre3'); ?>

<p>
Audacity 1.2.0-pre3 является публичной версией для тестирования, предваряющей выход стабильной версии 1.2.0. В этой версии исправлены все известные ошибки версии 1.2.0-pre2 и добавлен модуль <a href="http://audacityteam.org/vst/"
>VST Enabler</a>. Мы надеемся, что все тестирующие более ранние нестабильные версии (в том числе 1.1.x) в ближайшее время перейдут на 1.2.0-pre3.
</p>

<p>
На странице <a href="beta.php?<?php print "$langLinkStr"; ?>">«Бета-версии»</a> содержится полный список сопровождающих заметок к релизам и ссылки для закачек..
</p>

<p>
Вы также можете прочитать обновлённое <a href="manual-1.2">«Полное руководство»</a> или <a href="onlinehelp-1.2/contents.htm">«Справочник»</a> к Audacity 1.2.
Большее количество справочной информации можно получить на странице
<?php print "<a href=help.php?$langLinkStr>"; ?>
Помощь</a> или в <a href="http://www.audacityteam.org/wiki"
>Audacity Wiki</a>.
</p>

<?php BoxBottom(); ?>
