<?php BoxTop('August  2, 2003: Audacity 1.2.0-pre1 released'); ?>

<p>
Audacity 1.2.0-pre1&nbsp;&mdash; это предназначенная для публичного тестирования версия программы. Целью выпуска этой версии является обкатка и тестирование новых возможностей редактора, которые появятся в стабильной версии под номером 1.2.0, выход которой ожидается в следующем месяце.
</p>

<p>
В этой версии появились новые возможности по профессиональной обработке звука, включающие, например, изменение темпа и высоты тона.  В то же время, это первая версия программы, умеющая как открывать файлы проектов Audacity версии 1.0, так и работать с новым форматом файлов на основе XML, впервые появившемся в Audacity 1.1.  В Audacity 1.2.0-pre1 также исправлены ошибки, найденные в предыдущей бета-версии программы.
</p>

<p>
На странице <a href="beta.php?<?php print "$langLinkStr"; ?>">Бета-версии</a> находится полная подборка комментариев к новым версиям и ссылок на файлы для скачивания.
</p>

<p>
Примечание: использование VST-модулей в Audacity 1.2.0-pre1 отключено в связи с возможностью нарушения лицензии на распространение средств разрабтки VST. Поддержка VST-модулей будет включена снова, как только решение будет найдено.  Мы надеемся, что это произойдёт до выхода конечной версии Audacity 1.2.0.
</p>

<?php BoxBottom(); ?>
