<?php BoxTop('—ент€брь 30, 2003: выпущена верси€ Audacity 1.2.0-pre2'); ?>

<p>
Audacity 1.2.0-pre2 €вл€етс€ публичной версией дл€ тестировани€, предвар€ющей выход стабильной версии 1.2.0.  ¬ этой версии исправлены все известные ошибки версии 1.2.0-pre1, поэтому мы ожидаем минимальное количество изменений в готов€щейс€ к выходу стабильной версии 1.2.0.  ћы надеемс€, что все тестирующие более ранние нестабильные версии в ближайшее врем€ перейдут на 1.2.0-pre2.
</p>

<p>
—траница <a href="beta.php?<?php print "$langLinkStr"; ?>">Ѕета-версии</a> содержит заметки обо всех изменени€м и ссылки дл€ закачивани€.
</p>

<p>
¬ы можете просмотреть обновлЄнное
<a href="manual-1.2">ѕолное руководство</a> или
<a href="onlinehelp-1.2/contents.htm">Ёлектронную справку</a> дл€ Audacity 1.2.
ѕолный список справочных материалов вы найдЄте на странице 
<?php print "<a href=help.php?$langLinkStr>"; ?>
—правка</a>.
</p>

<p>
¬ этой версии снова поддерживаютс€ VST-модули, дл€ работы с которыми необходимо скачать и установить модуль под названием "VST-Enabler". Ёто модуль станет доступен в ближайшее врем€.
</p>

<?php BoxBottom(); ?>
