<?php BoxTop('March 19, 2003: Version 1.1.3 released'); ?>

<p>
Для скачивания новой версии зайдите на страницу <?php print "<a href=beta.php?$langLinkStr>"; ?>Бета-версии</a>.
В этой версии появились регуляторы уровня громкости и баланса для каждой отдельной дорожки, высококачественный ресемплинг и некоторые другие функции, а также исправлен ряд ошибок.
<?php print "<a href=betanotes.php?$langLinkStr>"; ?>Список новых возможностей версии 1.1.3.</a>
</p>

<p>
Имейте ввиду, что Audacity 1.1.3 не может читать файлы проектов, созданные в других версиях программы, поэтому если у вас есть текущие проекты в Audacity, имеет смысл подождать следующей версии, в которой эта ошибка будет исправлена, либо перейти на эту версию, предварительно экспортировав файлы проектов в WAV или AIFF.
</p>

<p>
Основная цель выпуска следующей за этой версии &nbsp;&mdash; создание ещё более стабильного продукта для повседневной работы.
</p>

<?php BoxBottom(); ?>
