<p>
Audacity 1.2 поддерживает <a href="http://www.ladspa.org/">LADSPA</a>- 
и <a href="nyquist.php">Nyquist</a>-модули &laquo;из коробки&raquo;, 
а VST-модули&nbsp;&mdash; при помощи отдельно устанавливаемого модуля 
<a href="http://audacityteam.org/vst/">Audacity VST Enabler</a>.
</p>

<p>
Audacity 1.2.0 уже поставляется с несколькими LADSPA- и Nyquist-модулями, 
находящимися в каталоге <b>Plug-ins</b>. Для поддержки VST-модулей 
положите файл модуля VST Enabler в этот каталог. После этого при следующем 
запуске Audacity список доступных модулей появится в меню <b>Эффекты</b> 
(возможно также в <b>Создание</b> и/или <b>Анализ</b>). Модули эффектов 
всегда добавляются в нижнюю часть меню после встроенных эффектов.
</p>

<p>
Поддержка модулей в Audacity постоянно улучшается.  Пожалуйста, если вы обнаружили, что какой-либо VST-модуль не работает с программой, сообщите 
нам подробности, и мы постараемся исправить ошибку.
</p>

<p>
По следующим адресам вы можете свободно скачать или купить VST-модули:
</p>
