<p>
Audacity поддерживает эффекты VST в версиях для операционных систем Mac OS X и Windows. Вы легко можете найти плагины, расширяющие возможности Audacity за счёт добавления таких эффектов, как реверберация или хорус, различных фильтров, а также эквалайзеров, фильтров и пр. Список порталов, где можно свободно скачать или приобрести плагины, вы найдёте ниже.
</p>

<p>
Поддержка плагинов в Audacity постоянно улучшается.  Пожалуйста, если вы обнаружили, что какой-либо VST-плагин не работает с програмой, сообщите нам подробности, и мы постараемся исправить ошибку. 
</p>

<p>
Для того чтобы использовать VST-плагины в Audacity, создайте в каталоге Audacity подкаталог <b>VST</b> (если его там ещё нет) и перенесите в него файлы плагинов. При следующем запуске Audacity список доступных плагинов появится в меню "Эффекты".
</p>

<p>
По следующим адресам вы можете свободно скачать или купить VST-плагины:
</p>
