<p>
Audacity поддерживает эффекты VST в версиях для операционных систем MacOS X и Windows. Вы легко можете найти модули, расширяющие возможности Audacity за счёт добавления таких эффектов, как реверберация или хорус, различных фильтров, а также эквалайзеров, фильтров и пр. Список порталов, где можно свободно скачать или приобрести модули, вы найдёте ниже.
</p>

<p>
Поддержка модулей в Audacity постоянно улучшается.  Пожалуйста, если вы обнаружили, что какой-либо VST-модуль не работает с программой, сообщите нам подробности, и мы постараемся исправить ошибку. 
</p>

<p>
Для того чтобы использовать VST-модули в Audacity, создайте в каталоге Audacity подкаталог <b>VST</b> (если его там ещё нет) и перенесите в него файлы модулей. При следующем запуске Audacity список доступных модулей появится в меню &laquo;Эффекты&raquo;.
</p>

<p>
По следующим адресам вы можете свободно скачать или купить VST-модули:
</p>
