<?php BoxTop($donateTimeStr); ?>

<p>
Audacityは、ボランティアの人が余暇時間に作っています。もしあなたがAudacityを気に入り、何か手助けをしたいと思った場合は、次のようにしていただけると幸いです。
</p>

<ul>

<li><b>メッセージを送ってください。</b>
<p>
　もしあなたがAudacityを楽しんでいらっしゃるのであれば、
<a href="mailto:audacity-help@lists.sourceforge.net">audacity-help@lists.sourceforge.net</a>にメールを送り、ぜひ私たちにそのことをお伝えください。ユーザーの喜ぶ声を聞くのは、とてもうれしいことです。また、何かコメントや良い案をつけていただければ、よりよいAudacityにするために参考にさせていただきたいと思います。
<p>

<li><b>ユーザーコミュニティーに参加してください。</b>
<p>
　このメーリングリストでは、Audacityのユーザーがお互いに会話をし、アイデアを出しあっています。<br>
<a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">Audacityユーザーズメーリングリストに参加する</a><br>

<p>
<li><b>翻訳者になってください。</b>
<p>
　もしあなたが英語と他の言語を使えるのでしたら、あなたの国の人がAudacityを使えるように手助けすることができます。私達は、プログラムのメニューやダイアログ、取扱説明書、ホームページなどを訳してくれる人を探しています。

　私たちは、Audacityに関する質問を母国語で尋ねていただける人を、メーリングリストの参加者として募集しています。あなたは質問に答えることで手助けすることもできますし、質問を英語に翻訳することで手助けすることもできます。
<p>
<a href="http://audacity.sourceforge.net/translation/">翻訳について詳しいことはここをクリックしてください。</a>
<p>

<li><b>バグの報告をしてください。</b>
<p>
　もしあなたがバグを見つけたら、<a href="mailto:audacity-help@lists.sourceforge.net">どうか知らせてください</a>。もしバグを再現する時間をとっていただき、どういうふうにするとその現象が発生するのか詳細に記述していただければ、これ以上助かることはありません。その際、あなたがお使いのOSの種類を忘れずに知らせてください(Windows2000, Mac OS 9など)。<p>


<li><b>試作版のテストをしてください。</b>
<p>
　私たちは、最新の完成版のAudacityに加えて、いつもベータ版を保有しています。ベータ版には通常、新しい特徴がありますが、まだテスト段階のものです。もしあなたが外部でお手伝いをしたいのであれば、ベータ版のAudacityをダウンロードして遊んでください。どこが気に入りどこが気に入らなかったか、どうか私たちに伝えてください。そして、どうすればより良くなると思うかをお話ください。また、昔は動いていたのに今は動かなくなったなど、悪くなった点がないか監視してください。
<p>

<li><b>開発者になってください。</b>
<p>
　もしあなたがC++言語やCVSを使いこなせるのであれば、Audacityを開発するのを手伝ってください。CVSから最新のソースファイルをダウンロードし、コンパイルしてください。そして、<a href=http://lists.sourceforge.net/lists/listinfo/audacity-devel>
<!--<?php print $develListStr; ?>-->Audacity開発者メーリングリスト</a>で自己紹介をしてください。
<p>

<li><b>お金を寄付してください。</b>
<p>
　もし上のどれにも当てはまらない場合は、どうか寄付をご検討ください。<br>
<?php print "<a href=donatemoney.php?$langLinkStr>"; ?>寄付をお願いします</a>.
</p>

</ul>

<?php BoxBottom(); ?>
