<p>
Внимание: следнава верзија на Audacity е со бета-квалитет!
Содржи многу нови можности, вклучувајќи нови алатки,
автоматско прератирање, подршка за 32-битни примероци и панорамски
и засилувачки лизгачи на секоја нумера. Поддржува и други јазици
освен англискиот. Но е недовршен, документацијата е
некомплетна и може да содржи сериозни бубачки.
</p>
<p>
Ако сакате да се обидете со новите можности, ве
ве охрабруваме да ја симнете и испробате оваа верзија.
Ако го направите тоа пишете ни. Кажете ни што работи,
што не и какви нови можности би сакале да видите.
Можете да ја имате оваа верзија и Audacity 1.0 на вашиот компјутер
истовремено.
</p>
<p>
Белешка:
Audacity 1.1.3 не чита ниту снима проекти од која било друга
верзија на Audacity, вклучувајќи ги и 1.1.1 и 1.1.2. Морате да ги експортирате
сите ваши нумери во стандардни формати како WAV, AIFF или MP3 пред да ја користите
верзијата 1.1.3.
</p>
