<?php BoxTop("$releaseNotesStr $betaVersion"); ?>

<pre>
Познато во Audacity 1.1.3:
  - Става датотека "Audacity-Commands.xml" во вашиот дома именик
    или некаде на вашиот компјутер.  Датотеката е потребна за
    Audacity 1.1.3 да работи.  Се извинуваме за полнењето на вашиот компјутер
    и ветуваме дека ќе ја ставиме датотеката на убаво место во следните изданија.

Ново во Audacity 1.1.3:
  * Кориснички интерфејс
    - Новата Микс алатка ви дозволува да ја контролирате излезната
      и влезната јачина како и влезниот уред директно
      од Audacity.
    - Секоја нумера сега си има сопствени гејн и панорамски контроли.

  * Датотечен В/И
    - Користи подобрен формат за проекти.  (За жал читањето на
      претходните формати, вклучително и 1.1.1, не е поддржано.)
    - Блоковите (зачувани во Audacity проект именикот) сега
      го користат стандардниот AU формат.  Бидејќи некои Audacity
      мета-информации се во оваа датотека, таа сега може да биде читана
      од многу други популарни аудио програми исто така добро.
    - Поправени некои бубачки кои се однесуваа на читање/снимање
      нумери со повеќе од 16-битна рата.
    - Внеси RAW повторно работи, со поедноставен GUI (изглед)
      но со подршка за повеќе формати.  Автодетекцискиот
      алгоритам е многу поспособен од оној
      во 1.0.

  * Аудио В/И
    - Комплетно е препишан аудио В/И, со помало доцнење
      и минимални шанси за паѓање на меѓумеморијата при
      снимање.

  * Прератирање
    - Користи висококвалитетен прератирачки алгоритам, со
      опција за подобар квалитет при миксување отколку при реално времнски
      плејбек

    - Подготвителна подршка за Временски нумери, за менување на
      брзината временски.

  * Многу отстранети бубачки и нови можности

Ново во Audacity 1.1.2:
  * Кориснички интерфејс
    - Поправени бубачки во Windows верзијата, за Нумера мени командите
	  "Име..." и "Подели стерео нумера"/"Направи стерео нумера".
  * Ефекти
    - Nyquist подршка за Windows (подршка на додавки пишувани
	  во Nyquist, интерпретерски функциски јазик базиран
	  на Lisp).

Познати бубачки во Audacity 1.1.1:

  * Не ја стартувајте Брзинар командата во Windows - може да падне.
    Тоа е бескорисна можност за повеќето корисници - наменета е
    за развивачи, да ја проценат брзината на програмот на различни
    компјутери и оперативни системи.

  * Mac OS X: некои аудио можат да бидат изгубени ако го држите увцето
    притиснато подолго над менито Снимај.  Обидете се да го оставите Audacity
    сам при снимање за подобри резултати.

Ново во Audacity 1.1.1:

  * Кориснички интерфејс
    - Алатките се појавуваат во статусната линија.
    - Вертикалниот покажувач дозволува свири/сними
    - Копче Пауза
    - Цртачка алатка (со три различни опции)
    - Вертикалното менување на стерео нумерите е позабавно
    - Местење селекција со клик-влечење на селекциската рамка
    - Поттекстот на копчињата е чувствителен на вклучување/исклучување
    - Подобрена зум функционалност (ги центрира регионите)
    - Повеќе начини за приказ на позицијата на покажувачот и селекцијата
    - Залепи за селкција опција
    - Влечење нумери горе долу
    - Порамни и порамни во група функции
    - Покажувач сними/врати
    - Прозорец за работна историја
  * Ефекти
    - Ефектите се поделени во три менија: Генерирај, Ефект и
      Анализирај
    - Генерирај менито ви дозволува генерирање тишина, шум и тон
    - Nyquist подршка (подршка на додавки напишани во Nyquist,
      интерпретирачки функциски јазик базиран на Lisp)
  * Локализација
    - Овозможува подршка на локлизација
    - Повеќе достапни јазици
    - Избор на јазик при прво поставување
  * Mac OS X
    - Подршка за повеќе аудио уреди
    - Подрчка за full-duplex (свирење при снимање)
    - Подршка за MP3 експорт користејќи LameLib Carbon
  * Unix
    - Audacity сега има man страна (ги опишува команднолиниските
      наредби и како да поставите патека за барање)
  * Датотечни формати
    - Употреба на libsndfile 1.0, што отстранува некои бубачки
      и ги подобрува преформансите
  * Барање на датотеки:
    - Во Windows и Mac OS, Audacity сега ги бара
      преводите во "Languages" именикот и сите додавки
      во "Plug-ins" именикот, соодветни за програмот.
    - Во Unix, Audacity ги бара преводите во
      <prefix>/share/locale и се друго во
      <prefix>/share/audacity и на секоја друга патека во
      AUDACITY_PATH варијаблата

Ново во Audacity 1.1.0:

  * Аудио процесирање:
    - Подршка за 24-битни и 32-битни формати
    - Авто реалновременски ресемпл (користејќи линеарна
        интерполација)
  * Ефекти:
    - Подршка за LADSPA додавки во Linux / Unix
  * Датотечни формати:
    - Нов XML-базиран Audacity проект формат
    - Целосна Ogg Vorbis подршка (внес и експорт)
    - Експорт во кој било команднолиниски програм во Unix
    - подршка за читање и снимање многу непакувани формати
        на аудио датотеки, вклучувајќи и ADPCM WAV датотеки.
  * Алатки
    - Нов код на алатките; автоматски ги прифаќа
        боите на вашиот систем
    - Нови копчиња (Скокни на почеток, Скокни на крај)
    - Нова Уреди алатка
    - Копчињата исчезнуваат од алтките ако се недостапни
  * Кориснички интерфејс
    - Целосно менливи тастатурни команди
    - Автоврт при свирење или снимање
    - Нов лењир, употребен во главниот поглед и
        FFT филтер ефектот
    - Брановидната форма сега ги приакжува средните вредности со
        посветла боја од врвовите
  * Локализација
    - Audacity сега дозволува локализација на странски
      јазици.

Нови библиотеки во Audacity 1.1:

  * libmad за брз MP3 внес
  * libid3tag за едитирање на MP3 датотечните информации
  * libsndfile за читање и зачувување повеќе аудио формати
  * PortAudio за разноплатформско аудио свирење и снимање
</pre>

<?php BoxBottom(); ?>
