<?php BoxTop($contactUsStr); ?>

<p>
За прашања околу Audacity постојат многу ресурси:
</p>

<p>
<ul>

<li>
Прочитајте ги <?php print "<a href=faq.php?$langLinkStr>$faqStr"; ?></a><br>
Ако се чудите што е Audacity или имате проблеми при инсталација и
стартување, ве молиме најпрво проверете ја оваа страна, можеби прашањето
ви е одговорено.
<p>

<li>
Придружете се: <a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">Audacity-корисничка мејл листа</a><br>
Пребарајте: <a href="http://sourceforge.net/mailarchive/forum.php?forum_id=827">Audacity-корисничка архива</a><br>
Ова е нова мејл листа каде што Audacity корисниците можат да контактираат
и споделуваат идеи. Ако мислите дека вашето прашање може да биде одговорено
од друг Audacity корисник, ве молиме придружете се на листата и поставете го
вашето прашање. Можете и да ја проверите архивата за веќе одговорени
прашања.
<p>

<li>
Мејл: <a href="mailto:audacity-help@lists.sourceforge.net"
>audacity-help@lists.sourceforge.net</a><br>
или пребарај: <a href="http://sourceforge.net/mailarchive/forum.php?forum_id=828">Audacity-помошна архива</a><br>
Ако имате технички проблем со Audacity и ако е специфичен и за другите
Audacity корисници пратете мејл на адресава.
Ќе биде прочитан од тимот Audacity создавачи.
Треба да ја користите адресава и ако навистина имате потреба за контакт со
Audacity создавачите поради некоја битна причина.
<p>
Audacity е започнат од создавачи ширум светот.
Затоа нема телефонски број или адреса каде што можете
да не најдете. Сите Audacity создавачи се наоѓаат на интернет
и единствен начин за контакт со нив е преку една од овие
мејл листи или мејл адреси.
<p>

</ul>

<?php BoxBottom(); ?>
