<?php BoxTop("Најчесто поставувани прашања"); ?>

<!--
<table width=100% cellpadding=6 width=100%><tr><td bgcolor="#ffd0d0" align="center">
<font size="+3">Frequently Asked Questions</font>
</td></tr></table>
-->

<p>

Генерално:<br>
<a href="#g1">Дали Audacity е навистина слободен?  Зошто?</a><br>
<a href="#g2">Кој го развива Audacity?</a><br>
<a href="#g3">Како да помогнам во подобрување на Audacity?</a><br>
<a href="#g4">Најдов бубачка!  Што сега?</a><br>

<p>

Инсталација:<br>

<a href="#i1">Windows: Што со .exe датотеката?</a><br>
<a href="#i2">Windows: Како да го отстранам Audacity?</a><br>
<a href="#i3">Mac: Што со .sit датотеката?</a><br>
<a href="#i4">Unix: Зошто паѓа кога инсталирам
              од RPM?</a><br>
<a href="#i5">Unix: Зошто добивам грешка кога ја вчитувам
              библиотеката libwx_gtk.so?</a><br>

<p>

Користење на Audacity:<br>

<a href="#a1">Као да смиксам две нумери заедно?</a><br>
<a href="#a2">Можам ли да отстранам вокал од снимка?</a><br>

<a href="#a3">Кога се обидувам да се снимам себе си и нумерата,
              зошто двете нумери се несинхронизирани?</a><br>
<a href="#a4">Зошто Audacity не доаѓа со MP3 енкодер?</a><br>
<a href="#a5">Можам ли да снимам RealAudio или друг стриминг?</a><br>
<a href="#a6">Помош! Стиснав Снимај, но се што добив е тишина!</a><br>
<a href="#a7">Како да поделам една во многу нумери?</a><br>
<a href="#a8">Како да земам песна од аудио цеде?</a><br>

<p>

<table cellpadding=6 width=100%><tr><td bgcolor="#ffd0d0" align="center">
<font size="+1">Генерално</font>
</td></tr></table>

<p>

<a name="g1"></a>
<font size=+1><b>
1. Дали Audacity е навистина слободен?  Зошто?<br>

</b></font>

<p>

Да, во скоро сите случаи.  Audacity не само што е ослободен од плаќање
туку вие можете слободно да правите што сакате со него.
<p>
Audacity се дистрибуира под правилата на
<a href="http://www.gnu.org/copyleft/gpl.html"
>Генералната јавна лиценца (GPL)</a>.
Слободно можете да го користите програмот за лични или комерцијални
потреби. Исто така слободно можете да го давате или продавате.
Изворниот код од програмот е слободно достапен на
мрежа и вие слободно можете да го модификувате за сопствени потреби,
а секако секоја измена исто така мора да ја дистрибуирате под GPL.
<p>
Audacity е создаден користејќи wxWindows, програмска библиотека
која подлежи под помалкурестриктивната LGPL.
За повеќе информации посетете ја страната
<a href="http://www.wxwindows.org">wxwindows.org</a>.
<p>
Авторите на Audacity одлучија да го издадат под GPL
од многу причини. Некои од нас работат од љубов.
Дел од нас поради морални причини, бидејќи мислиме дека
сите програми треба да се слободни, додека другиот дел од нас
веруваат дека во светот постои потреба и за слободни и за комерцијални
програми.
<p>
Една причина што Audacity е слободен е што така ќе биде и попопуларен.
Помило ни е да видиме милион среќни корисници на
Audacity за беспари отколку илјада што ќе ни платат.
Корисниците се попријателски кога нештото го добиваат слободно.

<p>
Друга причина е што така се поттикнува соработката. Ако Audacity
се плаќаше сигурно дузина луѓе од светот
немаше да придонесуваат со код, исправки на бубачки, документација
графики,...

<p>
<a name="g2"></a>
<font size=+1><b>
2. Кој го развива Audacity?<br>
</b></font>

<p>

Audacity е започнат 1999
од Dominic Mazzoni додека
студираше на Carnegie Mellon University во Pittsburgh, PA, USA.
Тој работеше на истражувачки проект со својот ментор, професорот
Roger Dannenberg и им требаше алатка која ќе им овозможи
алгоритам за визуелизација на аудио сигнал. Потоа, овој програм
се разви во генерален звукоуредувач и други луѓе почнаа
да помагаат.
<p>
Денес, Audacity се развива користејќи го Sourceforge, мрежна страна
која дозволува луѓе од цел свет да соработуваат на слободни
програмски пакети.  Види на <a href="http://www.sourceforge.net"
>sourceforge.net</a> за повеќе информации.
Дузини луѓе придонесуваат во
Audacity и неговиот развој постојано се забрзува.

<p>

<a name="g3"></a>
<font size=+1><b>
3. Како да помогнам во подобрување на Audacity?<br>
</b></font>

Најди бубачка и кажи ни.
Напиши код.  Преведи го на својот јазик. Нацртај графика.
Придружи се на Audacity-корисничката мејлинг листа.  Испрати ни пари.
<p>
Ве молиме видете ја нашата нова <?php print "<a href=donatetime.php?$langLinkStr>"; ?>донаторска</a>
страна за повеќе детали како можете да ни помогнете.
<p>

<a name="g4"></a>
<font size=+1><b>
4. Најдов бубачка!  Што сега?<br>
</b></font>
<p>

Најважна работа кога не информирате за бубачка е да бидете
колку е можно поспецифични.  Дајте ни доволно информации
за самите да ја повториме грешката, инаку тешко дека ќе можеме
да ја поправиме.
<p>
Бидете сигурни дека ни кажувате кој систем го користите
(како Windows 98, MacOS 9.1, RedHat Linux 7.1, и сл.)
и секоја друга информација за вашиот компјутер која мислите
дека може да биде битна.
<p>
Потоа, можете ли да ја повторите грешката? Ако се случува постојано
кажете ни го точниот редослед на операции кои ја предизвикуваат
грешката. Ако добиете порака за грешка, бидете сигурни дека ни го праќате
точниот текст на пораката за грешка.
<p>

Сакаме да ги згмечиме сите бубачки! Благодариме за одвоеното време
помагајќи ни да ги истребиме.

<p>
<br>
<p>

<table cellpadding=6 width=100%><tr><td bgcolor="#ffd0d0" align="center">
<font size="+1">Инсталација</font>
</td></tr></table>

<p>
<a name="i1"></a>
<font size=+1><b>
1. Windows: Што со .exe датотеката?<br>
</b></font>

<p>Од пребарувачот одберете ја опцијата „Run from current
location“.  Тоа ќе ја стартува Audacity поставната програма која ќе го инсталира
Audacity програмот и ќе креира кратенка во страт менито.
<p>
Ако веќе сте ја симнале датотеката, само двојно кликнете на неа за да започне
со инсталацијата.
<p>
Ако не сакате да користие инсталациона програма
можете да го симнете Audacity како ZIP датотека која можете да ја отпакувате
користејќи WinZip.

<p>
<a name="i2"></a>
<font size=+1><b>
2. Windows: Како да го отстранам Audacity?<br>
</b></font>

<p><font size=+0>Audacity може да биде отстранет преку
Add/Remove Programs во
Control Panel.  Одберете го „Audacity“ од листата и кликнете
го копчето
„Add/Remove“.
Ова ќе ја стартува Audacity отстранувачката програма.

<p>
<a name="i3"></a> <font size=+1><b> 3. Mac: Што со
.sit датотеката?<br> </b></font>

<p>
Потребна ви е соодветна верзија на StuffIt Expander.  StuffIt Expander
доаѓа со сите Macintosh-и и обично е поставен како стандарден
со сите Mac веб пребарувачи.  Ако Audacity не се отпакува
автоматски, одвлечете го „audacity.sit“ до StuffIt Expander за да го
отпакувате.
<p>
Нема потреба од инсталација на Audacity.  Само одвлечете го Audacity
именикот до вашиот Applications именик или каде и да сакате да го поставите.
За отстрнување само одвлечете го именикот
до корпата.

<p>
<a name="i4"></a>
<font size=+1><b>
4. Unix: Зошто паѓа кога инсталирам од RPM?
<br></b></font>

<p><font size=+0>прво осигурајте се дека wxGTK е инсталирана; врска може да се најде
на нашата Linux страна - http://audacity.sourceforge.net/linux.html. Ако RPM-то
се уште паѓа тоа е некоја нејасна ситуација.  Едноставно инсталирајте го RPM-то
користејќи знаменце --nodeps.</font>

<p>
<a name="i5"></a>
<font size=+1><b>

5. Unix: Зошто добивам грешка кога ја вчитувам
	библиотеката libwx_gtk.so?<br></b></font>

<p><font size=+0>Можно е да е едно од овие две нешта:
<br>- Ако инсталирате wxWindows RPM, секако стартувајте „ldconfig“ (како
root) за системот да дознае за новата библиотека.

<br><br>- Ако инсталирате wxWindows
од изворник, тој може да е инсталиран во /usr/local, но /usr/local/lib можеби
вашите патеки за библиотеки. Додатете /usr/local/lib во датотеката „/etc/ld.so.conf“
и стартувајте „ldconfig“. Можеби ќе сакате да ја додадете и „/usr/local/bin“ во патеките,
па програмите ќе можат да ги наоѓаат „wx-config“ алатките.<br>

<p>
<table cellpadding=6 width=100%><tr><td bgcolor="#ffd0d0" align="center">
<font size="+1">Користење на Audacity</font>
</td></tr></table>

<p>
<a name="a1"></a>
<font size=+1><b>

1. Како да смиксам две нумери заедно?
</b></font>
<p>

Audacity миксува автоматски. Се што треба да направите е
да внесете две нумери во ист проект, што можете да го направите
користејќи ја „Внеси аудио“ командата во Проект
меито или едноставно довлечувајќи две аудио нумери во
Audacity.  Кога ќе го стиснете копчето Снимај Audacity,
исто така, создава нова нумера автоматски.

<p>

За да го нимите вашиот микс, можете да го Експортирате
проектот, што автоматски ќе ги измиксува сите ваши
нумери заедно или можете да одберете ваши нумери
и да ја искористите „Брз микс“ наредбата во Проект менито.

<p>
<a name="a2"></a>
<font size=+1><b>
2. Можам ли да отстранам вокал од снимка?
</b></font>
<p>

Со некои стерео снимки можно е да се отстранат вокалите
заради начинот на кој се миксувани при снимањето во студио.
Ако вокалите се поставени токму во центар при снимањето,
а сите други инструменти се околу центарот со
одделување на десниот од левиот канал вокалот
комплетно се губи, оставајќи ги само другите инструменти.
<p>

<b>Ова функционира само на некои снимки!</b>
<p>
За да го направите ова во Audacity, внесете стеро нумера, потоа
кликнете на нумера менито (малата стрелка надолу веднаш до
името на нумерата) и одберте „Подели стерео нумера“.
Сега одберете ја долната нумера (десниот канал) и употребете го
"Обратно" ефектот (од Ефект менито).  Најпосле, користејќи
го нумера менито обата канали претворете ги во моно канали
и потоа измиксувајте ги користејќи „Брз микс“.  Ако сте среќни
вокалите ќе ги снема.

<p>
<a name="a3"></a>
<font size=+1><b>
3. Кога се обидувам да се снимам себе си и нумерата
              зошто двете нумери се несинхронизирани?
</b></font>
<p>
Тоа е нормално и се случува поради малото доцнење
откако Audacity ќе почне да свири и вистинското
јавување на вашите звучници.  Audacity не се обидува автоматски
да го корегира ова доцнење и вие морате рачно да го наместите.
<p>
За исправка на доцнењето користете ја
Временската алатка за лизгање на
една од нумерите по нејзината линија.  Забележете дека можете
да ја користите алатката додека свирите.

<p>

<a name="a4"></a>
<font size=+1><b>
4.Зошто Audacity не доаѓа со MP3 енкодер?
</b></font>
<p>

За жал, алгоритмот за енкодирање или креирање MP3 датотеки
е патентиран и <b>Audacity</b> нема да може да
вклучи MP3 експорт алгоритам без да плати
или да го прекрши законот во многу држави.
<p>
Како компромис, Audacity доаѓа со можност за користење
други MP3 енкодери, кои морате да ги симнете одвоено.
Така на вас останува дали ќе ги почитувате
сите лиценцни ограничувања со MP3 енкодерот.
<p>
За повеќе информации видете ја страната за експорт на MP3 датотеки
во Помошта.

<p>



<a name="a5"></a>
<font size=+1><b>
5. Можам ли да снимам RealAudio или друг стриминг?
</b></font>
</p><p>

Не автоматски.  Повеќето стриминзи вклучуваат користење на
RealOne Player, Windows Media Player и Quicktime, кои се специфично
дизајнирани да ве заштитат од снимање.
</p><p>
Сепак, скоро секогаш е можно да се сними скоро се што вашиот компјутер
може да отсвири преку спојување на излезот со влезот или микрофонот
на вашата звучна картичка.
</p><p>
Употребете 1/8 инчен стерео мини со 1/8 инчен стерео мини кабел.  Ставете го едниот
крај во излезот од вашиот компјутер или звучна картичка (каде што ги
вклучувате звучниците или слушалките - најчесто зелено обоен).  Внесете го другиот
крај во микрофонскиот или линискиот влез (најчесто обоен црвено).
</p><p>
Сега Audacity може да сними се што вашиот компјутер ќе отсвири.  Стиснете Снимај
во Audacity а потоа Пушти/Play во вашиот стриминг програм.
</p><p>

<a name="a6"></a>
<font size=+1><b>
6. Помош! Стиснав Снимај, но се што добив е тишина!
</b></font>
</p><p>
Audacity снима преку стандардно поставениот влезен уред во
вашиот оперативен систем.  Ако имате повеќе влезни уреди (како
вграден микрофон, надворешен микрофон, линиски влез и
аудио ЦД) тртеба да одберете еден од нив за да снимате.  Ако се
обидете да снимате од микрофон, на пример, но вашиот влезен уред е
поставен на „линиски влез/line in“, тогаш Audacity ќе сними само тишина.
</p><p>
Ако користите Windows, можете да го поставите влезниот уред со десен клик
на иконката за јачина во линијата за алатки (во десниот долен агол
на вашиот екран).
</p><p>
Ако користите Mac OS 9, употребете го Sound control panel.  На Mac OS X, употребете
го Sound panel во System Preferences (таму има Input јазиче ако имате
10.2 или понов).
</p><p>
Во Linux, употребете миксета како „xmixer“ или „kmix“.
</p><p>

<a name="a7"></a>
<font size=+1><b>
7. Како да поделам една во многу нумери?
</b></font>
</p><p>
Некогаш можеби ќе имате неколку нумери кои се снимени во
една.  Ако сакате да ги ставите нумерите на ЦД како одвоени
нумери, вие ќе мора да ја одделите секоја нумера посебно.
</p><p>
Има многу начини да се подели снименото на повеќе делови употребувајќи го
Audacity.  Еве неколку кои можете да ги испробате:
</p><p>
1 начин: Експорт селекција
</p><ul>
<li>Селектирајте регион кој одговара на првата нумера
</li><li>одберете „Експорт селекција како WAV“ од Датотека менито и снимете
    ја на дискот.
</li><li>Повторете за сите останати нумери.
</li></ul>
<p>
2 начин: Бриши и Врати
</p><ul>
<li>Избришете се <i>освен</i> првата нумера.
</li><li>Одберете „Експорт како WAV“ од Датотека менито, и снимете ја првата нумера
    на дискот.
</li><li>Одберете „Врати“ од Уреди менито.  Продолжете да враќате се додека не се врати
    се од вашето аудио.  (Audacity има неограничено Врати.)
</li><li>Повторете за секоја останата нумера.
</li></ul>
<p>
3 начин: Подели и Експортирај
</p><ul>
<li>Одберете што сакате да биде прва нумера.
</li><li>Одберете „Подели“ од Уреди менито, што ќе ја префрли селекцијата
    во одвоена Audacity нумера.
</li><li>Повторувајте додека не ги одвоите сите нумери.
    Не заборавајте на Врати ако каде било згрешите.
</li><li>Сега вратете се назад и одберете „Експорт селекција како WAV“ за експорт на
    секоја одвоена нумера.  За брза селекција на поединечна нумера кликнете на нејзиното
    име (каде било во полето лево од брановидната форма, блиску
    до насловот).
</li></ul>
<p>

<a name="a8"></a>
<font size=+1><b>
8. Како да земам песна од аудио цеде?
</b></font>
</p><p>
Audacity не презема песни од аудио цеде.  Треба да користите
„грабер/рипер/ripper“ програм за тоа.
</p><p>
За Windows, ви го препорачуваме <a href="http://cdexos.sourceforge.net/">CDex</a>.
</p><p>
За Mac OS (9 и X), ви го препорачуваме Apple-овиот <a href="http://www.apple.com/itunes/">iTunes</a>.
</p><p>
За Linux, пробајте го <a href="http://www.xiph.org/paranoia/">Paranoia</a>.

<?php BoxBottom(); ?>
