<?php BoxTop('Јуни 5, 2002: Верзии 1.0.0 и 1.1.0 пуштени!'); ?>

<p>
Audacity развојниот тим е среќен што ги појавува
симултано верзиите 1.0.0 и 1.1.0.
</p>

<p>
Верзијата 1.0.0 е конечна, стабилна верзија на оригиналниот Audacity.
Тоа е добар, едноставен звукоуредувач погоден за снимање, миксување и
уредување нумери со ЦД квалитет на многу платформи вклучувајќи ги
Windows, Mac OS и Linux.
</p>

<p>
Верзијата 1.1.0 е прва бета а следната верзија на Audacity,
која вклучува подршка за поквалитетни формати,повеќе формати,
повеќе ефекти, повеќе уредувачки функции, подобрен кориснички интерфејс и
подршка за странски јазици.  Бидејќи оваа верзија има многу нови и корисни
можности, некои од овие можности се се уште во развој и може да
не се тестирани доволни и да рпавата проблеми.
</p>

<p>
Можно е да ги имате двете верзии на Audacity на вашиот компјутер
истовремено.
</p>

<?php BoxBottom(); ?>
