<?php BoxTop('Март 19, 2003: Верзија 1.1.3 пуштена'); ?>

<p>
Одете на <?php print "<a href=beta.php?$langLinkStr>"; ?>Бета верзии</a> страната
за симнување.
Оваа верзија додава гејн и панорамска контрола на секој нумера,
подржува висококвалитетен ресемпл и многу други можности
и исправки на грешки.
<?php print "<a href=betanotes.php?$langLinkStr>"; ?>Листа на новини во 1.1.3.</a>
</p>

<p>
Забележете дека Audacity 1.1.3 нема да чита проекти снимени во
која било друга верзија на Audacity, па можеби нема да сакате да ја пробате
оваа верзија се додека имате проекти на кои уште работите.
Експортирајте ги вашите проекти како WAV или AIFF ако сакате да ги отворите
во новата верзија.
</p>

<p>
Планираме следно да биде стабилна верзија на Audacity
за сите корисници.
</p>

<?php BoxBottom(); ?>
