<?php BoxTop('Ноември 11, 2002: Верзија 1.1.1 пуштена.'); ?>

<p>
Верзијата 1.1.1 е достапна.
</p>

<p>
Се уште го препорачуваме Audacity 1.0 за повеќето нови и почетни корисници.  Audacity
1.0.0 едноставен, стабилен и комплетно документиран.
</p>

<p>
Понапредните можеби ќе сакаат да го пробаат Audacity 1.1.1, кој
има многу нови можности, но се уште е во развој и е со
бета квалитет.  Документацијата за 1.1.1 не е комплетна.
</p>

<p>
Audacity 1.1.1 има подобрена подршка за Mac OS X и за странски
јазици.  Корисниците на Mac OS X или кои сакаат да го користат Audacity на
Бугарски, Дански, Холандски, Француски, Германски, Унгарски, Италијански, Полски,
Руски, Словенечки или Шпански треба да го симнат Audacity 1.1.1.
</p>

<p>
Верзијата 1.1.1 можете да ја најдете на нашата
<?php print "<a href=beta.php?$langLinkStr>"; ?>Бета верзии</a> страна.
</p>

<p>
<?php print "<a href=betanotes.php?$langLinkStr>"; ?>Ново во 1.1.1.</a>
</p>

<?php BoxBottom(); ?>
