<?php BoxTop($privacyPolicyStr); ?>

<p> Ако сакате да бидете известени за секоја нова
верзија на Audacity, добредојдени сте да ја ставите вашата
мејл адрес во кутијката одлево и да кликнете „Додади“.  Ќе бидете ставени на
нашата приватна мејл листа која ќе ја користиме само за да ви праќаме
не претерано чести известувања.
</p>

<p> Сега засега листата е само на англиски. Можно е наскоро да може
и на сопствениот јазик да добивате известувања.
</p>

<p>
Ја почитуваме вашата приватност.
</p>

<p> Никогаш Audacity развивачите и/или одржувачите на
мејл листата нема да ги споделат податоците со други и од кои било
причини.  Нема да чуваме никакви други податоци за корисниците од
листата (дури ни вашето име!) и никогаш нема да ви пратиме мејл на
општодостапна адреса.
</p>

<p>
Ако сакате да бидете отстранети од мејл листата, внесете
ја вашата мејл адреса во кутијката одлево и кликнете „Отстрани“.
Тоа ќе ве отстрани од листата веднаш; никакви потврди не се потребни
и нема да има одговор.  Ако ова од некои причини не функционира
пратете мејл до dominic <b>at</b> minorninth.com и тој ќе се обиде
да помогне.
</p>

<?php BoxBottom(); ?>
