Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/branches/audacity-1_2_1-branch/audacity-src/locale/*.po
Languages: ru

source: Cursor: %i:%02i+%i min:sec+samples [Snap-To Samples]
ru: Мифхрф: %i:%02i+%i окп:хем+хеотнрю [тфкюуямв тр хеотнво]

source: Cursor: %i:%09.6f min:sec %s
ru: Мифхрф: %i:%09.6f окп:хем %s

source: Cursor: %i:%09.6lf min:sec [Snap-To Samples]
ru: Мифхрф: %i:%09.6lf окп:хем [тфкюуямв тр хеотнво]

source: Cursor: %lf sec %s
ru: Мифхрф: %lf хем %s

source: Cursor: %lf sec [Snap-To Samples]
ru: Мифхрф: %lf хем [тфкюуямв тр хеотнво]

source: Cursor: %li samples [Snap-To Samples]
ru: Мифхрф: %li хеотнрю [тфкюуямв тр хеотнво]

source: Cut
ru: Юэфеявжы

source: Cut to the clipboard
ru: Юэфеявжы ю чицеф

source: D&uplicate Ctrl+D
ru: Д&ичнкфрювжы Ctrl+D

source: DRY
ru: Др рчфвчржмк

source: Decay factor:
ru: Мршццкзкепж хтвдв:

source: Default Sample Format:
ru: Фвяоеф хеотнв тр иорнавпкб:

source: Default Sample Rate:
ru: Авхжржв дкхмфежкявзкк тр иорнавпкб:

source: Default endianness
ru: Хжвпдвфжпэл чвлжрюэл трфудрм

source: Defaults
ru: Хчфрхкжы ихжвпрюмк

source: Delay time (seconds):
ru: Юфеоу явдефгмк (хем):

source: Delete
ru: Идвнкжы

source: DeleteKey Backspace
ru: Мнвюкщв идвнепку Backspace

source: DeleteKey2 Delete
ru: Южрфву мнвюкщв идвнепку Delete

source: Deleted %.2f seconds at t=%.2f
ru: Идвнепр %.2f хем пвакпву х t=%.2f

source: Depth (%):
ru: Ъничкпв (%):

source: Depth:
ru: Ъничкпв:

source: Device:
ru: Ихжфрлхжюр:

source: Directories
ru: Мвжвнрък

source: Directory %s does not exist. Create it?
ru: Мвжвнръ %s пе хиьехжюиеж. Хрядвжы еър?

source: Directory %s is not writable
ru: И ювх пеж тфвю пв явткхы ю мвжвнръ %s

source: Discard
ru: Ржмвявжыху

source: Discard undo data
ru: Ржмвявжыху

source: Dock Control Toolbar
ru: Тфкзеткжы мрпжфрныпиб твпены

source: Dock Edit Toolbar
ru: Тфкзеткжы твпены кпхжфиоепжрю федвмжкфрювпку

source: Dock Mixer Toolbar
ru: Тфкзеткжы твпены окмщефв

source: Documentation Writer
ru: Вюжрф дрмиоепжвзкк

source: Don't allow clipping
ru: Пе фвяфещвжы хфеявпке хкъпвнв

source: Don't show this warning again
ru: Чрныще пе трмвяэювжы шжр хррчьепке

source: Down Octave
ru: Рмжвюрл пкге

source: Drag the label vertically to change the order of the tracks.
ru: Тефежвькже шжи дрфргми ююефй/юпкя дну хоепэ трфудмв тфедхжвюнепку дрфргем.

source: Drag to Zoom Into Region, Right-Click to Zoom Out
ru: Тефежвькжы дну тфкчнкгепку рчнвхжк, ь?нмпижы тфвюрл мпртмрл оэщк дун рждвнепку

source: Draw Tool
ru: Кяоепепке хеотнрю

source: Draw Tool F3
ru: Кяоепепке ръкчвбьел F3

source: Draw currently only works with waveforms.
ru: Шжрж кпхжфиоепж фвчржвеж трмв жрнымр х юрнпрюэо тфедхжвюнепкео хкъпвнв.

source: Duplicate
ru: Тфрдичнкфрювжы

source: Duplicated
ru: Тфрдичнкфрювппэл

source: Dynamic Range Compressor
ru: Мротфеххрф дкпвокаехмрър дквтвярпв

source: Dynamic Range Compressor by Dominic Mazzoni
ru: Мротфеххрф дкпвокаехмрър дквтвярпв - Дрокпкм Овззрпк

source: E&xit
ru: Юэ&лжк Ctrl+Q

source: Echo
ru: Шйр

source: Echo...
ru: Шйр...

source: Edit ID3 Tags (for MP3 exporting)
ru: Федвмжкфрювжы ID3-жеък (дну шмхтрфжв ю MP3)

source: Edit the ID3 tags for the MP3 file
ru: Тфвюмв ID3-жеърю дну MP3-цвлнв

source: Effe&ct
ru: Шццемжэ (&T)

source: Effect Settings
ru: Ихжвпрюмк шццемжв

source: Effects programmer
ru: Тфръфвоокфрювпке шццемжрю

source: Enable Edit Toolbar
ru: Юмнбакжы твпены федвмжкфрювпку

source: Enable Mixer Toolbar
ru: Юмнбакжы твпены окмщефв

source: Enable dragging of left and right selection edges
ru: Фвяфещкжы тефежвхмкювпке неюрър к тфвюрър мфв?ю юэденепку

source: Enable ergonomic order of Audio I/O buttons
ru: Юмнбакжы чрнее шфърпрокапэл трфудрм мрпжфрныпэй мпртрм

source: Enabled
ru: Юмнбаепр

source: Encoding:
ru: Мрдкфрювпке:

source: Enhanced Autocorrelation
ru: Фвхщкфеппву вюжрмрффенузку

source: Enter Nyquist Command:
ru: Ююедкже Nyquist-мровпди:

source: Enter a rate in Hz (samples per second):
ru: Ююедкже авхжржи ю Ъз (хеотнрю ю хем):

source: Enter a sample rate in Hz (per second) between 1 and 100000:
ru: Ююедкже авхжржи ю Ъз (хеотнрю ю хем) ю дквтвярпе оегди 1 к 100000:

source: Envelope
ru: Ръкчвбьву

source: Envelope Tool
ru: Кяоепепке ръкчвбьел

source: Envelope Tool F2
ru: Кяоепепке ръкчвбьел F2

source: Equalization
ru: Шмювнвляеф

source: Equalization, by Mitch Golden && Vaughan Johnson
ru: Шмювнвляеф -- Mitch Golden && Vaughan Johnson

source: Equalization...
ru: Шмювнвляеф...

source: Error
ru: Рщкчмв

source: Error (file may not have been written): %s
ru: Рщкчмв (юряоргпр, цвлн пе явткхвп): %s

source: Error Initializing Audio
ru: Рщкчмк тфк кпкзквнкявзкк яюимв

source: Error importing
ru: Тфркярщнв рщкчмв тфк котрфже

source: Error loading keyboard shortcuts
ru: Тфркярщнв рщкчмв тфк явъфияме мнвюквжифпэй тфкюуярм

source: Error opening file
ru: Тфркярщнв рщкчмв тфк ажепкк цвлнв

source: Error opening project
ru: Тфркярщнв рщкчмв тфк ржмфэжкк цвлнв тфремжв

source: Error parsing Allegro file.
ru: Тфркярщнв рщкчмв тфк хкпжвмхкаехмро фвячрфе цвлнв ю црфовже Allegro

source: Error parsing MIDI file.
ru: Тфркярщнв рщкчмв тфк хкпжвмхкаехмро фвячрфе MIDI-цвлнв

source: Error saving keyboard shortcuts
ru: Тфркярщнв рщкчмв тфк хрйфвпепкк мнвюквжифпэй тфкюуярм

source: Error saving project
ru: Тфркярщнв рщкчмв тфк хрйфвпепкк цвлнв тфремжв

source: Error while opening sound device. Please check the input device settings and the project sample rate.
ru: Тфркярщнв рщкчмв тфк ржмфэжкк яюимрюрър ихжфрлхжюв. Тфрюефыже пвхжфрлмк ихжфрлхжюв к авхжржи хеотнкфрювпку тфремжв.

source: Error while opening sound device. Please check the output device settings and the project sample rate.
ru: Тфркярщнв рщкчмв тфк ржмфэжкк яюимрюрър ихжфрлхжюв. Тфрюефыже пвхжфрлмк ихжфрлхжюв к авхжржи хеотнкфрювпку.

source: Error:
ru: Рщкчмв:

source: Error: %s at line %d
ru: Рщкчмв: %s ю хжфрме %d

source: Error: is directory write-protected or disk full?
ru: Рщкчмв: мвжвнръ явькь?п рж явткхк кнк дкхм тефетрнпеп?

source: Expected to read %d samples, got %d samples.
ru: Тфедтрнвъвнрхы тфракжвжы %d хеотнрю, трниаепр %d хеотнрю.

source: Export
ru: Шмхтрфжкфрювжы

source: Export &Labels...
ru: Шмхтрфжкфрювжы &явоежмк...

source: Export As MP3...
ru: Шмхтрфжкфрювжы ю MP3...

source: Export As Ogg Vorbis...
ru: Шмхтрфжкфрювжы ю Ogg Vorbis...

source: Export Keyboard Shortcuts As:
ru: Шмхтрфжкфрювжы мнвюквжифпэе тфкюуямк мвм:

source: Export Labels As:
ru: Шмхтрфжкфрювжы явоежмк мвм:

source: Export MP3
ru: Шмхтрфжкфрювжы ю MP3

source: Export Selection As MP3...
ru: Шмхтрфжкфрювжы юэденеппре мвм MP3...

source: Export Selection As Ogg Vorbis...
ru: Шмхтрфжкфрювжы юэденеппре мвм Ogg Vorbis...

source: Export Spectral Data As:
ru: Шмхтрфжкфрювжы феяиныжвжэ хтемжфвныпрър впвнкяв ю цвлн:

source: Export...
ru: Шмхтрфж...

source: Exporting the entire project as Ogg Vorbis
ru: Юехы тфремж шмхтрфжкфиежху ю цвлн Ogg Vorbis

source: Exporting the entire project as a %s file
ru: Юехы тфремж шмхтрфжкфиежху ю цвлн %s

source: Exporting the entire project as an mp3
ru: Юехы тфремж шмхтрфжкфиежху ю цвлн MP3

source: Exporting the entire project using command-line encoder
ru: Юехы тфремж шмхтрфжкфиежху аефея мрпхрныпэл шпмрдеф

source: Exporting the selected audio as Ogg Vorbis
ru: Юэденеппре шмхтрфжкфиежху ю цвлн Ogg Vorbis

source: Exporting the selected audio as a %s file
ru: Юэденеппре шмхтрфжкфиежху ю цвлн %s

source: Exporting the selected audio as an mp3
ru: Юэденеппре шмхтрфжкфиежху ю цвлн MP3

source: Exporting the selected audio using command-line encoder
ru: Юэденеппре шмхтрфжкфиежху аефея мрпхрныпэл шпмрдеф

source: Extend Selection Range
ru: Фвхщкфкжы рчнвхжы юэденепку

source: FFT Filter
ru: FFT-цкныжф

source: FFT Filter by Dominic Mazzoni
ru: FFT-цкныжф - Дрокпкм Овззрпк

source: FFT Filter...
ru: FFT-цкныжф...

source: FFT Size
ru: Фвяоеф FFT

source: Fade In
ru: Тнвюпре пвфвхжвпке

source: Fade Out
ru: Тнвюпре явжийвпке

source: Fading In
ru: Тфкоепуежху шццемж "Тнвюпре пвфвхжвпке"

source: Fading Out
ru: Тфкоепуежху шццемж "Тнвюпре явжийвпке"

source: Fast Sinc Interpolation
ru: Чэхжфву хкпйф. кпжефтрнузку

source: Feedback (%):
ru: Рждвав (%):

source: File Format
ru: Црфовж цвлнв

source: File Formats
ru: Црфовжэ

source: Find Library
ru: Пвлжк чкчнкржеми

source: Find Zero Crossings Z
ru: Пвлжк чнкгвлщке пинеюэе жрамк Z

source: Fit &Vertically Ctrl+Shift+F
ru: Иоехжкжы тр &юефжкмвнк Ctrl+Shift+F

source: Fit project in window
ru: Иоехжкжы тфремж ю рмпе

source: Fit selection in window
ru: Иоехжкжы юэденеппре ю рмпе

source: Float Control Toolbar
ru: Ржзеткжы мрпжфрныпиб твпены

source: Float Edit Toolbar
ru: Ржзеткжы твпены федвмжкфрювпку

source: Float Mixer Toolbar
ru: Ржзеткжы твпены окмщефв

source: Format Change
ru: Хоепв црфовжв

source: Format:
ru: Црфовж:

source: Free Space:
ru: Хюрчрдпрър оехжв:

source: Frequency (Hz) Level (dB)
ru: Авхжржв (Ъз) Ифрюепы (Дч)

source: Frequency (Hz):
ru: Авхжржв (Ъз):

source: Frequency (Hz): from
ru: Авхжржв (Ъз): рж

source: Frequency / Hz
ru: Авхжржв / Ъз

source: Frequency Analysis
ru: Авхжржпэл впвнкя

source: Gain
ru: Ъфромрхжы

source: Generate Tone
ru: Хрядвжы юрнпи

source: Generating Silence
ru: Хрядв?жху жкщкпв

source: Generating Tone
ru: Хрядв?жху юрнпв

source: Generating White Noise
ru: Хрядв?жху ченэл щио

source: Genre:
ru: Гвпф:

source: Get Noise Profile
ru: Хрядвжы ордены щиов

source: Grayscale
ru: Ю ржжепмвй хефрър

source: HTML Help Books (*.htb)|*.htb
ru: Цвлнэ HTML-хтфвюмк (*.htb)|*.htb

source: Header:
ru: Явърнрюрм:

source: High-quality Sinc Interpolation
ru: Юэхрмрмваехжюеппву хкпйф. кпжефтрнузку

source: High-quality dither:
ru: Юэхрмрмваехжюеппре хънвгкювпке:

source: High-quality sample rate converter:
ru: Юэхрмрмваехжю. тферчфвярювпке авхжржэ дкхмфеж.:

source: Hz
ru: Ъз

source: ID3 tag exporting disabled
ru: Шмхтрфж ID3-жеърю ржмнбаеп

source: ID3 tag exporting enabled
ru: Шмхтрфж ID3-жеърю юмнба?п

source: ID3v1 (more compatible)
ru: ID3v1 (чрнее фвхтфрхжфвп?ппэл)

source: ID3v2 (more flexible)
ru: ID3v2 (чрнее ципмзкрпвныпэл)

source: Import
ru: Котрфж

source: Import &Labels...
ru: Котрфжкфрювжы &явоежмк...

source: Import &MIDI...
ru: Котрфжкфрювжы &MIDI...

source: Import &Raw Data...
ru: Котрфжкфрювжы raw-&цвлн...

source: Import Labels
ru: Котрфж явоежрм

source: Import MIDI
ru: Котрфж MIDI-цвлнв

source: Import Raw Data
ru: Котрфж raw-цвлнв

source: Imported '%s'
ru: Котрфжкфрювп цвлн '%s'

source: Imported MIDI from '%s'
ru: Котрфжкфрювп MIDI-цвлн кя '%s'

source: Imported labels from '%s'
ru: Котрфжкфрювпэ явоежмк кя цвлнв '%s'

source: Importing %s File...
ru: Котрфжкфиежху цвлн %s...

source: Importing %s file...
ru: Котрфжкфиежху цвлн %s...

source: Information
ru: Кпцрфовзку

source: Input Meter
ru: Кпдкмвжрф ифрюпу пв юйрде

source: Input Volume
ru: Ифрюепы пв юйрде

source: Interface
ru: Кпжефцелх

source: Internal logic fault
ru: Юпижфеппуу нръкаехмву рщкчмв

source: Invalid Vorbis bitstream header
ru: Рщкчрапэл явърнрюрм тржрмв Vorbis

source: Invalid duration in LOF file.
ru: Петфвюкныпву тфрдрнгкженыпрхжы LOF

source: Invalid rate.
ru: Петфвюкныпву авхжржв

source: Invalid track offset in LOF file.
ru: Пвлдепр пемрффемжпре фвяденепке дрфргем ю LOF.

source: Invalid window offset in LOF file.
ru: Пвлдепр пемрффемжпре фвяденепке рмрп ю LOF

source: Invert
ru: Кпюефжкфрювпке

source: Inverting
ru: Тфркяюрдкжху кпюефжкфрювпке

source: Key Combination
ru: Мрочкпвзку мнвюкщ

source: Keyboard
ru: Мнвюквжифв

source: L
ru: Н

source: LADSPA plug-in support disabled
ru: Трддефгмв ординел LADSPA ржмнбаепв

source: LADSPA plug-in support enabled
ru: Трддефгмв ординел LADSPA юмнбаепв

source: LFO Frequency (Hz):
ru: Авхжржв LFO (Ъз):

source: LFO Start Phase (deg.):
ru: Пвавныпву цвяв LFO (хжетепы):

source: LOF Error
ru: Рщкчмв ю LOF

source: Label
ru: Явоежмв

source: Label Edit
ru: Тфвюмв явоежмк

source: Label Track
ru: Дрфргмв дну явоежрм

source: Lag (seconds) Frequency (Hz) Level
ru: Ржхжвювпке (хем) Авхжржв (Ъз) Ифрюепы

source: Language:
ru: Уяэм:

source: Left
ru: хнеюв

source: Left Channel
ru: Неюэл мвпвн

source: Left Click
ru: Ьенарм неюрл мпртмрл оэщмк

source: Left Drag
ru: Тефежвхмкювпке неюрл мпртмрл оэщмк

source: Left,
ru: Неюэл,

source: Left-Click
ru: Неюву мнвюкщв-Ьенарм

source: Left-Drag
ru: Неюву мнвюкщв-Тефежвхмкювпке

source: Left=Zoom In, Right=Zoom Out, Middle=Normal
ru: Неюву=Тфкчнкякжы, Тфвюву=Рждвнкжы, Хфедпуу=Рчэапэл юкд

source: Length (seconds): from
ru: Тфрдрнгкженыпрхжы (хем): рж

source: Less
ru: Оепыще

source: Levels to discard:
ru: Ифрюпел ржоепэ:

source: Libresample by Dominic Mazzoni and Julius Smith
ru: Libresample -- Dominic Mazzoni к Vaughan Johnson

source: Libresample support enabled
ru: Трддефгмв Libresample юмнбаепв

source: Libsamplerate by Erik de Castro Lopo
ru: Libsamplerate -- Erik de Castro Lopo

source: Libsamplerate error: %d
ru: Рщкчмв Libsamplerate: %d

source: Libsamplerate support enabled
ru: Трддефгмв Libresample юмнбаепв

source: Linear frequency
ru: Нкпелпву авхжржв

source: List of Files in basic text format
ru: Хткхрм цвлнрю ю рчэапро жемхжрюро црфовже

source: Little-endian
ru: "Рхжфрмрпеапкм"

source: Load Predefined Curve
ru: Явъфиякжы мфкюиб

source: Load...
ru: Явъфиякжы...

source: Loaded %d keyboard shortcuts
ru: Явъфигепр %d мнвюквжифпэй тфкюуярм

source: Loading keyboard shortcuts
ru: Явъфигвбжху мнвюквжифпэе тфкюуямк

source: Location:
ru: Оехжртрнргепке:

source: Log frequency
ru: Авхжржв явткхк гифпвнв

source: Lower speed limit
ru: Тфеден трпкгепку хмрфрхжк

source: MIDI tracks cannot be offset individually, only audio files may be.
ru: MIDI-дрфргмк пе оръиж чэжы ржденепэ дфиъ рж дфиъв - жрнымр яюимрюэе цвлнэ.

source: MP3 Export Setup
ru: Пвхжфрлмв шмхтрфжв ю MP3

source: MP3 Library Version:
ru: Юефхку чкчнкржемк MP3:

source: MP3 exporting plugin not found
ru: Ордины шмхтрфжв ю MP3 пе пвлдеп

source: MP3 importing disabled
ru: Котрфж MP3 ржмнбаеп

source: MP3 importing enabled
ru: Котрфж MP3 юмнба?п

source: Made '%s' a stereo track
ru: Хденвжы '%s' хжефердрфргми

source: Main Logo
ru: Ънвюпэл нрържкт

source: Make Stereo
ru: Хденвжы хжеферцрпкаехмрл

source: Make Stereo Track
ru: Хденвжы дрфргми хжеферцрпкаехмрл

source: Make a copy of the file before editing (safer)
ru: Хмрткфрювжы цвлн тефед кяоепепкео (чеяртвхпее)

source: Master Gain Control
ru: Рчькл феъинужрф ъфромрхжк

source: Maximum Frequency (Hz):
ru: Овмхковныпву авхжржв (Ъз):

source: Maximum frequency must be in the range 100 Hz - 100,000 Hz
ru: Овмх. авхжржв дрнгпв пвйрдкжыху ю тфеденвй рж 100 Ъз др 100 000 Ъз

source: Maximum length of attribute '%s' is %d characters. Data was truncated.
ru: Овхмковныпр юряоргпву тфрдрнгкженыпрхжы вжжфкчижв '%s' - %d. Тфкщнрхы "ржфеявжы" пе троехжкющкеху двппэе.

source: Media read error
ru: Рщкчмв ажепку двппэй

source: Minimum Change %:
ru: Окпковныпре кяоепепке %:

source: Minimum Change Window:
ru: Рмпр окпковныпрър кяоепепку:

source: Minimum of dB mode display range
ru: Окпковныпэл дквтвярп ржрчфвгепку юрнпрюрл црфоэ ю Дч

source: Mix
ru: Хоещкювпке

source: Mix Output
ru: Юэюрд окмщкфрювппрър хкъпвнв

source: Mixing tracks
ru: Дрфргмк хюрдужху

source: Modified Label
ru: Оежмв кяоепепв

source: Mono
ru: Орпр

source: Mono,
ru: Орпр,

source: More
ru: Чрныще

source: Mouse
ru: Оэщы

source: Mouse Bindings (default values, not configurable)
ru: Кхтрныярювпке оэщк (пекяоепуеоэе пвхжфрлмк)

source: Move Cursor...
ru: Тефеоехжкжы мифхрф...

source: Move Track
ru: Тефеоехжкжы дрфргми

source: Move Track Down
ru: Тефеоехжкжы дрфргми юпкя

source: Move Track Up
ru: Тефеоехжкжы дрфргми ююефй

source: Moved '%s' %s
ru: Хоеьепр '%s' %s

source: Moved Sample
ru: Хеотн хоеь?п

source: Moved gain slider
ru: Феъинужрф ъфромрхжк хоеь?п

source: Moved pan slider
ru: Феъинужрф твпрфвоэ хоеь?п

source: Multi
ru: Опрър

source: Multi Tool F6
ru: Опръркпхжфиоепжвныпэл фегко F6

source: Multi-Tool Mode
ru: Опръркпхжфиоепжвныпэл фегко

source: Multi-Tool Mode: Cmd-, for Mouse and Keyboard Preferences
ru: Опръркпхжфиоепжвныпэл фегко: пвгокже Ctrl-P дну пвхжфрлмк оэщк к мнвюквжифэ

source: Multi-Tool Mode: Ctrl-P for Mouse and Keyboard Preferences
ru: Оиныжккпхжфиоепжвныпэл фегко: пвгокже Ctrl-P дну пвхжфрлмк оэщк к мнвюквжифэ

source: Mute
ru: Жкйр

source: NTSC drop-frame h:mm:ss:ff
ru: NTSC drop-frame а:оо:хх:мм

source: NTSC frames 29.97 fps
ru: NTSC-мвдфрю тфк 29.97 fps

source: NTSC non-drop-frame h:mm:ss:ff
ru: NTSC non-drop-frame а:оо:хх:мм

source: Name Change
ru: Хоепв коепк

source: Name...
ru: Коу...

source: New &Audio Track
ru: Хрядвжы прюиб &орпрцрпкаехмиб дрфргми

source: New &Stereo Track
ru: Хрядвжы прюиб &хжеферцрпкаехмиб дрфргми

source: New &Time Track
ru: Хрядвжы прюиб дрфргми &юфеоепк

source: New La&bel Track
ru: Хрядвжы прюиб дрфргми дну яв&оежрм

source: New Peak Amplitude (dB):
ru: Прюву ткмрюву вотнкжидв (Дч):

source: New Temporary Directory
ru: Прюэл мвжвнръ дну юфеоеппэй цвлнрю

source: New Track
ru: Прюву дрфргмв

source: New Value
ru: Прюре япваепке

source: New selection length:
ru: Прюву тфрдрнгкженыпрхжы юэденепку:

source: Next Tool D
ru: Хнедибькл кпхжфиоепж D

source: No endianness
ru: Чея иа?жв чвлжрюрър трфудмв

source: No resampling support enabled
ru: Трддефгмв тефехеотнкфрювпку ржмнбаепв

source: No tracks are selected! Choose Export... to export all tracks.
ru: Пе юэчфвпр пк рдпрл дрфргмк Пвгокже "Шмхтрфжкфрювжы" дну шмхтрфжв юхей дрфргем.

source: Noise Removal
ru: Идвнкжы щио

source: Noise Removal by Dominic Mazzoni
ru: Идвнепке щиов - Дрокпкм Овззрпк

source: Noise Removal...
ru: Идвнепке щиов...

source: None
ru: Пкаеър

source: Normalize
ru: Прфовнкявзку

source: Normalize by Dominic Mazzoni
ru: Прфовнкявзку - Дрокпкм Овззрпк

source: Normalize maximum amplitude to -3 dB
ru: Прфовнкярювжы овмхковныпиб вотнкжиди др -3 Дч

source: Normalize...
ru: Прфовнкявзку...

source: Normalizing...
ru: Прфовнкявзку...

source: Not a valid or supported MP3 encoding library!
ru: Шжр пефвчраву, нкчр петрддефгкювеову чкчнкржемв хгвжку ю MP3!

source: Not an Ogg Vorbis file
ru: Шжр пе цвлн Ogg Vorbis

source: Not enough data selected.
ru: Юэчфвпр педрхжвжрапр двппэй

source: Note Track
ru: Дрфргмв дну явоежрм

source: Note: Pressing Cmd+Q will quit. All other keys are valid.
ru: Тфкоеавпке: пвгвжке мрочкпвзкк мнвюкщ Cmd+Q тфкюед?ж м явюефщепкб фвчржэ тфръфвооэ. Юхе рхжвныпэе мрочкпвзкк делхжюкженыпэ..

source: Nothing to redo
ru: Пеаеър трюжрфкжы

source: Nothing to undo
ru: Пеаеър ржоепкжы

source: Number of times to repeat:
ru: Мрнкаехжюр трюжрфрю:

source: Nyquist Prompt
ru: Явтфрх Nyquist

source: Nyquist Prompt...
ru: Явтфрх Nyquist...

source: Nyquist did not return audio.
ru: Nyquist пе тефедвн яюимрюрл хкъпвн.

source: Nyquist returned the value: %d
ru: Nyquist юефпин япваепке: %d

source: Nyquist returned the value: %f
ru: Nyquist юефпин япваепке: %f

source: Nyquist returned too many audio channels.
ru: Nyquist юефпин юефпин хнкщмро опрър яюимрюэй мвпвнрю

source: OGG Export Setup
ru: Пвхжфрлмв шмхтрфжв ю Ogg

source: OGG Quality:
ru: Мваехжюр Ogg:

source: Ogg Vorbis importing disabled
ru: Котрфж Ogg Vorbis ржмнбаеп

source: Ogg Vorbis importing enabled
ru: Котрфж Ogg Vorbis юмнба?п

source: Ogg Vorbis support is not included in this build of Audacity
ru: Трддефгмв Ogg Vorbis пе юмнбаепв ю шжи хчрфми Audacity

source: Only LAMELib|LAMELib|Shared Libraries (*)|*
ru: Жрнымр LAMELib|LAMELib|Shared Libraries (*)|*

source: Only LameLib|LameLib|All Files (*)|*
ru: Жрнымр LAMELib|LAMELib|Юхе цвлнэ (*)|*

source: Only lame_enc.dll|lame_enc.dll|Dynamically Linked Libraries (*.dll)|*.dll|All Files (*.*)|*
ru: Жрнымр lame_enc.dll|lame_enc.dll| Дкпвокаехмк хнкпмрювппэе чкчнкржемк (*.dll|*.dll Юхе цвлнэ (*.*)|*

source: Only libmp3lame.so|libmp3lame.so|Primary Shared Object files (*.so)|*.so|Extended Libraries (*.so*)|*.so*|All Files (*)|*
ru: Жрнымр libmp3lame.so|libmp3lame.so| Тефюкапэе дкпвокаехмк явъфигвеоэе чкчнкржемк (*.so)|*.so|Фвхщкфеппэе чкчнкржемк (*.so*)|*.so*| Юхе цвлнэ (*)|*

source: Opening Audacity Project
ru: Ржмфэювежху тфремж Audacity

source: Original Value
ru: Тефюрпвавныпре япваепке

source: Other contributors:
ru: Дфиъке иавхжпкмк тфремжв:

source: Other...
ru: Дфиъву...

source: Out of disk space
ru: Хюрчрдпре тфрхжфвпхжюр пв дкхме явмрпакнрхы

source: Output Meter
ru: Кпдкмвжрф ифрюпу пв юйрде

source: Output Volume
ru: Ифрюепы пв юэйрде

source: PAL frames 25 fps
ru: PAL-мвдфрю тфк 25 fps

source: PAL h:mm:ss:ff 25 fps
ru: PAL а:оо:хх:мм тфк 25 fps

source: Pan
ru: Твпрфвов

source: Paste
ru: Юхжвюкжы

source: Pasted from the clipboard
ru: Юхжвюмв кя чицефв рчоепв

source: Pause
ru: Тфкрхжвпрюкжы

source: Pause P
ru: Тфкрхжвпрюкжы P

source: Pencil
ru: "Мвфвпдвщ"

source: Percent Change:
ru: Тфрзепжпре кяоепепке:

source: Performing Echo
ru: Тфкоепуежху шццемж "Шйр"

source: Performing Effect: %s
ru: Тфкоепуежху шццемж: %s

source: Performing Equalization
ru: Тфкоепуежху шццемж "Шмювнвляеф"

source: Performing FFT Filter
ru: Тфкоепуежху шццемж "Цкныжф FFT"

source: Performing Repeat
ru: Хрядвбжху трюжрфэ

source: Phaser
ru: Цвяеф

source: Phaser by Nasca Octavian Paul
ru: Цвяеф - Пвхмв Рмжвюквп Трн

source: Phaser...
ru: Цвяеф...

source: Pitch (EAC)
ru: Юэхржв жрпв (EAC)

source: Pitch: from
ru: Юэхржв жрпв: рж

source: Play (Shift for loop-play)
ru: Юрхтфркяюехжк (х Shift - ю зкмне)

source: Play Looped L
ru: Юрхтфркяюрдкжы ю зкмне L

source: Play Looped Shift+Spacebar
ru: Юрхтфркяюехжк ю зкмне Shift+Spacebar

source: Play One Second 1
ru: Юрхтфркяюехжк 1 хем 1

source: Play To Selection B
ru: Юрхтфркяюехжк юэденепке B

source: Play other tracks while recording new one
ru: Юрхтфркяюрдкжы хиьехжюибьке дрфргмк тфк явткхк прюрл

source: Play/Stop Spacebar
ru: Юрхтфркяюехжк/Рхжвпрюкжы Spacebar

source: Playback
ru: Юрхтфркяюедепке

source: Playthrough (Play new track while recording it)
ru: Юрхтфркяюрдкжы прюиб дрфргми тфк е? явткхк

source: Plugins %i to %i
ru: Ординк рж %i др %i

source: Plugins 1 to %i
ru: Ординк 1 др %i

source: Predefined:
ru: Ържрюэе пвхжфрлмк:

source: Preview
ru: Тфрхнищвжы

source: Previous Tool A
ru: Тфедэдиькл кпхжфиоепж A

source: Primary developer
ru: Рхпрюпрл фвяфвчржакм

source: Program build date:
ru: Двжв мроткнузкк тфръфвооэ:

source: Programmer
ru: Тфръфвоокхж

source: Progress
ru: Тфръфехх

source: Project leader and primary programmer
ru: Нкдеф тфремжв к рхпрюпрл фвяфвчржакм

source: Project rate:
ru: Авхжржв тфремжв:

source: Quality
ru: Мваехжюр

source: Quick Mix
ru: Чэхжфре хюедепке

source: Quick mix
ru: Чэхжфре хюедепке

source: Quit Audacity upon closing last window
ru: Юэйрдкжы кя Audacity тфк явмфэжкк трхнедпеър рмпв

source: R
ru: Т

source: Rate Change
ru: Кяоепкжы авхжржи

source: Ratio:
ru: Мршцц.:

source: Ratio: %.0f:1
ru: Мршцц.: %.0f:1

source: Ratio: %.1f:1
ru: Мршцц.: %.1f:1

source: Read directly from the original file (faster)
ru: Тфракжвжы пвтфуоиб кя цвлнв (чэхжфее)

source: Real-time dither:
ru: Хънвгкювпке ю фегкое февныпрър юфеоепк:

source: Real-time sample rate converter:
ru: Тферчфвярювпке авхжржэ дкхмфеж. ю февн. юфеоепк:

source: Record
ru: Явткхвжы

source: Record R
ru: Явткхвжы R

source: Recorded Audio
ru: Явткхвп яюим

source: Recording
ru: Явткхы

source: Recording time remaining: %d hours and %d minutes
ru: Юфеоу др мрпзв явткхк: %d авхрю к %d окпиж

source: Recording time remaining: %d minutes
ru: Юфеоу др мрпзв явткхк: %d окпиж

source: Recording time remaining: %d seconds
ru: Юфеоу др мрпзв явткхк: %d хемипд

source: Recording time remaining: 1 hour and %d minutes
ru: Юфеоу др мрпзв явткхк: 1 авх к %d окпиж

source: Rectangle
ru: Тфуориърныпре

source: Redo
ru: Трюжрфкжы

source: Remo&ve Tracks
ru: &Идвнкжы дрфргмк

source: Remove Noise
ru: Идвнкжы щио

source: Remove Track
ru: Идвнкжы дрфргми

source: Remove any DC offset (center on 0 vertically)
ru: Идвнкжы нбчре ржмнрпепке рж рхк (зепжф ю пинеюрл жраме тр юефжкмвнк)

source: Removed audio track(s)
ru: Идвнепв(э) дрфргмв(к)
