Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/branches/audacity-1_2_1-branch/audacity-src/locale/*.po
Languages: ru

source: Removed track '%s.'
ru: Идвнепв дрфргмв '%s.'

source: Removing Noise
ru: Тфркяюрдкжху идвнепке щиов

source: Renamed '%s' to '%s'
ru: Пвяювпке '%s' кяоепепр пв '%s'

source: Renamed file: %s
ru: Тефекоепрювп цвлн: %s

source: Repeat
ru: Трюжрф...

source: Repeat %s Ctrl+R
ru: Трюжрфкжы %s Ctrl+R

source: Repeat Last Effect Ctrl+R
ru: Трюжрфкжы трхнедпкл шццемж Ctrl+R

source: Repeat by Dominic Mazzoni && Vaughan Johnson
ru: Трюжрф -- Dominic Mazzoni && Vaughan Johnson

source: Repeat...
ru: Трюжрф...

source: Repeated %d times
ru: Хрядвпр трюжрфрю: %d

source: Resampling disabled.
ru: Тефехеотнкфрювпке ржмнбаепр

source: Resonance:
ru: Феярпвпх:

source: Restore Defaults
ru: Юрххжвпрюкжы тефюрпвавныпэе пвхжфрлмк

source: Reverse
ru: Фвяюрфрж

source: Reversing
ru: Тфкоепуежху фвяюрфрж

source: Right
ru: хтфвюв

source: Right Channel
ru: Тфвюэл мвпвн

source: Right Click
ru: Ьенарм тфвюрл мпртмрл оэщмк

source: Right Drag
ru: Тефежвхмкювпке тфвюрл мпртмрл оэщмк

source: Right,
ru: Тфвюэл,

source: Right-Click
ru: Тфвюву мнвюкщв - Ьенарм

source: Right-Drag
ru: Тфвюву мнвюкщв - Тефежвхмкювпке

source: Same as Left-Drag
ru: Жр ге, ажр к Неюву мнвюкщв - Тефежвхмкювпке

source: Same as select tool
ru: Жр ге, ажр к кпхжфиоепж дну юэденепку

source: Same as zoom tool
ru: Жр ге, ажр к кпхжфиоепж овхщжвчкфрювпку

source: Sample Edit
ru: Тфвюмв хеотнв

source: Sample rate:
ru: Авхжржв дкхмфежкявзкк:

source: Save %s File As:
ru: Хрйфвпкжы цвлн %s мвм:

source: Save Project &As...
ru: Хрйфвпкжы тфремж &мвм... Ctrl+Shift+S

source: Save Project As:
ru: Хрйфвпкжы тфремж мвм:

source: Save changes before closing?
ru: Хрйфвпкжы кяоепепку тефед явмфэжкео?

source: Save changes?
ru: Хрйфвпкжы кяоепепку?

source: Save...
ru: Хрйфвпкжы...

source: Saved %s
ru: Хрйфвп?п %s

source: Sawtooth
ru: Яичзеюкдпву

source: Scroll up or down
ru: Тфрмфижкжы ююефй кнк юпкя

source: Search for?
ru: Ажр кхмвжы?

source: Search help for keyword
ru: Кхмвжы тр мнбаеюрои хнрюи

source: Select
ru: Юэденкжы

source: Select a MIDI file...
ru: Юэчфвжы MIDI-цвлн...

source: Select a few seconds of just noise so Audacity knows what to filter out, then click Get Noise Profile:
ru: Юэденкже пехмрнымр хемипд жрнымр щиов, жвм ажрчэ тфръфвоов япвнв, ажр ржцкныжфрювжы, в явжео ь?нмпкже оэщмрл тр мпртме 'Хрядвжы ордены щиов':

source: Select a text file containing labels...
ru: Юэчефкже жемхжрюэл цвлн, хрдефгвькл явоежмк...

source: Select all of the audio you want filtered, choose how much noise you want filtered out, and then click Remove Noise.
ru: Юэденкже жи авхжы дрфргмк, м мржрфрл йржкже тфкоепкжы цкныжф, имвгкже, хмрнымр щиов ржцкныжфрювжы, в явжео ь?нмпкже оэщмрл тр мпртме "Идвнкжы щио"

source: Select an XML file containing Audacity keyboard shortcuts...
ru: Юэчефкже XML-цвлн, хрдефгвькл мнвюквжифпэе тфкюуямк Audacity...

source: Select any uncompressed audio file...
ru: Юэчефкже нбчрл пемротфеххкфрювппэл яюимрюрл цвлн...

source: Select one or more audio files...
ru: Юэчефкже рдкп кнк пехмрнымр яюимрюэй цвлнрю...

source: Select...
ru: Юэденкжы...

source: Selection Contract Left Ctrl+Shift+Right
ru: Хжупижы юэденепке хнеюв Ctrl+Shift+Right

source: Selection Contract Right Ctrl+Shift+Left
ru: Хжупижы юэденепке хтфвюв Ctrl+Shift+Left

source: Selection Extend Left Shift+Left
ru: Фвхжупижы юэденепке хнеюв Shift+Left

source: Selection Extend Right Shift+Right
ru: Фвхжупижы юэденепке хтфвюв Shift+Right

source: Selection Restore
ru: Юрххжвпрюкжы юэденепке

source: Selection Save
ru: Явтропкжы юэденепке

source: Selection Tool
ru: Юэденепке

source: Selection Tool F1
ru: Юэденепке F1

source: Selection to End Shift+End
ru: Юэденкжы рж мифхрфв др мрпзв Shift+End

source: Selection to Start Shift+Home
ru: Юэденкжы др пвавнв дрфргмк Shift+Home

source: Selection: %.3lf - %.3lf (%.3lf NTSC frames) %s
ru: Юэденепке: %.3lf - %.3lf (%.3lf NTSC-мвдфрю) %s

source: Selection: %.3lf - %.3lf (%.3lf PAL frames) %s
ru: Юэденепке: %.3lf - %.3lf (%.3lf PAL-мвдфрю) %s

source: Selection: %.3lf - %.3lf (%.3lf film frames) %s
ru: Юэденепке: %.3lf - %.3lf (%.3lf мкпрмвдфрю) %s

source: Selection: %02i:%02i:%06.3lf - %02i:%02i:%06.3lf (%02i:%02i:%06.3lf cdda min:sec:frames) %s
ru: Юэденепке: %02i:%02i:%06.3lf - %02i:%02i:%06.3lf (%02i:%02i:%06.3lf cdda окп:хем) %s

source: Selection: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf NTSC drop-frame h:mm:ss:ff) (%.3lf NTSC frames) %s
ru: Юэденепке: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf NTSC drop-frame а:оо:хх:мм) (%.3lf мвдфрю NTSC) %s

source: Selection: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf NTSC non-drop-frame h:mm:ss:ff) (%.3lf NTSC frames) %s
ru: Юэденепке: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf NTSC non-drop-frame а:оо:хх:мм) (%.3lf мвдфрю NTSC) %s

source: Selection: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf PAL h:mm:ss:ff) (%.3lf PAL frames) %s
ru: Юэденепке: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf PAL а:оо:хх:мм) (%.3lf мвдфрю PAL) %s

source: Selection: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf film h:mm:ss:ff) (%.3lf film frames) %s
ru: Юэденепке: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf film а:оо:хх:мм) (%.3lf мвдфрю цкныов) %s

source: Selection: %1i:%02i:%09.6f - %1i:%02i:%09.6f (%1i:%02i:%09.6f hr:min:sec) %s
ru: Юэденепке: %1i:%02i:%09.6f - %1i:%02i:%09.6f (%1i:%02i:%09.6f а:окп:хем) %s

source: Selection: %i+%04i - %i+%04i (%i+%04i cdda sectors+bytes) [Snap-To Samples]
ru: Юэденепке: %i+%04i - %i+%04i (%i+%04i cdda хемжрфрю+чвлж) [тфкюуямв тр хеотнво]

source: Selection: %i+%04i - %i+%04i (%i+%04i cdda sectors+bytes) [Snap-To Samples] Change Project Rate to 44100 for cdda
ru: Юэденепке: %i+%04i - %i+%04i (%i+%04i cdda хемжрфрю+чвлж) [тфкюуямв тр хеотнво] Кяоепкжы авхжржи тфремжв пв 44100 дну cdda

source: Selection: %i+%i - %i+%i (%i+%i sec+samples) [Snap-To Samples]
ru: Юэденепке: %i+%i - %i+%i (%i+%i хем+хеотнрю) [тфкюуямв тр хеотнво]

source: Selection: %i:%02i+%i - %i:%02i+%i (%i:%02i+%i min:sec+samples) [Snap-To Samples]
ru: Юэденепке: %i:%02i+%i - %i:%02i+%i (%i:%02i+%i окп:хем+хеотнрю)

source: Selection: %i:%09.6f - %i:%09.6f (%i:%09.6f min:sec) %s
ru: Юэденепке: %i:%09.6f - %i:%09.6f (%i:%09.6f окп:хем) %s

source: Selection: %i:%09.6lf - %i:%09.6lf (%i:%09.6lf min:sec) [Snap-To Samples]
ru: Юэденепке: %i:%09.6lf - %i:%09.6lf (%i:%09.6lf окп:хем) [тфкюуямв тр хеотнво]

source: Selection: %lf - %lf (%lf sec) %s
ru: Юэденепке: %lf - %lf (%lf хем) %s

source: Selection: %lf - %lf (%lf sec) [Snap-To Samples]
ru: Юэденепке: %lf - %lf (%lf хем) [тфкюуямв тр хеотнво]

source: Selection: %li - %li (%li samples) [Snap-To Samples]
ru: Юэденепке: %li - %li (%li хеотнрю) [тфкюуямв тр хеотнво]

source: Semitones (half-steps):
ru: Трнижрпрю (half-steps):

source: Set
ru: Ихжвпрюкжы

source: Set Range
ru: Ихжвпрюкжы дквтвярп

source: Set Range...
ru: Ихжвпрюкжы дквтвярп...

source: Set Rate
ru: Ихжвпрюкжы авхжржи дкхмфежкявзкк

source: Set Sample Format
ru: Ихжвпрюкжы фвяоеф хеотнв

source: Set Selection Format
ru: Ихжвпрюкжы црфовж юфеоепк

source: Set Selection Point
ru: Ихжвпрюкжы жрами юэденепку

source: Set Selection Range
ru: Ихжвпрюкжы рчнвхжы юэденепку

source: Set range to '%d' - '%d'
ru: Ихжвпрюкжы тфеден мвм %d'' - '%d'

source: Shaped
ru: Тр раефжвпкуо

source: Shift-Left-Click
ru: Shift-Left-Ьенарм

source: Silence
ru: Хрядвжы жкщкпи

source: Silence selection
ru: Явтрнпкжы жкщкпрл

source: Silenced selected tracks for %.2f seconds at %.2f
ru: Ю юэденеппэе дрфргмкк явткхвпр %.2f хем х ржоежмк %.2f

source: Sine
ru: Хкпихркдпву

source: Size
ru: Фвяоеф

source: Skip to End
ru: Тефелжк м мрпзи дрфргмк

source: Skip to End End
ru: Тефелжк м мрпзи дрфргмк End

source: Skip to Start
ru: Тефелжк м пвавни дрфргмк

source: Skip to Start Home
ru: Тефелжк м пвавни дрфргмк Home

source: Smooth at Sample
ru: Хънвгкювжы хеотн

source: Snap Off
ru: Юэмнбакжы тфкюуями

source: Snap On
ru: Юмнбакжы тфкюуями

source: Snap-To...
ru: Тфкюуямв...

source: Solo
ru: Хрнр

source: Some of your preferences were from an earlier version of Audacity and have been reset.
ru: Пемржрфэе пвхжфрлмк чэнк ихжвпрюнепэ ю тфегпкй юефхкуй тфръфвооэ к чэнк рчпинепэ тфк явтихме жемиьел юефхкк.

source: Sorry, Plug-in Effects cannot be performed on stereo tracks where the individual channels of the track do not match.
ru: Кяюкпкже, пр VST-шццемжэ пе оръиж тфкоепужыху м хжефердрфргмво х пехрютвдвбькок кпдкюкдивныпэок мвпвнвок.

source: Sorry, VST Effects cannot be performed on stereo tracks where the individual channels of the track do not match.
ru: Кяюкпкже, пр VST-шццемжэ пе оръиж тфкоепужыху м хжефердрфргмво х пехрютвдвбькок кпдкюкдивныпэок дрфргмвок.

source: Sorry, cannot apply effect on stereo tracks where the tracks don't match.
ru: Кяюкпкже, пр шццемж пеюряоргпр тфкоепкжы м хжефердрфргмво х пехрютвдвбькок кпдкюкдивныпэок дрфргмвок

source: Sorry, pathnames longer than 256 characters not supported.
ru: Кяюкпкже, пр тижк, хрдефгвьке чрнее 256 хкоюрнрю, пе трддефгкювбжху.

source: Special thanks:
ru: Рхрчэе чнвърдвфпрхжк:

source: Spectrograms
ru: Хтемжфръфвооэ

source: Spectrum
ru: Хтемжф

source: Spl&it
ru: Фвя&денкжы

source: Split
ru: Фвяденкжы

source: Split Stereo Track
ru: Фвяденкжы хжефердрфргми

source: Split at labels
ru: Фвяденкжы тр явоежмво

source: Split stereo track '%s'
ru: Фвяденкжы хжефердрфргми '%s.'

source: Square
ru: Мювдфвжкапву

source: Stages:
ru: Шжвтэ:

source: Standard Autocorrelation
ru: Хжвпдвфжпву вюжрмрффенузку

source: Standard Vinyl RPM: from
ru: Хжвпдвфжпре япваепке рч/окп тнвхжкпмк: рж

source: Start offset:
ru: Пвавныпре хоеьепке:

source: Start to Cursor
ru: Рж пвавнв др мифхрфв

source: Step 1
ru: Шжвт 1

source: Step 2
ru: Шжвт 2

source: Stereo,
ru: Хжефер,

source: Stop
ru: Рхжвпрюкжы

source: Stop S
ru: Рхжвпрюкжы S

source: Temp. Directory
ru: Мвжвнръ дну юфеоеппэй цвлнрю

source: Text files (*.txt)|*.txt|All files (*.*)|*.*
ru: Жемхжрюэе цвлнэ (*.txt)|*.txt|Юхе цвлнэ (*.*)|*.*

source: The maximum frequency must be an integer
ru: Овмхковныпр юряоргпву авхжржв дрнгпв чэжы тефеоеппрл юенкакпрл

source: The system has detected that another copy of Audacity is running. Running two copies of Audacity simultaneously may lead to data loss or cause your system to crash, so is not allowed. Use the New or Open commands in the currently running Audacity process to open multiple projects simultaneously.
ru: Рчпвфигепв еь? рдпв хеххку Audacity. Рдпрюфеоеппэл фвчржв дюий тфрзеххрю Audacity оргеж тфкюехжк м тржефе двппэй кнк дехжвчкнкявзкк фвчржэ ртефвзкрппрл хкхжеоэ. Кхтрныяилже мровпдэ "Прюэл" кнк "Ржмфэжы" ю ржмфэжро рмпе Audacity дну жрър, ажрчэ оргпр чэнр рдпрюфеоеппр рчфвчвжэювжы двппэе ю пехмрнымкй тфремжвй.

source: The version of Audacity you are using does not support multiple time tracks.
ru: Явъфигеппву юефхку Audacity пе оргеж кхтрныярювжы пехмрнымр дрфргем юфеоепк ю рдпро тфремже.

source: There are no label tracks to export.
ru: Шмхтрфжкфиеоэй дрфргем дну явоежрм пеж

source: There was an error initializing the audio i/o layer.
ru: Тфркярщнв рщкчмв тфк кпкзквнкявзкк хнру audio i/o.

source: This is a beta version of the program. It may contain bugs and unfinished features. We depend on your feedback, so please visit our website and give us your bug reports and feature requests.
ru: Шжр чежв-юефхку тфръфвооэ. Ю пел оръиж чэжы мвм рщкчмк, жвм к пеюртнрьеппэе ципмзкк. Тфрдимжкюпрхжы пвщел фвчржэ явюкхкж рж ювщкй ржмнкмрю, тршжрои оэ тфкяпвженыпэ яв рхжвюнеппэе пв пвщео хвлже хррчьепку рч рщкчмвй к ципмзкрпвныпэе явтфрхэ.

source: This is a stable, completed release of Audacity. However, if you find a bug or have a suggestion, please contact us. We depend on feedback from users in order to continue to improve Audacity. For more information, visit our website.
ru: Шжр хжвчкныпву к явюефщ?ппву юефхку Audacity. Жвм кнк кпвае, ехнк юэ рчпвфигкже рщкчми кнк явйржкже тфеднргкжы ажр-нкчр, хюугкжехы х пвок. Трхжруппэл мрпжвмж х трныярювженуок тряюрнуеж пво иниащвжы Audacity. Дну трниаепку трдфрчпрл кпцрфовзкк трхежкже пвщ юеч-хвлж.

source: This version of Audacity was not compiled with %s support.
ru: Шжв юефхку Audacity чэнв хмроткнкфрювпв чея трддефгмк %s.

source: Threshold:
ru: Трфръ:

source: Threshold: %d dB
ru: Трфръ: %d Дч

source: Time Shift
ru: Хдюкъ дрфргмк юр юфеоепк

source: Time Shift Tool
ru: Хдюкъ дрфргмк юр юфеоепк

source: Time Shift Tool F5
ru: Хдюкъ дрфргмк юр юфеоепк F5

source: Time Track
ru: Дрфргмв юфеоепк

source: Time shift sequence
ru: Тефеоеьепке юр юфеоепк

source: Time shifted track '%s' %s %.02f seconds
ru: Дрфргмв '%s' хоеьепв пв %s %.02f хемипд

source: Time-Shift
ru: Хдюкъ дрфргмк юр юфеоепк

source: Title
ru: Пвяювпке

source: Title:
ru: Пвяювпке:

source: To plot the spectrum, all selected tracks must be the same sample rate.
ru: Дну трхжфрепку хтемжфръфвооэ юхе юэчфвппэе дрфргмк дрнгпэ коежы рдкпвмрюиб авхжржи

source: Tone Generator
ru: Ъепефвжрф юрнпэ

source: Tone...
ru: Хрядвжы юрнпи...

source: Too much audio was selected. Only the first %.1f seconds of audio will be analyzed.
ru: Юэденеп хнкщмро чрныщрл яюимрюрл цфвъоепж. Чидиж тфрвпвнкякфрювпэ жрнымр тефюэе %.1f хемипд.

source: Tool
ru: Кпхжфиоепж

source: Track Name
ru: Коу дрфргмк

source: Track Number:
ru: Проеф дрфргмк:

source: Track Remove
ru: Идвнкжы дрфргми

source: Tracks are too long to repeat the selection.
ru: Дрфргмк хнкщмро днкппэ дну трюжрфв юэденепку.

source: Triangle
ru: Жфеиърныпре

source: Trim
ru: Рчфеявжы тр мфвуо

source: Trim file to selection
ru: Рхжвюкжы ю цвлне жрнымр юэденеппре

source: Trim outside selection
ru: Рчфеявжы юх? юпе юэденеппрър

source: Turn Grid Snap Off
ru: Юэмнбакжы тфкюуями тр хежме

source: Turn Grid Snap On
ru: Юмнбакжы тфкюуями тр хежме

source: Turn Snap-To Off
ru: Юэмнбакжы тфкюуями

source: Turn Snap-To On
ru: Юмнбакжы тфкюуями

source: Unable to determine
ru: Пеюряоргпр ртфеденкжы

source: Unable to open project file.
ru: Пеюряоргпр ржмфэжы цвлн тфремжв

source: Unable to open target file for writing
ru: Пеюряоргпр ржмфэжы мрпеапэл цвлн дну явткхк

source: Uncompressed Export Format
ru: Шмхтрфж ю пехгвжэл црфовж

source: Undo
ru: Ржоепкжы

source: Undo History
ru: Ржоепкжы делхжюке тр кхжрфкк

source: Undo Levels Available (lots and lots)
ru: Дрхжитпре мрн-юр ифрюпел ржоепэ (тфедрхжвжрапр)

source: Undo Levels Available: %d
ru: Дрхжитпре мрн-юр ифрюпел ржоепэ: %d

source: Unknown command line option: %s
ru: Пекяюехжпву ртзку мровпдпрл хжфрмк: %s

source: Up Octave
ru: Рмжвюрл юэще

source: Update spectrogram while playing
ru: Рчпрюнужы хтемжфръфвоои тфк юрхтфркяюедепкк

source: Upper speed limit
ru: Тфеден трюэщепку хмрфрхжк

source: Use OGG instead of MP3
ru: Кхтрныярювжы Ogg юоехжр MP3

source: Using block size of %ld
ru: Кхтрныяибжху чнрмк фвяоефро %ld

source: VST Plug-in parameters:
ru: Твфвоежфэ VST-ордину:

source: Validation error
ru: Рщкчмв тфрюефмк

source: Value must be from %d to %d.
ru: Япваепке дрнгпр чэжы чрныще %d к оепыще %d.

source: Values in columns must be in ascending order.
ru: Япваепку ю мрнрпмвй дрнгпэ фвхтрнвъвжыху ю трфудме юряфвхжвпку

source: Vorbis version mismatch
ru: Пехрржюежхжюке юефхкл Vorbis

source: WARNING: You may be prompted to save your work. Clicking cancel will have the same effect as clicking no.
ru: ТФЕДИТФЕГДЕПКЕ: Ювх оръиж тртфрхкжы хрйфвпкжы тфремж. Ьенарм тр мпртме "Ржоепв" чидеж фвюпрхкнеп ржмвяи хрйфвпкжы тфремж.

source: WET
ru: Трхне рчфвчржмк

source: Wah Frequency Offset (%):
ru: Хоеьепке авхжржэ Wah (%):

source: Wahwah by Nasca Octavian Paul
ru: Wahwah - Пвхмв Рмжвюквп Трн

source: Warning
ru: Тфедитфегдепке

source: Warning: there is very little free disk space left on this volume. Please select another temporary directory in your preferences.
ru: Тфедитфегдепке: пв двппро фвядене рхжвнрхы раепы овнр хюрчрдпрър оехжв. Юэчефкже дфиърл мвжвнръ дну юфеоеппэй цвлнрю ю дквнръе пвхжфрем тфръфвооэ.

source: Waveform
ru: Юрнпв

source: Waveform (dB)
ru: Юрнпв (ДЧ)

source: Waveform:
ru: Юрнпв:

source: Wheel-Rotate
ru: Юфвьепке мрнехв

source: When importing uncompressed audio files into Audacity
ru: Тфк котрфже пехгвжэй яюимрюэй цвлнрю ю Audacity

source: Where is %s?
ru: Ъде пвйрдкжху %s?

source: Where is audacity-1.2-help.htb?
ru: Ъде пвйрдкжху цвлн audacity-1.2-help.htb?

source: White Noise
ru: Хрядвжы ченэл щио

source: XML files (*.xml)|*.xml|All files (*.*)|*.*
ru: XML-цвлнэ (*.xml)|*.txt|Юхе цвлнэ (*.*)|*.*

source: Year
ru: Ърд

source: Year:
ru: Ърд:

source: You are about to save a %s file with the name %s. Normally these files end in %s, and some programs will not open files with nonstandard extensions. Are you sure you want to save the file under this name?
ru: Юэ хрчкфвежехы хрйфвпкжы цвлн %s трд коепео %s. Рчэапр жвмке цвлнэ коебж фвхщкфепке %s, тршжрои дфиъке тфръфвооэ оръиж пе ржмфэжы хрйфвпуеоэл цвлн. Юэ июефепэ, ажр йржкже хрйфвпкжы цвлн трд жвмко коепео?

source: You are not zoomed in enough. Zoom in until you can see the individual samples.
ru: Юэ педрхжвжрапр тфкчнкякнк ржрчфвгепке хкъпвнв. Тфрдрнгвлже тфкчнкгвжы, трмв пе июкдкже федвмжкфиеоэе жрамк.

source: You must select a track first.
ru: Тфедювфкженыпр юэденкже дрфргми.

source: You will not be able to play or record audio.
ru: Юэ пе хоргеже юрхтфркяюрдкжы кнк явткхэювжы яюим.

source: Your tracks will be mixed down to a single mono channel in the exported file.
ru: Ю шмхтрфжкфиеоро цвлне дрфргмк чидиж хюедепэ ю рдкп орпрмвпвн

source: Your tracks will be mixed down to two stereo channels in the exported file.
ru: Ю шмхтрфжкфиеоро цвлне дрфргмк чидиж хюедепэ ю дюв хжефермвпвнв

source: Zoom
ru: Овхщжвч

source: Zoom &In Ctrl+1
ru: Тфк&чнкякжы Ctrl+1

source: Zoom &Normal Ctrl+2
ru: Рчэ&апэл овхщжвч Ctrl+2

source: Zoom &Out Ctrl+3
ru: Рж&двнкжы Ctrl+3

source: Zoom In
ru: Тфкчнкякжы

source: Zoom Out
ru: Рждвнкжы

source: Zoom Toggle
ru: Тефемнбаепке жктв овхщжвчкфрювпку

source: Zoom Tool
ru: Овхщжвчкфрювпке

source: Zoom Tool F4
ru: Овхщжвчкфрювпке F4

source: Zoom in on Point
ru: Тфкчнкякжы тр жраме

source: Zoom in on a Range
ru: Тфкчнкякжы тр рчнвхжк

source: Zoom in or out
ru: Овхщжвчкфрювжы юкд

source: Zoom out one step
ru: Рждвнкжы пв рдкп щвъ

source: [Snap-To Off]
ru: [Тфкюуямв юэмнбаепв]

source: [Snap-To On]
ru: [Тфкюуямв юмнбаепв]

source: by Dominic Mazzoni && Vaughan Johnson
ru: -- Dominic Mazzoni && Vaughan Johnson

source: by Vaughan Johnson && Dominic Mazzoni
ru: (Vaughan Johnson && Dominic Mazzoni)

source: bytes
ru: чвлжрю

source: cdda min:sec:frames 75 fps
ru: cdda окп:хем:мвдфрю тфк 75 fps

source: cdda sectors+bytes (snap to samples)
ru: cdda хемжрфрю+чвлжрю (тфкюуямв тр хеотнво)

source: down
ru: юпкя

source: film frames 24 fps
ru: мкпрмвдфрю тфк 24 fps

source: film h:mm:ss:ff 24 fps
ru: цкныо а:оо:хх:мм тфк 24 fps

source: hr:min:sec
ru: а:окп:хем

source: left
ru: неюэл

source: min:sec
ru: окп:хем

source: min:sec (snap to samples)
ru: окп:хем (тфкюуямв тр хеотнво)

source: min:sec+samples (snap to samples)
ru: окп:хем+хеотнэ (тфкюуямв тр хеотнво)

source: n/a
ru: пе имвявпр

source: right
ru: тфвюэл

source: samples (snap to samples)
ru: хеотнэ (тфкюуямв тр хеотнво)

source: sec
ru: хем

source: sec (snap to samples)
ru: хем (тфкюуямв тр хеотнво)

source: sec+samples (snap to samples)
ru: хем+хеотнрю (тфкюуямв тр хеотнво)

source: to
ru: др

source: to Selection End
ru: м мрпзи юэденепку

source: to Selection Start
ru: м пвавни юэденепку

source: to Track End
ru: м мрпзи дрфргмк

source: to Track Start
ru: м пвавни дрфргмк

source: translator_credits
ru: Russian translation by Alexandre Prokoudine

source: up
ru: ююефй

source: using SampleRate, by Erik de Castro Lopo
ru: х кхтрныярювпкео чкчнкржемк SampleRate (Erik de Castro Lopo)

source: using SoundTouch, by Olli Parviainen
ru: х кхтрныярювпкео SoundTouch (Olli Parviainen)
