Repository: audacity/audacity-from-svn-5GB
Catalog: sf-cvs/branches/audacity-1_2_1-branch/audacity-src/locale/*.po
Languages: ru

source: (disabled)
ru: (ржмнбаепр)

source: is an audio CD file. Audacity does not open this type of file. Try ripping it to a native audio format that Audacity can import.
ru: уюнуежху цвлнро яюимрюрър мротвмж-дкхмв. Audacity пе ржмфэювеж цвлнэ шжрър црфовжв. Тртфрчилже кяюнеаы еър зкцфрюэо хтрхрчро ю цвлн, црфовж мржрфрър трпужеп Audacity.

source: %d Channels
ru: %d мвпвнрю

source: %d minutes, %d seconds
ru: %d окпиж, %d хемипд

source: %d seconds
ru: %d хемипд

source: %s is already open in another window.
ru: %s иге ржмфэж ю дфиъро рмпе.

source: &About Audacity...
ru: &Р тфръфвоое...

source: &All Ctrl+A
ru: &Юх? Ctrl+A

source: &Analyze
ru: Впвнкя (&A)

source: &Close Ctrl+W
ru: &Явмфэжы Ctrl+W

source: &Copy Ctrl+C
ru: Х&мрткфрювжы Ctrl+C

source: &Delete Ctrl+K
ru: &Идвнкжы Ctrl+K

source: &Edit
ru: Тфвюмв (&E)

source: &Edit ID3 Tags...
ru: &Кяоепкжы ID3-жеък...

source: &Export As %s...
ru: &Шмхтрфжкфрювжы ю %s...

source: &Export Selection As %s...
ru: &Шмхтрфжкфрювжы юэденеппре мвм %s...

source: &File
ru: Цвлн (&F)

source: &Fit in Window Ctrl+F
ru: &Иоехжкжы ю рмпе Ctrl+F

source: &Generate
ru: Хрядвпке (&G)

source: &History...
ru: &Кхжрфку кяоепепкл ю тфремже...

source: &Import Audio... Ctrl+I
ru: &Котрфжкфрювжы яюимрюрл цвлн... Ctrl+I

source: &New Ctrl+N
ru: &Прюэл Ctrl+N

source: &Online Help...
ru: &Трорьы...

source: &Open... Ctrl+O
ru: &Ржмфэжы... Ctrl+O

source: &Paste Ctrl+V
ru: &Юхжвюкжы Ctrl+V

source: &Plot Spectrum
ru: &Пвфкхрювжы ъфвцкм хтемжфв

source: &Preferences... Ctrl+P
ru: &Пвхжфркжы... Ctrl+P

source: &Project
ru: Тфремж (&P)

source: &Quick Mix
ru: &Чэхжфре хюедепке

source: &Redo
ru: &Трюжрфкжы

source: &Redo %s
ru: &Трюжрфкжы ртефвзкб "%s"

source: &Run Benchmark...
ru: &Явтихжкжы жехж тфркяюрдкженыпрхжк...

source: &Save Project Ctrl+S
ru: &Хрйфвпкжы тфремж Ctrl+S

source: &Silence Ctrl+L
ru: &Явтрнпкжы жкщкпрл Ctrl+L

source: &Trim Ctrl+T
ru: Рч&феявжы тр мфвуо Ctrl+T

source: &Undo Ctrl+Z
ru: Р&жоепкжы Ctrl+Z

source: &Undo %s
ru: &Ржоепкжы ртефвзкб "%s"

source: &View
ru: Юкд (&V)

source: &Zoom to Selection Ctrl+E
ru: Овхщжвчкфрювжы ю &юэденепке Ctrl+E

source: 'left' channel
ru: 'неюэл' мвпвн

source: 'mono'
ru: 'орпр'

source: 'right' channel
ru: 'тфвюэл' мвпвн

source: (Not all combinations of headers and encodings are possible.)
ru: (Юряоргпэ пе юхе мрочкпвзкк явърнрюмрю, рчс?ов двппэй к мрдкфрюрм.)

source: -120 dB (approximate limit of human hearing)
ru: -120 Дч (тфеден хнэщкорхжк аенрюеаехмрър ийв)

source: -145 dB (PCM range of 24 bit samples)
ru: -145 Дч (дквтвярп PCM тфк 24 чкжвй)

source: -36 dB (shallow range for high-amplitude editing)
ru: -36 Дч (пе трдйрдкж дну федвмжкфрювпку вотнкжидэ хкъпвнв)

source: -48 dB (PCM range of 8 bit samples)
ru: -48 Дч (дквтвярп PCM тфк 8 чкжвй)

source: -96 dB (PCM range of 16 bit samples)
ru: -96 Дч (дквтвярп PCM тфк 16 чкжвй)

source: 1 (Mono)
ru: 1 (Орпр)

source: 1 Channel (Mono)
ru: 1 мвпвн (орпр)

source: 2 (Stereo)
ru: 2 (хжефер)

source: 2 Channels (Stereo)
ru: 2 мвпвнв (хжефер)

source: 256 - default
ru: 256 - тр иорнавпкб

source: 4096 - most narrowband
ru: 4096 - пвкчрнее иямртрнрхпэл

source: 64 - most wideband
ru: 64 - пвкчрнее щкфрмртрнрхпэл

source: A Free Digital Audio Editor
ru: Хюрчрдпэл зкцфрюрл федвмжрф яюимрюэй цвлнрю

source: About Audacity...
ru: Р тфръфвоое...

source: Action
ru: Делхжюке

source: Add Label At Selection Ctrl+B
ru: Дрчвюкжы явоежми м юэденепкб Ctrl+B

source: Added label
ru: Оежмв дрчвюнепв

source: Adjusted envelope.
ru: Ръкчвбьву хмрффемжкфрювпв.

source: Adjustment Delay:
ru: Явдефгмв трдхжфрлмк:

source: Adjustment Settings
ru: Ихжвпрюмк трдхжфрлмк

source: Adjustment Window:
ru: Рмпр трдхжфрлмк:

source: Album
ru: Внычро

source: Album:
ru: Внычро:

source: Algorithms, MIDI & Audio I/O programming
ru: Внърфкжоэ, тфръфвоокфрювпке MIDI к Audio I/O

source: Align
ru: Юэфрюпужы

source: Align End with Cursor
ru: Юэфрюпужы рмрпавпке ю трякзкб мифхрфв

source: Align End with Selection End
ru: Юэфрюпужы рмрпавпке ю мрпез юэденепку

source: Align End with Selection Start
ru: Юэфрюпужы рмрпавпке ю пвавнр юэденепку

source: Align Tracks Together
ru: Юэфрюпужы дрфргмк

source: Align Tracks...
ru: Юэфрюпужы дрфргмк...

source: Align and move cursor...
ru: Юэфрюпужы к тефеоехжкжы мифхрф...

source: Align with &Cursor
ru: Юэфрюпужы тр &мифхрфи

source: Align with &Zero
ru: Юэфрюпужы тр &пинб

source: Align with Selection &End
ru: Юэфрюпужы тр мрпзи &юэденепку

source: Align with Selection &Start
ru: Юэфрюпужы тр &пвавни юэденепку

source: Aligned
ru: Дрфргмк юэфрюпепэ

source: Aligned cursor
ru: Юэфрюпепр тр мифхрфи

source: Aligned end with cursor
ru: Юэфрюпужы рмрпавпке ю трякзкб мифхрфв

source: Aligned end with selection end
ru: Юэфрюпужы рмрпавпке ю мрпез юэденепку

source: Aligned end with selection start
ru: Юэфрюпужы рмрпавпке ю пвавнр юэденепку

source: Aligned with selection end
ru: Юэфрюпужы тр мрпзи юэденепку

source: Aligned with selection start
ru: Юэфрюпужы тр пвавни юэденепку

source: Aligned with zero
ru: Юэфрюпеппэе тр пинб

source: All files (*)|*
ru: Юхе цвлнэ (*)|*

source: All files (*.*)|*.*|Audacity projects (*.aup)|*.aup|WAV files (*.wav)|*.wav|AIFF files (*.aif)|*.aif|AU files (*.au)|*.au|MP3 files (*.mp3)|*.mp3|Ogg Vorbis files (*.ogg)|*.ogg|List of Files (*.lof)|*.lof
ru: Юхе цвлнэ (*.*)|*.*|Тфремжэ Audacity (*.aup)|*.aup| Цвлнэ ю црфовже WAV (*.wav)|*.wav|Цвлнэ ю црфовже AIFF (*.aif)|*.aif| Цвлнэ ю црфовже AU (*.au)|*.au|Цвлнэ ю црфовже MP3 (*.mp3)|*.mp3| Цвлнэ ю црфовже Ogg Vorbis (*.ogg)|*.ogg|Хткхрм цвлнрю (*.lof)|*.lof

source: All files (*.*)|*.*|MIDI files (*.mid)|*.mid|Allegro files (*.gro)|*.gro
ru: Юхе цвлнэ (*.*)|*.*| Цвлнэ ю црфовже MIDI (*.mid)|*.mid| Цвлнэ ю црфовже Allegro (*.gro)|*.gro

source: All files (*.*)|*.*|WAV files (*.wav)|*.wav|AIFF files (*.aif)|*.aif|AU files (*.au)|*.au|MP3 files (*.mp3)|*.mp3|Ogg Vorbis files (*.ogg)|*.ogg|List of Files (*.lof)|*.lof
ru: Юхе цвлнэ (*.*)|*.*|Цвлнэ WAV (*.wav)|*.wav|Цвлнэ AIFF (*.aif)|*.aif| Цвлнэ AU (*.au)|*.au|Цвлнэ MP3 (*.mp3)|*.mp3| Цвлнэ Ogg Vorbis (*.ogg)|*.ogg|Хткхрм цвлнрю (*.lof)|*.lof

source: Alt-Left-Click
ru: Alt-Ьенарм неюрл мпртмрл оэщк

source: Always allow pausing
ru: Юхеъдв фвяфещвжы твияэ

source: Amount to import:
ru: Хмрнымр котрфжкфрювжы:

source: Amplification (dB):
ru: Ихкнепке (Дч):

source: Amplification Settings
ru: Пвхжфрлмк ихкнепку

source: Amplify
ru: Ихкнепке хкъпвнв

source: Amplify by Dominic Mazzoni
ru: Ихкнепке хкъпвнв - Дрокпкм Овззрпк

source: Amplify...
ru: Ихкнепке хкъпвнв...

source: Amplifying
ru: Тфркяюрдкжху ихкнепке хкъпвнв

source: Amplitude (0-1)
ru: Вотнкжидв (0-1)

source: An error occurred while opening the project file. Some audio may not have been retrieved.
ru: Тфркярщнв рщкчмв тфк ржмфэжкк цвлнв х тфремжро. Авхжы яюимрюэй двппэй оргеж чэжы тржефупв.

source: Any
ru: Нбчрл

source: Applied effect: %s
ru: Тфкоеп?п шццемж: %s

source: Applied effect: %s %.1f dB
ru: Тфкоепеп шццемж: %s %.1f ДЧ

source: Applied effect: %s %.1f%%
ru: Тфкоеп?п шццемж: %s %.1f%%

source: Applied effect: %s %.2f semitones
ru: Тфкоепеп шццемж: %s %.2f трнижрпрю

source: Applied effect: %s %d stages, %.0f%% wet, frequency = %.1f Hz, start phase = %.0f deg, depth = %d, feedback = %.0f%%
ru: Тфкоеп?п шццемж: %s %d шжвтрю, %.0f%% рчфвчржвпр, авхжржв = %.1f Ъз, пвавныпву цвяв = %.0f deg, ъничкпв = %d, рждвав = %.0f%%

source: Applied effect: %s delay = %f seconds, decay factor = %f
ru: Тфкоеп?п шццемж: %s явдефгмв = %f хемипд, мршццкзкепж хтвдв = %f

source: Applied effect: %s frequency = %.0f Hz, boost = %.0f dB
ru: Тфкоеп?п шццемж: %s авхжржв = %.0f Ъз, трюэщепке = %.0f ДЧ

source: Applied effect: %s frequency = %.1f Hz, start phase = %.0f deg, depth = %.0f%%, resonance = %.1f, frequency offset = %.0f%%
ru: Тфкоеп?п шццемж: авхжржв %s = %.1f Ъз, пвавныпву цвяв = %.0f deg, ъничкпв = %.0f%%, феярпвпх = %.1f, хоеьепке авхжржэ = %.0f%%

source: Applied effect: Generate %s %s wave, frequency = %.2f Hz, amplitude = %.2f
ru: Тфкоеп?п шццемж: Хрядвжы юрнпи црфоэ "%s %s" х авхжржрл %.2f Ъз к вотнкжидрл %.2f

source: Applied effect: Generate Silence
ru: Тфкоеп?п шццемж: Хрядвжы жкщкпи

source: Applied effect: Generate White Noise
ru: Тфкоеп?п шццемж: Хрядвжы ченэл щио

source: Apply Gain after compressing
ru: Тфкоепкжы ъфромрхжы трхне мротфеххкк

source: Applying Dynamic Range Compression...
ru: Тфкоепуежху мротфеххку дкпвокаехмрър дквтвярпв...

source: Applying Nyquist Effect...
ru: Тфкоепуежху Nyquist-шццемж...

source: Applying Phaser
ru: Тфкоепуежху шццемж "Цвяеф"

source: Applying Wahwah
ru: Тфкоепуежху шццемж "WahWah"

source: Are you sure you want to save the file as "
ru: Юэ июефепэ, ажр йржкже хрйфвпкжы цвлн мвм "

source: Artist
ru: Кхтрнпкжены

source: Artist:
ru: Кхтрнпкжены:

source: Attack Time:
ru: Юфеоу вжвмк:

source: Attack Time: %.1f secs
ru: Юфеоу вжвмк: %.lf хем

source: Audacious!
ru: Хоенр!

source: Audacity Control Toolbar
ru: Мрпжфрныпву твпены Audacity

source: Audacity Edit Toolbar
ru: Твпены федвмжкфрювпку Audacity

source: Audacity First Run
ru: Тефюэл явтихм Audacity

source: Audacity Mixer Toolbar
ru: Окмщефпву твпены Audacity

source: Audacity Preferences
ru: Пвхжфрлмк Audacity

source: Audacity Project Files
ru: Тфремжпэе цвлнэ Audacity

source: Audacity could not find a place to store temporary files. Please enter an appropriate directory in the preferences dialog.
ru: Тфръфвоов пе оргеж пвлжк мвжвнръ дну йфвпепку юфеоеппэй цвлнрю. Имвгкже трдйрдуькл мвжвнръ ю дквнръе пвхжфрем тфръфвооэ.

source: Audacity did not recognize the type of this file. If it is uncompressed, try importing it using "Import Raw"
ru: Тфръфвоое пе идвнрхы фвхтряпвжы жкт тфеднргеппрър цвлнв. Ехнк шжр пехгвжэл цвлн, тртфрчилже котрфжкфрювжы еър мвм raw-цвлн.

source: Audacity does not export MP3 files directly, but instead uses LAME, an MP3 exporting library available separately. See the documentation for more information. Would you like to locate LameLib now?
ru: Audacity пе шмхтрфжкфиеж двппэе ю MP3 пвтфуоиб, в кхтрныяиеж дну шжрър LAME -- чкчнкржеми дну шмхтрфжв ю MP3, дрхжитпиб ржденыпр. Яв чрнее трдфрчпрл кпцрфовзкел рчфвжкжехы м дрмиоепжвзкк. Юэ йрженк чэ хелавх имвявжы оехжртрнргепке LameLib?

source: Audacity does not export MP3 files directly, but instead uses the freely available LAME library to handle MP3 file encoding. You must obtain lame_enc.dll separately, by downloading the LAME MP3 encoder,and then locate this file for Audacity. You only need to do this once. Would you like to locate lame_enc.dll now?
ru: Audacity пе шмхтрфжкфиеж двппэе ю MP3 пвтфуоиб, в кхтрныяиеж дну шжрър LAME -- чкчнкржеми дну шмхтрфжв ю MP3, дрхжитпиб ржденыпр. Дну шжрър юво перчйрдкор ржденыпр дрхжвжы чкчнкржеми lame_enc.dll, трхжвюнуеоиб ю хрхжвюе твмежв мрдефв LAME MP3, в явжео имвявжы оехжртрнргепке шжрър цвлнв дну Audacity. Шжр перчйрдкор хденвжы жрнымр рдкп фвя Юэ йрженк чэ хелавх имвявжы оехжртрнргепке lame_enc.dll?

source: Audacity does not export MP3 files directly, but instead uses the freely available LAME library to handle MP3 file encoding. You must obtain libmp3lame.so separately, either by downloading it or building it from the sources, and then locate the file for Audacity. You only need to do this once. Would you like to locate libmp3lame.so now?
ru: Audacity пе шмхтрфжкфиеж двппэе ю MP3 пвтфуоиб, в кхтрныяиеж дну шжрър LAME -- чкчнкржеми дну шмхтрфжв ю MP3, дрхжитпиб ржденыпр. Дну шжрър юво перчйрдкор ржденыпр дрхжвжы чкчнкржеми libmp3lame.so, хмвавю е? ю ържрюро юкде, нкчр хмрокткнкфрювю кя кхйрдпэй мрдрю, в явжео имвявжы оехжртрнргепке шжрър цвлнв дну Audacity. Шжр перчйрдкор хденвжы жрнымр рдкп фвя Юэ йрженк чэ хелавх имвявжы оехжртрнргепке libmp3lame.so?

source: Audacity found temporary files that were not deleted or saved the last time you used Audacity. Audacity can't recover them automatically, but if you choose not to delete them, you can recover them manually. Delete temporary files?
ru: Тфръфвоорл рчпвфигепэ юфеоеппэе цвлнэ, мржрфэе пе чэнк идвнепэ кнк хрйфвпепэ ю трхнедпкл фвя мръдв юэ кхтрныярювнк Audacity. Юэ йржкже идвнкжы кй? Audacity?пе иоееж юрххжвпвюнкювжы кй вюжровжкаехмк, пр ехнк юэ ржмвгежехы рж кй идвнепку, жр хоргеже юрххжвпрюкжы двппэе хвок. Идвнкжы юфеоеппэе цвлнэ?

source: Audacity is a free program written by a team of volunteer developers around the world. Coordination happens thanks to SourceForge.net, an online service that provides free tools to open-source software projects. Audacity is available for Windows 98 and newer, Mac OS X, Linux, and other Unix-like operating systems. Older versions of Audacity are available for Mac OS 9.
ru: Audacity - шжр хюрчрдпву тфръфвоов, хрядвппву ъфиттрл тфръфвоокхжрю пв рхпрюе Sourceforge - рпнвлпрюрър хефюкхв дну тфремжрю х ржмфэжэо кхйрдпэо мрдро. Тфръфвоов пвткхвпв пв рхпрюе мфрххтнвжцрфоеппрл жейпрнръкк wxWindows к дрхжитпв дну ртефвзкрппэй хкхжео Windows, MacOS X, к Linux. Хиьехжюиеж чрнее хжвфву юефхку дну Mac OS 9.

source: Audacity is already running
ru: Audacity иге явъфигеп

source: Audacity is now going to exit. Please launch Audacity again to use the new temporary directory.
ru: Audacity ържрюкжху м юэйрди. Трюжрфпр явъфиякже тфръфвоои дну кхтрныярювпку прюрър мвжвнръв дну юфеоеппэй цвлнрю.

source: Audacity project (.AUP) files are not currently associated with Audacity. Associate them, so they open on double-click?
ru: Цвлнэ тфремжрю Audacity (.AUP) хелавх пе вххрзккфрювпэ х Audacity. Вххрзккфрювжы кй, ажрчэ рпк ржмфэювнкхы тр дюрлпрои ьенами оэщыб?

source: Audacity project files (.aup) let you save everything you're working on exactly as it appears on the screen, but most other programs can't open Audacity project files. When you want to save a file that can be opened by other programs, select one of the Export commands.
ru: Ю цвлнвй тфремжрю Audacity (.aup) юэ оргеже хрйфвпкжы тфремж жвм, мвм рп юэънудкж пв шмфвпе, пр чрныщкпхжюр дфиъкй тфръфвоо пе оръиж ржмфэювжы шжк цвлнэ. Ехнк юэ йржкже хрйфвпкжы феяиныжвж фвчржэ ю акжвеоэл дфиъкок тфръфвоовок црфовж, кхтрныяилже мровпдэ "Шмхтрфжкфрювжы...".

source: Audacity projects (*.aup)|*.aup
ru: Тфремжэ Audacity (*.aup)|*.aup

source: Audacity was expecting a library named "%s". Are you sure you want to attempt to export MP3 files using "%s"?
ru: Ргкдвнвхы чкчнкржемв х коепео "%s". Юэ июефепэ ю жро, ажр йржкже тртэжвжыху шмхтрфжкфрювжы двппэе ю цвлн црфовжв MP3 тфк трорьк "%s"?

source: Audacity was unable to convert an Audacity 1.0 project to the new project format.
ru: Audacity пе идвнрхы тфрерчфвярювжы тфремж црфовжв Audacity 1.0 ю тфремж прюрър црфовжв.

source: Audio Track
ru: Дрфргмв

source: Author:
ru: Вюжрф:

source: Automatic Volume Control
ru: Вюжровжкаехмкл мрпжфрны ифрюпу

source: Automatic Volume Control by Vincent A. Busam
ru: Вюжровжкаехмкл мрпжфрны ифрюпу - Юкпхепж В. Чыбхво

source: Automatic Volume Control...
ru: Вюжровжкаехмкл мрпжфрны ифрюпу...

source: Autoscroll while playing
ru: Вюжртфрмфижмв тфк юрхтфркяюедепкк

source: BassBoost
ru: Ихкнепке чвхрюэй авхжрж...

source: BassBoost by Nasca Octavian Paul
ru: Ихкнепке чвхрюэй авхжрж - Пвхмв Рмжвюквп Трн

source: BassBoost...
ru: Ихкнепке чвхрюэй авхжрж...

source: Beats per Minute (BPM): from
ru: Идвфрю ю окпижи (BPM): рж

source: Benchmark
ru: Жехж тфркяюрдкженыпрхжк

source: Big-endian
ru: "Житрмрпеапкм"

source: Bit Rate:
ru: Чкжрюву авхжржв:

source: Boost (dB):
ru: Трюэщепке (ДЧ):

source: Boosting Bass Frequencies
ru: Трюэщвеоэе чвхрюэе авхжржэ

source: Buttons
ru: Мнвюкщк

source: Can't Redo
ru: Пеюряоргпр трюжрфкжы

source: Can't Undo
ru: Пеюряоргпр ржоепкжы

source: Can't process replacing
ru: Пе идв?жху тфркяюехжк явоепи

source: Cancel
ru: Ржоепкжы

source: Cannot export audio in this format.
ru: Пеюряоргпр шмхтрфжкфрювжы двппэе ю шжрж црфовж

source: Cannot export audio to %s
ru: Пеюряоргпр шмхтрфжкфрювжы двппэе ю %s

source: Center
ru: зепжф

source: Change Amplification Envelope
ru: Кяоепкжы ръкчвбьиб ихкнепку

source: Change ONE Sample only
ru: Кяоепкжы жрнымр РДКП хеотн

source: Change Pitch
ru: Хоепв юэхржэ жрпв

source: Change Pitch without Changing Tempo
ru: Кяоепкжы юэхржи жрпв, пе кяоепуу жеот

source: Change Pitch...
ru: Хоепв юэхржэ жрпв...

source: Change Sample
ru: Кяоепкжы хеотн

source: Change Several Samples
ru: Кяоепкжы пехмрнымр хеотнрю

source: Change Speed
ru: Хоепв хмрфрхжк

source: Change Speed, affecting both Tempo and Pitch
ru: Кяоепкжы хмрфрхжы, юнкуу пв жеот к юэхржи жрпв

source: Change Speed...
ru: Хоепв хмрфрхжк...

source: Change Tempo
ru: Хоепв жеотв

source: Change Tempo without Changing Pitch
ru: Кяоепкжы жеот, пе кяоепуу юэхржи жрпв

source: Change Tempo...
ru: Хоепв жеотв...

source: Change lower speed limit (%) to:
ru: Кяоепкжы пкгпкл тфеден хмрфрхжк (%) пв:

source: Change track name to:
ru: Кяоепкжы коу дрфргмк пв:

source: Change upper speed limit (%) to:
ru: Кяоепкжы юефйпкл тфеден хмрфрхжк (%) пв:

source: Change window size must be less than or equal to Adjustment window size.
ru: Япваепке ю рмпе кяоепепку дрнгпр чэжы оепыще кнк фвюпр япваепкб ю рмпе трдхжфрлмк.

source: Changed '%s' to %d Hz
ru: '%s' кяоепепр пв %d Ъз

source: Changed '%s' to %s
ru: '%s' кяоепепр пв %s

source: Changes to temporary directory will not take effect until Audacity is restarted
ru: Кяоепепку мвхвженыпр мвжвнръв дну йфвпепку юфеоеппэй цвлнрю пе юряэоебж шццемжв, трмв тфръфвоов Audacity пе чидеж тефеявъфигепв.

source: Changing Pitch
ru: Кяоепуежху юэхржв жрпв

source: Changing Speed
ru: Кяоепуежху хмрфрхжы

source: Changing Tempo
ru: Кяоепуежху жеот

source: Changing block %s
ru: Кяоепуежху чнрм %s

source: Changing volume
ru: Кяоепуежху ифрюепы ъфромрхжк

source: Channel
ru: Мвпвн

source: Channels:
ru: Мвпвнэ:

source: Choose Language for Audacity to use:
ru: Юэчефкже уяэм кпжефцелхв дну Audacity:

source: Choose a location to place the temporary directory
ru: Юэчефкже оехжртрнргепке мвжвнръв дну йфвпепку юфеоеппэй цвлнрю

source: Choose...
ru: Юэчефкже...

source: Cleaning up temporary files...
ru: Юфеоеппэе цвлнэ идвнубжху...

source: Clear
ru: Ракхжкжы

source: Click and drag to adjust relative size of stereo tracks.
ru: Ь?нмпкже к тефежвькже дну феъинузкк ржпрхкженыпрър фвяоефв хжефердрфргем

source: Click and drag to edit the amplitude envelope
ru: Ь?нмпкже к тефежвькже дну федвмжкфрювпку ръкчвбьел вотнкжидэ

source: Click and drag to edit the samples
ru: Ь?нмпкже к тефежвькже дну федвмжкфрювпку хеотнрю

source: Click and drag to move a track in time
ru: Ь?нмпкже к тефежвькже дну тефеоеьепку дрфргмк юр юфеоепк

source: Click and drag to move left selection boundary.
ru: Ь?нмпкже к тефежвькже ржоежми дну ихжвпрюмк неюрл ъфвпкзэ юэденепку

source: Click and drag to move right selection boundary.
ru: Ь?нмпкже к тефежвькже ржоежми дну ихжвпрюмк тфвюрл ъфвпкзэ юэденепку

source: Click and drag to resize the track.
ru: Ь?нмпкже к тефежвькже дну кяоепепку фвяоефв дрфргмк

source: Click and drag to select audio
ru: Ь?нмпкже к тефежвькже дну юэденепку яюимрюрър цфвъоепжв

source: Click to Zoom In, Shift-Click to Zoom Out
ru: Ьенарм дну тфкчнкгепку, Shift+ьенарм дну рждвнепку

source: Click to vertically zoom in, Shift-click to zoom out, Drag to create a particular zoom region.
ru: Кхтрныяилже ьенарм дну тфкчнкгепку тр юефжкмвнк, Shift к ьенарм - дну рждвнепку, тефежвхмкювпке х пвгвжрл мпртмрл дну юэденепку рчнвхжк овхщжвчкфрювпку.

source: Close
ru: Явмфэжы

source: Command
ru: Мровпдв

source: Command Action
ru: Делхжюке мровпдэ

source: Command-line exporting is only supported on UNIX
ru: Шмхтрфж аефея мровпдпиб хжфрми дрхжитеп жрнымр ю UNIX

source: Command-line options supported: -help (this message) -test (run self diagnostics) -blocksize ### (set max disk block size in bytes) In addition, specify the name of an audio file or Audacity project to open it.
ru: Трддефгкювеоэе ртзкк ю мровпдпрл хжфрме: -help (юэюрдкж шжр хррчьепке пв шмфвп) -test (явтихмвеж хвордквъпрхжкми) -blocksize ### (ихжвпвюнкювеж овмх. фвяоеф дкхмрюэй чнрмрю ю чвлжвй) Ю дртрнпепке м шжрои имвгкже коу цвлнв кнк тфремжв Audacity, мржрфэл чидеж ржмфэж тфк явтихме тфръфвоооэ.

source: Comments
ru: Мрооепжвфкк

source: Comments:
ru: Мрооепжвфкк:

source: Compressor...
ru: Мротфеххрф...

source: Converted a 1.0 project file to the new format. The old file has been saved as '%s'
ru: Тфремж црфовжв 1.0 тферчфвярювп ю тфремж прюрър црфовжв. Хжвфэл цвлн хрйфвп?п трд коепео '%s'

source: Copy
ru: Хмрткфрювжы

source: Could not open MP3 encoding library!
ru: Пе идвнрхы ржмфэжы чкчнкржеми дну шмхтрфжв ю MP3!

source: Could not open file:
ru: Пе идвнрхы ржмфэжы цвлн:

source: Could not open file: "%s"
ru: Пе идвнрхы ржмфэжы цвлн: "%s"

source: Could not save project. Perhaps %s is not writeable, or the disk is full.
ru: Пе идвнрхы хрйфвпкжы тфремж. Юряоргпр, и ювх пеж тфвю пв явткхы %s, нкчр педрхжвжрапр хюрчрдпрър оехжв пв дкхме.

source: Couldn't find the project data folder: "%s"
ru: Пе идвнрхы пвлжк мвжвнръ х двппэок тфремжв: "%s"

source: Couldn't open the Audacity Help file.
ru: Пе идвнрхы ржмфэжы цвлн хтфвюмк Audacity.

source: Couldn't write to file:
ru: Пе идвнрхы тфркяюехжк явткхы ю цвлн:

source: Created new audio track
ru: Хрядвпв прюву яюимрюву дрфргмв

source: Created new label track
ru: Хрядвп прюву дрфргмв дну явоежрм

source: Created new project
ru: Хрядвп прюэл тфремж

source: Created new stereo audio track
ru: Хрядвпв прюву хжефердрфргмв

source: Created new time track
ru: Хрядвпв прюву дрфргмв юфеоепк

source: Creating Noise Profile
ru: Хрядв?жху ордены щиов

source: Credits
ru: Рч вюжрфвй

source: Ctrl-Left-Drag
ru: Ctrl-Left-Тефежвхмкювпке

source: Ctrl-Wheel-Rotate
ru: Ctrl-Трюрфрж-Мрн?хкмро

source: Cu&t Ctrl+X
ru: Юэфе&явжы Ctrl+X

source: Cuberoot Autocorrelation
ru: Хфедпемювдфвжкапву вюжрмрффенузку

source: Cursor Left Left
ru: Мифхрф юнеюр Left

source: Cursor Right Right
ru: Мифхрф ютфвюр Right

source: Cursor to End
ru: Рж мифхрфв др мрпзв

source: Cursor: %.3lf NTSC frames (29.97 fps) %s
ru: Мифхрф: %.3lf мвдфрю NTSC (29.97 fps) %s

source: Cursor: %.3lf PAL frames (25 fps) %s
ru: Мифхрф: %.3lf мвдфрю PAL (25 fps) %s

source: Cursor: %.3lf film frames (24 fps) %s
ru: Мифхрф: %.3lf мвдфрю цкныов (24 fps) %s

source: Cursor: %.4f sec (%d Hz) (%s) = %f, Peak: %.4f sec (%d Hz) (%s)
ru: Мифхрф: %.4f хем (%d Ъз) (%s) = %f, Ткм: %.4f хем (%d Ъз) (%s)

source: Cursor: %02i:%02i:%06.3lf cdda min:sec:frames (75 fps) %s
ru: Мифхрф: %02i:%02i:%06.3lf cdda окп:хем:мвдфрю (75 fps) %s

source: Cursor: %1i:%02i:%02i:%06.3lf NTSC drop-frame h:mm:ss:ff (%.3lf NTSC frames) %s
ru: Мифхрф: %1i:%02i:%02i:%06.3lf NTSC drop-frame а:оо:хх:ff (%.3lf мвдфрю NTSC) %s

source: Cursor: %1i:%02i:%02i:%06.3lf NTSC non-drop-frame h:mm:ss:ff (%.3lf NTSC frames) %s
ru: Мифхрф: %1i:%02i:%02i:%06.3lf NTSC non-drop-frame а:оо:хх:мм (%.3lf мвдфрю NTSC) %s

source: Cursor: %1i:%02i:%02i:%06.3lf PAL h:mm:ss:ff 25 fps (%.3lf PAL frames) %s
ru: Мифхрф: %1i:%02i:%02i:%06.3lf PAL а:оо:хх:мм 25 fps (%.3lf мвдфрю PAL) %s

source: Cursor: %1i:%02i:%02i:%06.3lf film h:mm:ss:ff 24 fps (%.3lf film frames) %s
ru: Мифхрф: %1i:%02i:%02i:%06.3lf film а:оо:хх:мм 24 мвдфрю/c (%.3lf мвдфрю цкныов) %s

source: Cursor: %1i:%02i:%09.6f hr:min:sec %s
ru: Мифхрф: %1i:%02i:%09.6f а:окп:хем %s

source: Cursor: %d Hz (%s) = %d dB Peak: %d Hz (%s)
ru: Мифхрф: %d Ъз (%s) = %d Дч Ткм: %d Ъз (%s)

source: Cursor: %i+%04i cdda sectors+bytes (2352 bytes per sector) [Snap-To Samples]
ru: Мифхрф: %i+%04i cdda-хемжрфрю+чвлж (2352 чвлж пв хемжрф) [тфкюуямв тр хеотнво]

source: Cursor: %i+%04i cdda sectors+bytes (2352 bytes per sector) [Snap-To Samples] Change Project Rate to 44100 for cdda
ru: Мифхрф: %i+%04i cdda-хемжрфрю+чвлж (2352 чвлж пв хемжрф) [тфкюуямв тр хеотнво] Кяоепкжы авхжржи тфремжв пв 44100 дну cdda

source: Cursor: %i+%i sec+samples [Snap-To Samples]
ru: Мифхрф: %i+%i хем+хеотнрю [тфкюуямв тр хеотнво]
