<h2>Audacity 1.2.2における変更点</h2>
<ul>
<li><p>録音時・最盛時のボリュームを見るための
  <a href="onlinehelp-1.2/toolbar_meter.htm">メーターツールバー</a>が
  追加されました。録音中でなくともレコーディングメーターをクリックすれば
  入力レベルを見ることができます。</p></li>

<li><p>マルチプルエクスポート：トラックごとに、またはラベルで区切られた部分ごとに、
  複数のファイルに一度に出力することができます。</p></li>
　　
<li><p>同時再生録音時にレイテンシーを自動的に補正しようと試みます。
    (これは完全には正しく動作いたしません。そのためまだすべてのシス
    テムではサポートされていません。これは将来のバージョンで改良され
    テイク予定です。) </p></li>

<li><p>プロジェクト中に繰り返しデータ又は二重に複写したデータが含まれて
    いた場合、データを保存して再び開くと、データが失われてしまうとい
    う深刻なバグを修正しました。</p></li>

<li><p>MP3タグのダイアログは、MP3形式として保存するときの初回だけポップ
    アップするようにしました。それ以降は、少なくとも１つ以上のタグが
    入力されていない限り、ポップアップしません。</p></li>

<li><p>現在の再生位置にラベルを追加することができます。プロジェクトメニ
    ュー内の、Ctrl+M ショートカットを使います。</p></li>

<li><p>ラベル上をクリックすることによってトラック全体を選択することがで
    きるようになりました。これによってラベルトラックを使って選択部分
    を呼び出すのが簡単になりました。</p></li>

<li><p>Windows: タイムトラックの「レート設定」コマンドで異常終了するのを
    修正しました。</p></li>

<li><p>いくつかのWindowsシステムで、45分以上の録音をしたときに発生する
    問題を解決しました。</p></li>

<li><p>Mac OS X: Griffin社製iMicを使用時に、ステレオがいつもモノラルで録
    音されてしまうというバグを改善しました。</p></li>

<li><p>ソフトウェア・プレイスルー機能(録音中に、又は、VUメーターでモニタ
    リング中に、同時に録音されたものを聞くことができます)を追加しまし
    た。これにより、例えば、ひとつのオーディオデバイスを使って録音し、
    同時に別のデバイスでその録音されたものを再生する、といったことが
    可能になりました。</p></li>

<li><p>Unix/Linux: オーディオデバイスが停止しているときにマウスキャプ
　　チャーすると固まってしまうというバグを修正しました。(Audacityは応
　　答しないかもしれませんが、Xのすべてが固まってしまうことはもうない
    でしょう。)
</p></li>

<li><p>他のプラットフォーム(OS)で保存されたAudacityプロジェクトを開くと、
    ふさわしくないウェーブフォーム表示をするという美観上のバグを直し
    ました。(例えば、プロジェクトをMacからPCへコピーした時など)</p></li>

<li><p>ラベルトラックを貼り付け、分割、複製するときに、不安定になるバグ
    を修正しました。</p></li>

<li><p>ラベルトラックのフォントを選択できるようになりました。ラベルトラ
    ックの「フォント...」ポップアップメニューを使ってください。</p></li>

<li><p>基本的な印刷機能がサポートされました。現在のところ、プロジェクト
    全体を１つのページに印刷します。最適な結果が得られるように、プリ
    ンタの用紙の向きを調節してください。</p></li>

<li><p>Mac OS X と Windows: Ogg Vorbis エンコーダには、新しいバージョン
    (1.0.1)を採用しました。Vorbis の圧縮は、さらに高音質でしかも小さ
    なファイルサイズになることでしょう。</p></li>

<li><p>分割されたトラックにエフェクトを適用したときに、時折異常停止する
    バグを修正しました。</p></li>

<li><p>ズームイン／ズームアウトは、使用可能でないときには適切にディス
    エーブル状態になります。</p></li>

<li><p>「プレビュー」を使ったときに残される一時ファイルは必ず削除されるよう
    になりました。</p></li>

<li><p>その他の目立たないバグを修正し、パフォーマンスの向上を図りました。</p></li>
</ul>
