<?php BoxTop('2004年2月10日：Audacity 1.2.0-pre4(Windows用・Linux用)公開
'); ?>

<p>
　Audacity 1.2.0-pre4は、フリーのサウンドエディッタ「Audacity」のテスト版です。
このバージョンでは、1.2.0-pre3で見つかった目立たないバグを直しました。これは完成版になる予定のものです。もしこれ以上バグが見つからなければ、今月中にも、1.2.0完成版を公開したいと思います。
</p>

<p>
　Audacity 1.2.0-pre4は、現在のところWindows用とLinux用のみ入手可能です。Mac OS X用のものは、重要なバグがまだ残っていますので、それらを直した後で入手可能になる予定です。
</p>

<p>
　<a href="beta.php<?php print "$langQueryStr"; ?>">ベータ版のページ</a>に、完全なリリースノート及びダウンロードリンクが載せてあります。

</p>

<?php BoxBottom(); ?>

