Repository: audacity/audacity-from-svn-5GB
Catalog: website/tags/Audacity_2_0_6/htdocs/locale/*.po
Languages: sv

source: to learn about the Audacity source code and contribute to making Audacity even better!
sv: för att lära dig mer om Audacitys källkod och bidra med att göra Audacity ännu bättre!

source: Mailing Lists
sv: Sändlistor

source: You must subscribe to send messages to this list.
sv: Du måste prenumerera för att kunna skicka meddelanden till denna lista.

source: %s archives and subscription information
sv: Info om arkiv och prenumeration på %s

source: These lists are for discussion about the Audacity audio editor. </p> <p><b>Note:</b> In line with our <a href="../contact/privacy">Privacy Policy</a>, these are public lists - messages are seen by all list subscribers, and posted on several web sites where the messages are archived.</p>
sv: Dessa listor är avsedda för diskussion kring ljudredigeringsprogrammet Audacity. Diskussioner på listorna sker på engelska. </p> <p><b>Observera:</b> I linje med vår <a href="../contact/privacy">policy om personlig integritet</a>, dessa är offentliga listor - meddelanden ses av alla prenumeranter på listorna, och finns att läsa som arkiv på flera webbplatser.</p>

source: Discuss Audacity with other <a href="../community/users">users</a> and developers.
sv: Diskutera Audacity med andra <a href="../community/users">användare</a> och utvecklare.

source: For <a href="../community/developers">developers</a> working with the Audacity source code and documentation, and others interested in following our development process, or learning about compiling or developing our code.
sv: För <a href="../community/developers">utvecklare</a> som arbetare med källkoden till och dokumentation av Audacity, och andra som är intresserade av att följa utvecklingsprocessen, eller vill lära sig om att kompilera eller utveckla vår kod.

source: Developers may also subscribe to automated notifications of <a href="http://lists.sourceforge.net/lists/listinfo/audacity-cvs">latest source code changes</a> and <a href="http://lists.sourceforge.net/lists/listinfo/audacity-bugs">bugs</a> reported to our <a href="http://limpet.net/audacity/bugzilla/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">Bugzilla</a> database. However, <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Release Checklist</a> on the <a href="http://audacityteam.org/wiki/">Wiki</a> is now used for internal bug tracking.
sv: Utvecklare kan också prenumerera på att automatiskt få meddelande om <a href="http://lists.sourceforge.net/lists/listinfo/audacity-cvs">de senaste källkodsändringarna</a> och <a href="http://lists.sourceforge.net/lists/listinfo/audacity-bugs">felrapporterna</a> som kommit in till <a href="http://limpet.net/audacity/bugzilla/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">Bugzilladatabasen</a>. Märk dock att en <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">utgivningschecklista</a> på <a href="http://audacityteam.org/wiki/">wikin</a> numera används för intern felspårning.

source: For <a href="../community/translation">translators</a> localizing the Audacity software, web site and documentation.
sv: För <a href="../community/translation">översättare</a> som översätter Audacity-programvaran, webbplatsen och dokumentationen.

source: Share questions and tips about programming <a href="../help/nyquist">Nyquist plug-ins</a>.
sv: Dela frågor och tips om att programmera <a href="../help/nyquist">Nyquist-insticksprogram</a>.

source: Credits
sv: Tack till

source: These are some of the people who have <a href="../community/">contributed</a> to the free Audacity audio editor.</p> </p>If you have questions or feedback about Audacity, please see the <a href="../contact/">contact page</a>.
sv: Dessa är några av de som har <a href="../community/">bidragit</a> till det fria ljudredigeringsprogrammet Audacity.</p> </p>Om du har frågor eller vill ge feedback om Audacity, läs <a href="../contact/">kontaktsidan</a>.

source: History
sv: Historia

source: Audacity was started by Dominic Mazzoni and Roger Dannenberg in the fall of 1999 at Carnegie Mellon University. It was released as open-source software at SourceForge.net in May of 2000.
sv: Audacity skapades av Dominic Mazzoni och Roger Dannenberg på hösten 1999 på Carnegie Mellon University. Det släpptes som fri programvara med öppen källkod på SourceForge.net i maj 2000.

source: Audacity Team Members
sv: Medlemmar i Audacityteamet

source: documentation and support
sv: dokumentation och support

source: French
sv: Franska

source: developer
sv: Utvecklare

source: Technical Leadership Council
sv: Tekniska ledarrådet

source: Emeritus: distinguished Audacity team members, not currently active
sv: Emeritus: Framstående medlemmar av Audacityteamet, för närvarande inte aktiva.

source: Contributors
sv: Medarbetare

source: graphic artist
sv: Grafisk utformning

source: Translators
sv: Översättare

source: Libraries
sv: Bibliotek

source: Audacity is based on code from the following projects:
sv: Audacity är baserad på kod från följande projekt:

source: Thanks
sv: Tack

source: There are many other people and organizations we would like to thank. Many of these have contributed code, patches, feedback, money, time, or other things to the project. Others simply produce tools that made this whole thing possible.
sv: Det är många personer och organisationer som vi vill tacka. Många av dessa har bidragit med kod, programfixar, feedback, pengar, tid och annat till projektet. Andra har bidragit med verktyg som gjort hela projektet möjligt.

source: (Let us know if we're forgetting anyone!)
sv: (Låt oss veta om vi glömt någon!)

source: About Audacity
sv: Om Audacity

source: <p>Audacity is a free, easy-to-use audio editor and recorder for Windows, Mac OS X, GNU/Linux and other operating systems. You can use Audacity to:</p> <ul> <li>Record live audio.</li> <li>Convert tapes and records into digital recordings or CDs.</li> <li>Edit Ogg Vorbis, MP3, WAV or AIFF sound files.</li> <li>Cut, copy, splice or mix sounds together.</li> <li>Change the speed or pitch of a recording.</li> <li>And more! See the complete <a href="features">list of features</a>.</li> </ul>
sv: <p>Audacity är ett fritt, lättarbetat ljudredigerings- och inspelningsprogram för Windows, Mac OS X, GNU/Linux, och andra operativsystem. Du kan använda Audacity till:</p> <ul> <li>Göra liveinspelningar.</li> <li>Konvertera band och inspelningar till digitalt format eller cd.</li> <li>Redigera Ogg Vorbis-, MP3-, WAV- eller AIFF-filer.</li> <li>Klippa ut, kopiera, splitta och mixa ihop ljud.</li> <li>Ändra hastighet eller tonhöjd på inspelningen.</li> <li>Det är inte allt! Läs den kompletta <a href="features">listan på funktioner</a>.</li> </ul>

source: <h3>About Free Software</h3> <p>Audacity is free software, developed by a group of volunteers and distributed under the <a href="license">GNU General Public License (GPL)</a>.</p> <p>Free software is not just free of cost (like &quot;free beer&quot;). It is <b>free as in freedom</b> (like &quot;free speech&quot;). Free software gives you the freedom to use a program, study how it works, improve it and share it with others. For more information, visit the <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Programs like Audacity are also called <b>open source software</b>, because their source code is available for anyone to study or use. There are thousands of other free and open source programs, including the <a href="http://www.mozilla.com/">Firefox</a> web browser, the <a href="http://www.openoffice.org/">OpenOffice.org</a> office suite and entire Linux-based operating systems such as <a href="http://www.ubuntulinux.org/">Ubuntu</a>.</p> <p>We welcome <a href="../community/donate">donations</a> to support Audacity development.</p>
sv: <h3>Om fri programvara</h3> <p>Audacity är fri programvara, utvecklat av en grupp frivilliga och distribuerat under <a href="license">GNU General Public License (GPL)</a>.</p> <p>Fri programvara är inte bara gratis (som &quot;gratis öl&quot;). Fri programvara ger dig frihet att använda ett program, studera hur det fungerar, förbättra det, och dela det med andra. För mer information, besök <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Program som Audacity kallas också <b>öppna källkodsprogram (open source software)</b>, därför att deras källkod är tillgänglig för alla att studera och använda. Det finns tusentals program med fri och öppen källkod, inklusive webbläsaren <a href="http://www.mozilla.org/">Firefox</a>, kontorspaketet <a href="http://www.openoffice.org/">OpenOffice.org</a>, och hela operativsystemet <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/">Ubuntu</a>.</p> <p>Vi tar gärna emot <a href="../community/donate">donationer</a> till stöd för utvecklandet av Audacity.</p>

source: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> has statistics on the value of Audacity development. The Ohloh &quot;badge&quot; at the bottom of each page on this site shows updated summary values. We set up the Ohloh pages about Audacity so the statistics show only the values of Audacity-specific development, excluding the third-party code libraries Audacity uses.</p>
sv: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> har statistik kring värdet av Audacitys utveckling. Ohloh &quot;emblemet&quot; längst ner på varje sida på denna webbplats visar det uppdaterade sammanfattningar av värdet. Vi satte upp Ohloh-sidor om Audacity så statistiken visar bara värden på Audacity-specifik utveckling, och inte omfattar de tredjeparts kodbibliotek som Audacity använder.</p>

source: <h3>Bundling, Reselling or Distributing Audacity</h3> <p>Vendors are free to bundle Audacity with their products, or to sell or distribute copies of Audacity (see <a href="../download/bundlers">Vendors and Distributors of Audacity</a>) under the <a href="../about/license#license">GNU General Public License (GPL)</a>.</p> <p>If you are interested in bundling, selling or distributing Audacity, please review our entire <a href="../about/license">License, and Advice for Vendors and Distributors</a> page.</p>
sv: <h3>Bifoga, sälja eller distribuera Audacity</h3> <p>Återförsäljare är fria att bifoga Audacity med sina produkter, eller att sälja och distribuera kopior av Audacity (läs <a href="../download/bundlers">Återförsäljare och distributörer av Audacity</a>) under <a href="../about/license#license">GNU General Public License (GPL)</a>.</p> <p>Om du är intresserad av att bifoga, sälja eller distribuera Audacity, så läs hela sidan <a href="../about/license">Licens och råd till återförsäljare och distributörer</a>.</p>

source: More news items...
sv: Fler nyheter...

source: News
sv: Nyheter

source: Screenshots
sv: Skärmdumpar

source: Click any screenshot for a larger version.
sv: Klicka på vilken skärmdump som helst för att visa den i större storlek.

source: Audacity running on Linux
sv: Audacity körs under Linux

source: Audacity running on Windows
sv: Audacity körs underi Windows

source: Audacity running on Mac OS X
sv: Audacity körs under Mac OS X

source: Noise Removal effect
sv: Effekten brusreducering

source: Change Pitch effect
sv: Effekten ändra tonhöjd

source: Change Tempo effect
sv: Effekten ändra tempo

source: Recording with Audacity
sv: Spela in med Audacity

source: Features
sv: Funktioner

source: This is a list of features in Audacity, the free audio editor. For more information on how to use these features, go to the <a href="../help/">help pages</a>.
sv: Här är en lista på funktioner i Audacity, det fria ljudredigeringsprogrammet. För mer information om hur man använder dessa, gå till <a href="../help/">Hjälp</a>.

source: <h3>Recording</h3> <p>Audacity can record live audio through a microphone or mixer, or digitize recordings from cassette tapes, vinyl records, or minidiscs. With some sound cards, it can also capture streaming audio.</p> <ul> <li>Record from microphone, line input, or other sources.</li> <li>Dub over existing tracks to create multi-track recordings.</li> <li>Record up to 16 channels at once (requires multi-channel hardware).</li> <li>Level meters can monitor volume levels before, during, and after recording.</li> </ul>
sv: <h3>Inspelning</h3> <p>Audacity kan spela in live genom mikrofon eller mixer, eller digitalisera inspelningar från kassettband, vinylskivor eller minidisk. Med vissa ljudkort kan man också spela in strömmande ljud.</p> <ul> <li>Spela in med mikrofon, linje in eller andra källor.</li> <li>Dubba över existerande spår för att skapa flerspåriga inspelningar.</li> <li>Spela in upp till 16 kanaler på en gång (kräver hårdvara som klarar av flera kanaler).</li> <li>Nivåmätare kan bevaka volymnivåer före, under och efter inspelning.</li> </ul>

source: <h3>Import and Export</h3> <p>Import sound files, edit them, and combine them with other files or new recordings. Export your recordings in several common file formats.</p> <ul> <li>Import and export WAV, AIFF, AU, and <a href="http://vorbis.com">Ogg Vorbis</a> files.</li> <li>Import MPEG audio (including MP2 and MP3 files) with <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Export MP3s with the optional LAME encoder library.</li> <li>Create WAV or AIFF files suitable for burning to CD.</li> <li>Import and export all file formats supported by <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Open raw (headerless) audio files using the “Import Raw” command.</li> <li><strong>Note:</strong> Audacity does not currently support WMA, AAC, or most other proprietary or restricted file formats.</li> </ul>
sv: <h3>Importera och exportera</h3> <p>Importera ljudfiler, redigera dem, och kombinera dem med andra filer eller nya inspelningar. Exportera dina inspelningar i flera vanligt förekommande filformat.</p> <ul> <li>Importera och exportera WAV, AIFF, AU, och <a href="http://vorbis.com">Ogg Vorbis</a> filer.</li> <li>Importera MPEG-ljud (inklusive MP2 och MP3 filer) med <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Exportera MP3s med det valfria LAME-kodarbiblioteket.</li> <li>Skapa WAV- or AIFF-filer som passar att bränna på cd.</li> <li>Importera och exportera alla filformat som stöds av <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Öppna ljudfiler i råformat (utan huvud) genom att använda kommandot “Importera->Rådata”.</li> <li><strong>Obs!:</strong> Audacity stödjer inte för tillfället WMA, AAC, eller de flesta skyddade eller begränsade filformat.</li> </ul>

source: <h3>Editing</h3> <ul> <li>Easy editing with Cut, Copy, Paste, and Delete.</li> <li>Use unlimited Undo (and Redo) to go back any number of steps.</li> <li>Very fast editing of large files.</li> <li>Edit and mix an unlimited number of tracks.</li> <li>Use the Drawing tool to alter individual sample points.</li> <li>Fade the volume up or down smoothly with the Envelope tool.</li> </ul>
sv: <h3>Redigera</h3> <ul> <li>Lättarbetat med Klipp ut, Kopiera, Klistra in och Radera.</li> <li>Använd obegränsad Ångra-funktion (och Gör om) för att gå tillbaka hur många steg som helst.</li> <li>Mycket snabb redigering av stora filer.</li> <li>Redigera och mixa obegränsat antal spår.</li> <li>Använd Ritverktyget för att ändra enskilda samplingspunkter.</li> <li>Tona volymen smidigt upp eller ner med Envelopeverktyget.</li> </ul>

source: <h3>Effects</h3> <ul> <li>Change the pitch without altering the tempo, or vice-versa.</li> <li>Remove static, hiss, hum, or other constant background noises.</li> <li>Alter frequencies with Equalization, FFT Filter, and Bass Boost effects.</li> <li>Adjust volumes with Compressor, Amplify, and Normalize effects. <li>Other built-in effects include: <ul> <li>Echo</li> <li>Phaser</li> <li>Wahwah</li> <li>Reverse</li> </ul> </li> </ul>
sv: <h3>Effekter</h3> <ul> <li>Ändra tonhöjd utan att ändra tempot eller tvärtom.</li> <li>Ta bort brum, eller andra bakomliggande ljud.</li> <li>Ändra frekvenser med Equalization, FFT Filter, och Bass Boost effekter.</li> <li>Justera volymen med effekter som Kompressor, Förstärkning, och Normalisering. <li>Andra inbyggda effekter:: <ul> <li>Eko</li> <li>Phaser</li> <li>Wahwah</li> <li>Baklänges</li> </ul> </li> </ul>

source: <h3>Sound Quality</h3> <ul> <li>Record and edit 16-bit, 24-bit, and 32-bit (floating point) samples.</li> <li>Record at up to 96 kHz.</li> <li>Sample rates and formats are converted using high-quality resampling and dithering.</li> <li>Mix tracks with different sample rates or formats, and Audacity will convert them automatically in realtime.</li> </ul>
sv: <h3>Ljudkvalitet</h3> <ul> <li>Spela in och redigera 16-bit, 24-bit, och 32-bit (floating point) samples.</li> <li>Spela in ända upp till 96 KHz.</li> <li>Samplingsfrekvenser och format konverteras med högkvalitativ omsampling och dithering.</li> <li>Mixa spår med olika samplingsfrekvens och format, och Audacity konverterar dem automatiskt i realtid:</li> </ul>

source: <h3>Plug-Ins</h3> <ul> <li>Add new effects with <a href="http://www.ladspa.org/">LADSPA plug-ins</a>.</li> <li>Audacity includes some sample plug-ins by <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Load VST plug-ins for Windows and Mac, with the optional <a href="http://audacityteam.org/vst/">VST Enabler</a>.</li> <li>Write new effects with the built-in <a href="../help/nyquist">Nyquist</a> programming language.</li> </ul>
sv: <h3>Insticksprogram</h3> <ul> <li>Lägg till nya effekter med <a href="http://www.ladspa.org/">LADSPA-insticksprogram</a>.</li> <li>Audacity inkluderar också några insticksprogram av <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Hämta VST-insticksprogram för Windows och Mac, med <a href="http://audacityteam.org/vst/">VST Enabler</a>.</li> <li>Skapa nya effekter med det inbyggda programmeringspråket <a href="../help/nyquist">Nyquist</a>.</li> </ul>

source: <h3>Analysis</h3> <ul> <li>Spectrogram mode for visualizing frequencies.</li> <li>“Plot Spectrum” command for detailed frequency analysis.</li> </ul>
sv: <h3>Analys</h3> <ul> <li>Spektrogramläge för att visualisera frekvenser.</li> <li>“Plot Spectrum” kommando för detaljerad frekvensanalys.</li> </ul>

source: <h3>Free and Cross-Platform</h3> <ul> <li>Licensed under the <a href="license">GNU General Public License (GPL)</a>.</li> <li>Runs on Mac OS X, Windows, and GNU/Linux.</li> </ul>
sv: <h3>Fritt och på flera operativssystem</h3> <ul> <li>Licensierad under <a href="license">GNU General Public License (GPL)</a>.</li> <li>Kan köras på Mac OS X, Windows, och GNU/Linux.</li> </ul>

source: Links
sv: Länkar

source: Other Things Named “Audacity” (not related to us)
sv: Andra saker som heter “Audacity” (inte knutet till oss)

source: <a href="http://audacityaudio.com/index.htm">Audacity DVR</a> is a digital voice recorder for Palm OS and Treo handheld computers
sv: <a href="http://audacityaudio.com/index.htm">Audacity DVR</a> är en digital röstinspelare för Palm OS och handhållna datorer från Treo.

source: <a href="http://www.audacity.org">Audacity.org</a> is a research company for construction industry professionals.
sv: <a href="http://www.audacity.org">Audacity.org</a> is a forskningsbolag för yrkesmän inom byggnadsindustri.

source: <a href="http://www.audacity.com/">Audacity, Inc.</a> provides janitorial services for businesses and individuals in the Seattle, WA metro area.
sv: <a href="http://www.audacity.com/">Audacity, Inc.</a> erbjuder fastighetsservice för företag och enskilda i Seattle, WA.

source: Two different rock bands from <a href="http://www.myspace.com/audacityrocks">Finland</a> and <a href="http://www.unsigned.com/audacity">England</a> are named "Audacity".
sv: Två olika rockband från <a href="http://www.myspace.com/audacityrocks">Finland</a> och <a href="http://www.unsigned.com/audacity">England</a> heter "Audacity".

source: Other Audio Software
sv: Andra ljudprogramvaror

source: <a href="http://ardour.org/">Ardour</a> is a powerful digital audio workstation that runs on GNU/Linux and Mac OS X.
sv: <a href="http://ardour.org/">Ardour</a> är en kraftfull digital arbetsstation för ljud som körs på GNU/Linux och Mac OS X.

source: <a href="http://cdexos.sourceforge.net/">CDex</a> is a free CD ripper for Microsoft Windows.
sv: <a href="http://cdexos.sourceforge.net/">CDex</a> är en fri cd-rippare till Microsoft Windows.

source: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a> is a free tool for capturing and cleaning recordings from vinyl records.
sv: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a> är en fri programvara för att spela in och redigera inspelningar från vinylskivor.

source: More free software at SourceForge.net:
sv: Mer öppen programvara på SourceForge.net:

source: Audio Editors
sv: Ljudredigerare

source: Audio Capture/Recording
sv: Ljudfångst/Ljudinspelning

source: Audio Analysis
sv: Ljudanalys

source: License, and Advice for Vendors and Distributors
sv: Licens och råd till säljare och distributörer

source: <h3 id="license">License</h3> <p>Audacity is <a href="../help/faq?s=general&amp;i=free">free software</a>. You may use it for any personal, commercial or educational purpose, including installing it on as many different computers as you wish.</p> <p>You may also copy, distribute, modify, and/or resell Audacity, under the terms of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License (GPL)</a> as published by the Free Software Foundation - either <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">version 2 of the License</a>, or (at your option) any later version. In granting you this right, the GPL requires that the source code you distribute is itself available under the GPL.
sv: <h3 id="license">Licens</h3> <p>Audacity är <a href="../help/faq?s=general&amp;i=free">fri programvara</a>. Du kan använda det i personligt, kommersiellt eller i utbildningssyfte, och installera programmet på så många datorer du vill.</p> <p>Du får också kopiera, distribuera, ändra, och/eller sälja Audacity, under <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License (GPL)</a> som specificerad av Free Software Foundation - antingen <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">version 2 av Licens</a>, eller (efter ditt val) någon senare version. Genom ge dig denna rätt, så kräver GPL att den källkod som du distribuerar också är tillgänglig under GPL.

source: If you have questions, please
sv: Om du har frågor, var vänlig

source: e-mail us.
sv: skicka oss ett e-brev.

source: See also <a href="http://www.gnu.org/licenses/gpl-faq.html">Frequently Asked Questions about the GNU GPL</a>.
sv: Läs också <a href="http://www.gnu.org/licenses/gpl-faq.html">Frequently Asked Questions about the GNU GPL</a>.

source: <h3 id="advice">Advice for Vendors and Distributors</h3> <p>A variety of companies and individuals bundle Audacity with their products, resell or otherwise distribute it. Below are requirements and guidelines for bundling, reselling or distributing Audacity.
sv: <h3 id="advice">Råd till säljare och distributörer</h3> <p>Olika företag och personer skickar med Audacity med sina produkter, säljer eller på annat sätt distribuerar programmet. Nedan hittar du regler och tips för att återsälja, distribuera och skicka med programmet med sin produkt.

source: If you adhere to these, please
sv: Om du accepterar dessa krav, var vänlig

source: e-mail us</a> for possible inclusion on our <a href="../download/bundlers">Vendors and Distributors of Audacity</a> page.
sv: skicka oss ett e-brev</a> för att eventuellt bli med på vår sida <a href="../download/bundlers">säljare och distributörer av Audacity</a>.
