Repository: audacity/audacity-from-svn-5GB
Catalog: website/tags/Audacity_2_0_6/htdocs/locale/*.po
Languages: sv

source: Audacity&reg; is free, open source software for recording and editing sounds. It is available for Mac OS X, Microsoft Windows, GNU/Linux, and other operating systems. <a href="about/">Learn more about Audacity...</a> Also check our <a href="http://audacityteam.org/wiki/">Wiki</a> and <a href="http://audacityteam.org/forum/">Forum</a> for more information.
sv: Audacity är en fri programvara för inspelning och redigering av ljud. Programmet finns för Mac OS X, Microsoft Windows, GNU/Linux och andra operativsystem. <a href="about/">Lär dig mer om Audacity...</a> Kolla gärna in vår <a href="http://audacityteam.org/wiki/">Wiki</a> och <a href="http://audacityteam.org/forum/">Forum</a> för mer information.

source: The latest release of Audacity is <a href="/download">1.3.7 (Beta)</a>. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. See <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about the 1.3.x Beta series.
sv: Den senaste utgåvan av Audacity är <a href="/download">1.3.7 (beta)</a>. Eftersom det är ett arbete under utveckling, finns inte all dokumentation eller översättningar för flera språk med än. Därför rekommenderas den till mer avancerade användare. Läs <a href="/download/features-1.3-a">Nya funktioner i 1.3</a> för mer information om 1.3.x beta-serien.

source: For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have Audacity 1.2.6 and 1.3.7 installed on the same machine.
sv: För alla användare, <a href="/download">Audacity 1.2.6</a> är den stabil versionen, komplett och med all dokumentation. Du kan ha Audacity 1.2.6 och 1.3.7 installerad på samma dator.

source: Download Audacity %s
sv: Hämta Audacity %s

source: Other downloads
sv: Annat att hämta hem

source: Get Notified of New Versions
sv: Håll dig informerad om nya versioner

source: Email address
sv: E-postadress

source: Add
sv: Lägg till

source: Remove
sv: Ta bort

source: Web Site Copyright and Trademark
sv: Webbsidans Copyright och varumärke

source: This web site is Copyright &copy; %s members of the Audacity development team. Except where otherwise noted, all text and images on this site are licensed under the <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, version 2.0</a>. You may modify, copy, distribute, and display this material, but you must give credit to the original authors. Please see the license for details.
sv: Denna webbplats är copyright &copy; %s medlemmar av Audacitys utvecklingsteam. Förutom där det står annorlunda skrivet, är all text och bilder på denna webbplats licensierade under <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, version 2.0</a>. Du kan modifiera, kopiera, distribuera och visa detta material, men du måste namngel originalförfattarna. Var vänlig läs licensen för mer information.

source: "Audacity" is a trademark of Dominic Mazzoni. The Google logo is a trademark of Google, Inc.
sv: "Audacity" är ett varumärke ägt av Dominic Mazzoni. Googles logotyp är ett varumärke ägt av Google, Inc.

source: Audacity 1.3.7 released
sv: Audacity 1.3.7 har släppts

source: Audacity 1.3.6 released
sv: Audacity 1.3.6 har släppts

source: German Audacity Book released
sv: Audacitybok på tyska utgiven

source: <p> Probably the first book about Audacity in German language has been released. </p> <p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> <img src="../de/buch_klein.jpg" alt="Audacity Book Cover" border="0"></img> </td></tr> </table> </a> </td> <td> <p> The book - dubbed "Audacity kompakt" (A compact guide to Audacity) - was written by author Markus Priemer, who was supported by German Audacity developer Markus Meyer. The latter also added a foreword. The book aims to be an introduction to beginners who want to get started quickly with Audacity, but also acts as a reference for more experienced users. It not only features an introduction to how digital audio works but also many tips and tricks for using Audacity. </p> <p> <a href="http://www.audacity-buch.de/buch.php?partner=homepage">Order the book online now!</a> Each sale created through our web site will directly benefit Audacity development. </p> <p> From the book's table of contents: The Basics of Digital Audio, Audio Data and Compression, Opening and Importing Files, Editing Audio Tracks, Effects, Command Reference, Usage Examples, ... </p> </td> </tr> </table> </p>
sv: <p> Vad som troligen är den första boken på tyska om Audacity har givits ut. </p> <p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> <img src="../de/buch_klein.jpg" alt="Bokomslag" border="0"></img> </td></tr> </table> </a> </td> <td> <p> Boken - som heter "Audacity kompakt" (En kompakt guide till Audacity) - skrevs av författaren Markus Priemer, med stöd av den tyske Audacity-utvecklaren Markus Meyer. Den senare har också skrivit förordet. Boken syftar till att vara en introduktion för nybörjare som snabbt vill komma igång med Audacity, men fungerar också som referens för mer erfarna användare. Den omfattar inte enbart en introduktion till hur digitalt ljud fungerar utan också många tips och råd om hur man använder Audacity. </p> <p> <a href="http://www.audacity-buch.de/buch.php?partner=homepage">Beställ boken på nätet nu!</a> Varje såld bok som förmedlas genom vår webbplats kommer direkt att vara till nytta för utvecklingen av Audacity. </p> <p> Från bokens innehållsförteckning: Grunderna i digitalt ljud. Ljuddata och komprimering, Öppna och importera filer, Redigera ljudspår, Effekter, Kommandoreferens, Användningsexempel, ... </p> </td> </tr> </table> </p>

source: Audacity shines in Google Summer of Code (GSoC) 2008
sv: Audacity lyser klart på Google Summer of Code (GSoC) 2008

source: Audacity in PC World 100 Best Products of 2008
sv: Audacity listat bland PC Worlds 100 bästa produkter år 2008

source: <p> The editors of <em>PC World</em> have chosen Audacity as one of the <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> PC World 100 Best Products of 2008 </a>. </p> <p align="center"> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> <img src="../images/PC_World_100BestLogo2008_small.jpg" alt="PC World 100 Best Products of 2008"></img> </a> </p> <p> The <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html">article</a> is available now on PCWorld.com, and will also be featured in the July 2008 issue of PC World, which hits newsstands June 17. </p> <p> The respected 100 Best Products Awards honor products that meld practical features with innovation and reflect the rapidly changing technology marketplace. To select the winners, PC World's editors examined hundreds of products, including those that have appeared in the magazine over the past 12 months. The 100 winning products and services were selected for their exemplary design and usability, features, performance, and innovation. </p> <p> &ldquo;These awards go to the best technology products we've seen in the last 12 months,&rdquo; stated Edward N. Albro, editor of PC World. &ldquo;Our editors looked at hundreds of hardware, software and Web products to compile this list of outstanding performers. Congratulations to Audacity.&rdquo; </p> <p> Also, in February, Audacity was selected for <em>PC Magazine's </em> <a href="http://www.pcmag.com/article2/0,1759,2260070,00.asp">&ldquo;Hall of Fame&rdquo;</a> of Best Free Software. </p>
sv: <p> Redaktörerna på <em>PC World</em> har valt Audacity som en <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> PC Worlds 100 bästa produkter år 2008 </a>. </p> <p align="center"> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> <img src="../images/PC_World_100BestLogo2008_small.jpg" alt="PC Worlds 100 bästa produkter år 2008"></img> </a> </p> <p> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html">Artikeln</a> finns att tillgå på PCWorld.com, och kommer att stå i juli 2008-numret av PC World, som kommer ut i hyllorna den 17 juni. </p> <p> Det respekterade priset för de 100 bästa produkterna hedrar produkter som blandar praktiska funktioner med innovation och avspeglar den snabba förändringen på teknikmarknaden. För att utse en vinnare, så utvärderar PC Worlds redaktörer hundratals produkter, inklusive de som testats i tidningen under det senaste året. De 100 vinnande produkterna och tjänsterna valdes ut för deras exemplariska design och användbarhet, funktioner, utförande, och innovation. </p> <p> &ldquo;These awards go to the best technology products we've seen in the last 12 months,&rdquo; fastslog Edward N. Albro, redaktör på PC World. &ldquo;Our editors looked at hundreds of hardware, software and Web products to compile this list of outstanding performers. Congratulations to Audacity.&rdquo; </p> <p> Ytterligare, i februari valdes Audacity in i <em>PC Magazines </em> <a href="http://www.pcmag.com/article2/0,1759,2260070,00.asp">&ldquo;Hall of Fame&rdquo;</a> för bästa fria programvaror. </p>

source: Audacity 1.3.5 Released
sv: Audacity 1.3.5 släppt

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.5 (beta)</a> for Windows, Mac and Linux/Unix. Changes include improvements and new features for recording, import/export and the user interface. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have Audacity 1.2.6 and 1.3.5 installed on the same machine. </p> <b>Beta version 1.3.5</b> <dl> <dt> Recording / Playback </dt> <dd> <ul> <li>Several bugs fixed so that latency correction should be better, and more devices work correctly.</li> <li>Problems with invalid sample rates under Linux should be much rarer.</li> <li>Newer version of Portaudio library.</li> <li>New feature to record onto the end of an existing track (hold Shift while clicking Record).</li> </dd> </ul> </dt> <dt> Import / Export </dt> <dd> <ul> <li>Updated versions of Libogg, Libvorbis, Libflac, Libsndfile and Twolame libraries. <li>Handling of unsupported file formats more informative.</li> <li>Handling of file names with slashes on OS X improved.</li> <li>New dialog allows replacement of illegal file name characters on all platforms.</li> </dd> </ul> </dt> <dt> Interface </dt> <dd> <ul> <li>Improved scaling and layout for rulers and VU meters.</li> <li>Envelope fixes/improvements including full control of undo/redo.</li> <li>New keyboard shortcuts and improved menu navigation.</li> <li>Preferences:</li> <ul> <li>More intuitive tab arrangement.</li> <li>New options for mute/solo and Metadata Editor behavior.</li> <li>Language can now be changed without restart.</li> </ul> <li>Expanded Build Information tab.</li> </dd> </ul> </dt> <dt> Effects </dt> <dd> <ul> <li>New Vocal Remover plug-in, improvements for Generate effects.</li> </dd> </ul> </dt> <dt> Compilation </dt> <dd> <ul> <li>Fixes when building Audacity with libraries disabled.</li> <li>Improvements to make Mac and Solaris builds easier.</li> </dd> </ul> </dt> <dt> Security </dt> <dd> <ul> <li>Full fix for issue CVE-2007-6061 on systems where temporary directories can be changed by other users (thanks to Michael Schwendt).</li> </dd> </ul> </dt> <dt> Miscellaneous </dt> <dd> <ul> <li>Updated translations for many locales.</li> <li>Several stability improvements.</li> </dd> </ul> </dt> </dl> <p> See the included README.txt for more information about this release and <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about the 1.3.x beta series. </p>
sv: <p> Teamet bakom Audacity är glada att tillkännage utgåvan <a href="/download">Audacity 1.3.5 (beta)</a> för Windows, Mac och Linux/Unix. Bland ändringar återfinns förbättringar och nya funktioner för inspelning, import/export och gränssnitt. Eftersom det är ett arbete under utveckling följer det inte med en komplett dokumentation eller översättningar till andra språk, den rekommenderas för mer avancerade användare. För alla användare, <a href="/download">Audacity 1.2.6</a> är en stabil utgåva, komplett med full dokumentation. Du kan ha Audacity 1.2.6 och 1.3.5 installerad på samma dator. </p> <b>Betaversion 1.3.5</b> <dl> <dt> Inspelning / Uppspelning </dt> <dd> <ul> <li>Flera buggfixar så att latenskorrigeringen blivit bättre, och fler enheter fungerar bättre.</li> <li>Problem med felaktiga samplingsfrekvenser under Linux ska ha blivit mer sällsynta.</li> <li>Ny version av Portaudio-biblioteket.</li> <li>Ny funktion för att spela in efter slutet av existerande spår (tryck Skift när du klickar på Inspelning).</li> </dd> </ul> </dt> <dt> Import / Export </dt> <dd> <ul> <li>Uppdaterade versioner av biblioteken Libogg, Libvorbis, Libflac, Libsndfile och Twolame. <li>Hanteringen av icke-stödda filformat är mer informativ.</li> <li>Hantering av filnamn med snedstreck i OS X förbättrad.</li> <li>Ny dialog tillåter att man ersätter illegala tecken i filnamn på alla plattformar.</li> </dd> </ul> </dt> <dt> Gränssnitt </dt> <dd> <ul> <li>Förbättrad layout och skalor för linjaler och VU-mätare.</li> <li>Envelopp-fixar/förbättringar inklusive full kontroll på Ångra/Gör om.</li> <li>Nya kortkommandon och förbättrad navigation i menyerna.</li> <li>Inställningar:</li> <ul> <li>Mer intuitiv flikplacering.</li> <li>Nya val för Tyst/Solo och metadataredigerare.</li> <li>Val av språk kan nu ändras utan att starta om programmet.</li> </ul> <li>Utökad information om bygge.</li> </dd> </ul> </dt> <dt> Effekter </dt> <dd> <ul> <li>Nytt insticksprogram för röstborttagning, förbättringar för Skapa-effekter.</li> </dd> </ul> </dt> <dt> Kompilering </dt> <dd> <ul> <li>Fixar vid bygge av Audacity med biblioteken avstängda.</li> <li>Förbättringar för att göra Mac- och Solaris-byggen lättare.</li> </dd> </ul> </dt> <dt> Säkerhet </dt> <dd> <ul> <li>Full fix för CVE-2007-6061 på system där temp-mappar kan ändras av andra användare (tack till Michael Schwendt).</li> </dd> </ul> </dt> <dt> Övrigt </dt> <dd> <ul> <li>Många uppdaterade översättningar.</li> <li>Många förbättringar angående stabilitet.</li> </dd> </ul> </dt> </dl> <p> Läs den inkluderade README.txt för mer information kring denna utgåva och <a href="/download/features-1.3-a">Nya funktioner i 1.3</a> för mer information om 1.3.x beta. </p>

source: Audacity is mentoring five Google Summer of Code (GSoC) 2008 students
sv: Audacity handleder fem Google Summer of Code (GSoC) 2008 studenter

source: <p> Audacity has been approved to mentor five <a href="http://code.google.com/soc/2008/audacity/about.html">students</a> for <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC offers student developers $4,500 stipends to write code for various open source projects. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Congratulations to the five approved students and thanks to all who applied for their interest in Audacity! </p>
sv: <p> Audacity har blivit godkänd att handleda fem <a href="http://code.google.com/soc/2008/audacity/about.html">studenter</a> för <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC erbjuder utvecklare som är studenter $4,500 i stipendium för att skriva kod för olika öppen källkodsprojekt. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Vi gratulerar de fem antagna studenterna och tackar alla som ansökt för deras intresse för Audacity! </p>

source: Audacity is a mentoring organization Google Summer of Code (GSoC) 2008
sv: Audacity handleder på Google Summer of Code (GSoC) 2008

source: <p> Audacity is a mentoring organization for the <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC offers student developers $4,500 stipends to write code for various open source projects. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> All the student applications are in, and scored. Announcements will be made on April 21. Thanks for your interest! </p>
sv: <p> Audacity är en handledande organisation för <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC erbjuder utvecklare som är studenter $4,500 stipendium för att skriva kod för olika öppen källkodsprojekt. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Alla studenternas ansökningar är inne, och poängsatta. Tillkännagivande kommer att ske den 21 april. Tack för ditt intresse! </p>

source: Call for Students! Apply <em>NOW</em> for Audacity projects in Google Summer of Code (GSoC) 2008
sv: Hallå alla studerade! Anmäl dig <em>NU</em> för Audacityprojekt i Google Summer of Code (GSoC) 2008

source: Audacity and Google Summer of Code (GSoC) 2008
sv: Audacity och Google Summer of Code (GSoC) 2008

source: Audacity 1.3.4 Released
sv: Audacity 1.3.4 släppt

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.4 (beta)</a>, which includes several new features and user interface improvements, such as: <ul> <li>New Welcome Screen with introduction to Audacity.</li> <li>New 'Mix and Render to New Track' command.</li> <li>Support for VAMP audio analysis plug-ins.</li> <li>More keyboard shortcuts and navigation.</li> <li>Reworked solo/mute handling.</li> <li>New preference: Select all audio in project, if none selected (on by default).</li> <li>New preference: Beep on completion of longer activities.</li> <li>Envelopes: Many fixes when copying, pasting, or repeating.</li> <li>Many translation updates.</li> <li>Metadata editor added for OGG, FLAC and WAV/AIFF exports. Metadata import improved.</li> <li>Muted tracks are no longer audible in the exported mix.</li> <li>Improvements to latency correction.</li> </ul> </p> <p> Note that this release is for Windows and Linux/Unix only. The latest Audacity beta for Mac OS is version 1.3.3. </p> <p> See <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about 1.3.4 and the 1.3.x beta series. </p> <p> Check out the new e-book on <a href="http://www.informit.com/store/product.aspx?isbn=0132366576&rl=1">Podcasting with Audacity</a>. </p>
sv: <p> Teamet bakom Audacity är glada att tillkännage utgivningen av <a href="/download">Audacity 1.3.4 (beta)</a>, som innehåller flera nya funktioner och förbättrat gränssnitt, som: <ul> <li>Ny välkomstskärm med en introduktion till Audacity.</li> <li>Nytt 'Mixa och rendera till nytt spår'-kommando.</li> <li>Stöd för VAMP ljudanalysinsticksprogram.</li> <li>Fler kortkommandon och navigation.</li> <li>Omarbetat Solo/Tyst-hantering.</li> <li>Ny inställning: Välj allt ljud, om inget är valt.</li> <li>Ny inställning: Ljud när längre aktiviteter avslutas.</li> <li>Envelopp: Många fixar kring kopiering, inklistring eller repeterande.</li> <li>Många översättningar är uppdaterade.</li> <li>Metadataeditor för OGG-, FLAC- och WAV-/AIFF-export. Metadataimport förbättrad.</li> <li>Tystade spår hörs inte längre i exporterad mix.</li> <li>Förbättringar för latenskorrigering.</li> </ul> </p> <p> Observera att denna utgåva är bara för Windows och Linux/Unix. Den senaste Audacitybetan för Mac OS är version 1.3.3. </p> <p> See <a href="/download/features-1.3-a">Nya funktioner i 1.3</a> för mer information kring 1.3.4 och 1.3.x beta. </p> <p> Kolla gärna in en ny e-bok på <a href="http://www.informit.com/store/product.aspx?isbn=0132366576&rl=1">Podcasting with Audacity</a>. </p>

source: <p> Audacity won the <a href="http://sourceforge.net/community/index.php/landing-pages/cca07/"> SourceForge Community Choice Awards 2007 -- Multimedia Category </a>! Congratulations to the other finalists. <b>Big</b> thanks to SourceForge, to everyone who voted, and to all who contribute to making Audacity great! </p>
sv: <p> Audacity vann <a href="http://sourceforge.net/community/index.php/landing-pages/cca07/"> SourceForge Community Choice Awards 2007 -- Multimedia Category </a>! Gratulationer till alla andra finalister. <b>Stort</b> tack till SourceForge, till alla som röstade, och till alla som bidragit till att göra Audacity både stort och känt! </p>

source: Audacity 1.3.3 Released
sv: Audacity 1.3.3 släppt
