Repository: audacity/audacity-from-svn-5GB
Catalog: website/tags/Audacity_2_0_6/htdocs/locale/*.po
Languages: sv

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.3 (beta)</a>, which contains numerous new features and capabilities beyond the 1.3.2 (beta) release. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have both Audacity 1.2.6 and 1.3.3 installed simultaneously. </p> <p> See <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about the 1.3.x beta series. </p> <b>Beta version 1.3.3</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Opening/saving formats </dt> <dd> Import <ul> <li>Import of audio from QuickTime (mov, aac, m4a) files now supported on OS X.</li> <li>Broadcast Wave Format (BWF) wave files can now be imported.</li> </ul> </dd> <dd> Export <ul> <li>Metadata can be added to OGG files.</li> <li>Improved Export option selection.</li> <li>Additional export options added to MP3 and FLAC file formats.</li> <li>Command line exporter now supported on Windows and OS X.</li> </ul> </dd> <dt> Effects </dt> <dd> EQ effect <ul> <li>Responsiveness improved.</li> <li>Several enhancements added.</li> <li>Batch support added.</li> </ul> </dd> <dd> New Auto Duck effect </dd> <dd> Added previewing to AudioUnit effects. </dd> <dd> Much improved Noise Removal effect </dd> <dd> Effects previewing can now be canceled. </dd> <dd> New DTMF Tone Generator effect </dd> <dd> Additional options available in Noise effect. </dd> <dd> Improved the Tone Generation effects. </dd> <dt> Other features </dt> <dd> New built-in screen capture utility </dd> <dd> Major speed improvement in Spectrogram rendering </dd> <dd> Increased support for drag and drop on OS X. </dd> <dd> Support added for building against wxWidgets 2.8.x. </dd> <dd> Can now open multiple Audacity Projects at once from Explorer on Windows. </dd> <dd> Improved main window sliders. </dd> <dd> New support for snapping while selecting and sliding </dd> <dd> Improved track focus handling and visual feedback. </dd> <dd> Speed improvements and handling of resizing/zooming in tracks </dd> <dd> Spectrum view can now be zoomed. </dd> <dd> New internal file cache to improve handling of project files over networks </dd> <dt> Also </dt> <dd> Many improvements to language specific translations </dd> <dd> Numerous stability improvements </dd> </dl> </dd></dl>
sv: <p> Teamet bakom Audacity är glada att tillkännage utgivningen av <a href="/download">Audacity 1.3.3 (beta)</a>, som innehåller fler nya funktioner och förbättrat gränssnitt än 1.3.2 (beta)-utgåvan: Eftersom det är ett arbete i utveckling och ännu inte kommer med full dokumentation eller översättningar till flera språk, rekommenderas det främst till mer avancerade användare. För alla användare är <a href="/download">Audacity 1.2.6</a> en stabil utgåva, komplett och med full dokumentation. Du kan ha både Audacity 1.2.6 och 1.3.3 installerat samtidigt. </p> <p> Läs <a href="/download/features-1.3-a">Nya funktioner i 1.3</a> för mer information om 1.3.x beta. </p> <b>Beta version 1.3.3</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Öppna/spara format </dt> <dd> Importera <ul> <li>Import av ljud från QuickTime (mov, aac, m4a) -filer stöds nu på OS X.</li> <li>Broadcast Wave Format (BWF) wavfiler kan nu importeras.</li> </ul> </dd> <dd> Exportera <ul> <li>Metadata kan läggas till OGG-filer.</li> <li>Förbättrade möjligheter till export av markering.</li> <li>Ytterligare exportmöjligheter till filformaten MP3 och FLAC.</li> <li>Kommandoradsexport stöds nu i Windows och OS X.</li> </ul> </dd> <dt> Effekter </dt> <dd> EQ-effekt <ul> <li>Tillgängligheten förbättrad.</li> <li>Flera förbättringar har lagts till.</li> <li>Stöd för satsvis bearbetning (batch) har lagts till.</li> </ul> </dd> <dd> Ny Autoduckningseffekt </dd> <dd> Förhandsgranskning av AudioUnit-effekter. </dd> <dd> Klart förbättrad Brusreduceringseffekt </dd> <dd> Förhandsgranskning av effekter kan nu stängas av. </dd> <dd> Ny DTMF Tone Generator-effekt </dd> <dd> Ytterligare valmöjligheter i Bruseffekt. </dd> <dd> Förbättrad Tongenerationeffekt. </dd> <dt> Andra funktioner </dt> <dd> Ny inbyggd skärmdumpsfunktion </dd> <dd> Snabbare rendering i Spectrogram </dd> <dd> Ökat stöd för dra-och-släpp i OS X. </dd> <dd> Stöd för konstruerande mot wxWidgets 2.8.x. </dd> <dd> Kan nu öppna flera Audacityprojekt samtidigt från Utforskaren i Windows. </dd> <dd> Förbättrade reglage för programfönstret. </dd> <dd> Nytt stöd för Fästa mot medan man väljer och drar </dd> <dd> Förbättrad hantering av spårfokus och synlig feedback. </dd> <dd> Snabbare hantering av storleksändring/zoom på spår </dd> <dd> Spektrum kan nu zoomas. </dd> <dd> Ny intern filcache för att förbättra hanteringen av projekt i nätverk </dd> <dt> Also </dt> <dd> Många förbättringar i vissa översättningar </dd> <dd> Mängder av förbättringar angående stabiliteten </dd> </dl> </dd></dl>

source: Audacity 1.3.2 and 1.2.5 Released
sv: Audacity 1.3.2 och 1.2.5 släppt

source: <p> The Audacity developers have been busy with many new features over the past year. We're pleased to announce <a href="/download/features-1.3-a">Audacity 1.3.2 (beta)</a>, which contains dozens of new features and capabilities. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.5</a> is a minor bug-fix update that addresses some problems with Audacity 1.2.4, but does not add any significant new features. It is complete and fully documented. You can have both Audacity 1.2.5 and 1.3.2 installed simultaneously. Also, we have just made available a set of 92 <a href="/download/plugins">LADSPA plug-ins for Windows</a> (for both Audacity 1.2.x and 1.3.x). </p><p> See the <a href="/download/release-notes">1.2.5 Release Notes</a> for a complete list of changes and known problems in Audacity 1.2.5, or see <a href="/download/features-1.3-a">New Features in 1.3</a> for information about the new beta version. </p> <b>Beta version 1.3.2</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Usability improvements </dt> <dd> New selection bar </dd> <dd> New features for label tracks </dd> <dd> Improved toolbar docking flexibility </dd> <dd> Menu renaming and reorganization </dd> <dd> Selection, ruler, and playback control improvements </dd> <dt> Major improvements to some built-in effects </dt> <dd> New Repair effect </dd> <dd> Improved Equalization effect </dd> <dd> Many fixes and minor improvements to other effects </dd> <dt> Improved accessibility for the visually impaired </dt> <dd> Improvements for screen readers, accessibility of tracks, and hot keys </dd> <dt> Timer recording </dt> <dt> Auto-save and automatic crash recovery </dt> <dt> New features and bug fixes for Nyquist </dt> <dt> Restructured Preferences dialog </dt> <dt> Improved batch processing </dt> <dt> File format export improvements </dt> <dt> Intel Mac support </dt> <dt> Many bug fixes and stability improvements </dt> </dl> </dd></dl> <b>Stable version 1.2.5</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Support for new file formats, including FLAC </dt> <dt> Fixes for Mac audio problems </dt> <dt> Fix Generate Silence bug, a crash issue, and Linux GCC build issues </dt> <dt> Intel Mac support </dt> </dl> </dd></dl>
sv: <p> Utvecklarna av Audacity har arbetat hårt med en mängd nya funktioner det senaste året. Vi är stolta över att presentera <a href="/download/features-1.3-a">Audacity 1.3.2 (beta)</a>, som innehåller mängder av funktioner och möjligheter. Eftersom ansträngningarna har lagts på utveckling, saknas dokumentation och översättningar på olika språk, rekommenderas detta till mer avancerade användare. För alla användare är <a href="/download">Audacity 1.2.5</a> en mindre uppdaterad buggfix som löser några problem med Audacity 1.2.4, men som inte innehåller några speciella nya funktioner. Allt fungerar och har full dokumentation. Du kan ha både Audacity 1.2.5 och 1.3.2 installerat samtidigt. Vi har också samlat 92 stycken <a href="/download/plugins">LADSPA-insticksprogram för Windows</a> (för både Audacity 1.2.x och 1.3.x). </p><p> Läs <a href="/download/release-notes">1.2.5 utgåveanteckningar</a> för en komplett lista av ändringar och kända problem i Audacity 1.2.5, eller läs <a href="/download/features-1.3-a">Nya funktioner i 1.3</a> för information om den nya betaversionen. </p> <b>Beta version 1.3.2</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Användbara nyheter </dt> <dd> Ny markeringspanel </dd> <dd> Nya funktioner för etikettspår </dd> <dd> Mer flexibel dockning av paneler </dd> <dd> Nya namn och ny placering av menyer </dd> <dd> Förbättring av markering, linjal och uppspelningsfunktioner</dd> <dt> Stora förbättringar av inbyggda effekter </td> <dd> Ny reparationseffekt </dd> <dd> Förbättrad Equalization-effekt </dd> <dd> Mycket småfix och mindre förbättringar av andra effekter </dd> <dt> Förbättrat gränssnitt för synskadade </dt> <dd> Förbättring för skärmläsare, tillgänglighet av spår och kortkommandon </dd> <dt> Timerinspelning </dt> <dt> Automatsparning och automatisk återställning vid krasch </dt> <dt> Nya funktioner och buggfixar för Nyquist </dt> <dt> Omstrukturerade dialogruta för Inställningar </dt> <dt> Förbättrad satsvis bearbetning (batch) </dt> <dt> Förbättrad export till olika filformat </dt> <dt> Stöd för Intel Mac </dt> <dt> Många buggfixar</dt> </dl> </dd></dl> <b>Stabil version 1.2.5</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Stöd för nya format, inklusive FLAC </dt> <dt> Löst några ljudproblem hos Mac </dt> <dt> Löst en bugg i Skapa tystnad som orsakat krasch, även i Linux GCC </dt> <dt> Stöd för Intel Mac </dt> </dl> </dd></dl>

source: The Audacity Store Is Open
sv: Audacitys butik är öppen

source: <p>You are invited to try out the new <a href="http://audacitystore.com/">Audacity Store</a>, which features Audacity-logo items (T-shirts, embroidered polo shirts, embroidered messenger bags), and consumer electronics. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt="Audacity Store"></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Learn more about how Audacity raises money... </a> </p> <h3>New Releases on the Way</h3> <p>Also, we will soon release updates to both the stable 1.2.x and development 1.3.x lines. The new 1.3.x version will be 1.3.2 -- no official 1.3.1 because there are lots of changes and several unofficial 1.3.1 builds have already been posted. Major changes in the 1.3.2 release include: <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Preliminary Intel Mac Support</dt> <dd>pre-release builds at <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Dependencies dialog</dt> <dd>lets user see dependencies of project on other files, and copy audio data directly into the project</dd> <dt>Crash Recovery</dt><dd>automatically saved data makes recovery fast and easy</dd> <dt>New Repair Effect</dt><dd>smooths corrupted waveforms</dd> <dt>UI Changes</dt> <dd>themes (custom user interfaces), new toolbar docking features, new time-specification controls, increased accessibility support, history window changes, lots more</dd> <dt>Selection Bar Improvements</dt><dd>increased control and bug fixes</dd> <dt>Equalization Effect Improvements</dt><dd>better layout of Graphic EQ, faster animation of curve, increased control</dd> <dt>Many More LADSPA effects for Windows</dt><dd>most LADSPA effects now ported to Windows</dd> <dt>Numerous Bug Fixes</dt><dd>fixes to hotkeys, directories, Portable Audacity, crashes, etc.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>
sv: <p>Du är inbjuden till <a href="http://audacitystore.com/">Audacity Store</a>, som innehåller varor med Audacity-logotypen (T-shirts, broderade polotröjor, broderade kurirväskor), och diverse hemelektronik. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt="Audacity Store"></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Learn more about how Audacity raises money... </a> </p> <h3>Nya utgåvor på gång</h3> <p>Dessutom kommer vi snart att släppa uppdateringar till både den stabila 1.2.x och utvecklingsprojektet 1.3.x. Den nya 1.3.x-versionen kommer att bli 1.3.2 -- ingen officiell 1.3.1 eftersom det är mängder med förändringar och flera inofficiella 1.3.1-byggen har redan publicerats. Stora ändringar i 1.3.2-utgåvan inkluderar: <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Preliminärt stöd för Intel Mac</dt> <dd>förutgåvebyggen på <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Beroendedialog</dt> <dd>låter användare se vilka andra filer som ett projekt beror på, och kopiera in ljuddata direkt in i projektet</dd> <dt>Kraschåterställande</dt><dd>automatsparade data gör återskapande snabbt och lätt</dd> <dt>Ny reparationseffekt</dt><dd>jämnar ut korrupta vågformer</dd> <dt>Gränssnittsändringar</dt> <dd>teman (anpassade användargränssnitt), ny dockningsfunktionalitet för verktygspaneler, ny kontroller för att specifiera tid, utökad tillgänglighet, historik fönsterändringar, och mycket mer</dd> <dt>Förbättringar av markeringspanelen</dt><dd>ökad kontroll och buggfixar</dd> <dt>Förbättringar av effekten Equalization</dt><dd>bättre layout av grafisk EQ, snabbare kurvanimation, ökad kontroll</dd> <dt>Många fler LADSPA-effekter för Windows</dt><dd>de flesta LADSPA-effekter har nu portats till Windows</dd> <dt>Många buggfixar</dt><dd>fixar för snabbtangenter, kataloger, portable Audacity, kraxher, etc.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>

source: Audacity 1.2.4 and 1.3.0 Released
sv: Audacity 1.2.4 och 1.3.0 släppt

source: <p>Audacity 1.2.4 is a new stable version of Audacity. It includes a couple of bug fixes and minor improvements and is recommended for all users. Audacity 1.3.0 is a beta release that contains hundreds of <a href="/download/features-1.3-a">new features</a>, but this version is unfinished and unstable, and is recommended primarily for advanced users. You can install both Audacity 1.2 and 1.3 simultaneously.</p> <p>See the <a href="/download/release-notes">1.2.4 Release Notes</a> for a complete list of changes and known problems in Audacity 1.2.4, or see <a href="/download/features-1.3-a">New Features in 1.3</a> for information about the new beta version.</p> <p>Finally, the best way to get help with Audacity is now the new <a href="http://audacityteam.org/forum/">Audacity Forum</a>. </p>
sv: <p>Audacity 1.2.4 är en ny stabil version av Audacity. Den innehåller några buggfixar och mindre förbättringar och rekommenderas till alla. Audacity 1.3.0 är en släppt betaversion som innehåller över hundra <a href="/download/features-1.3-a">nya funktioner</a>, men denna version är fortfarande instabil, och rekommenderas främst till mer avancerade användare. Du kan ha både Audacity 1.2 och 1.3 installerat samtidigt.</p> <p>Läs <a href="/download/release-notes">Anteckningar om utgåva 1.2.4</a> för en komplett lista av ändringar och kända problem i Audacity 1.2.4, eller läs <a href="/download/features-1.3-a">Nya funktioner i 1.3</a> för information om den nya betaversionen.</p> <p>Till sist, det bästa sättet att få hjälp med Audacity är numera det nya <a href="http://audacityteam.org/forum/">Audacityforumet</a>. </p>

source: Audacity 1.2.3 Released
sv: Audacity 1.2.3 släppt

source: <p>Audacity 1.2.3 is a new stable version of Audacity. This version fixes a bug that interfered with long recordings on some Windows systems, and another bug that causes random crashes on Mac OS X. It also includes several updated translations, and other bug fixes and minor improvements.</p> <p>See the <a href="/download/release-notes">Release Notes</a> for a complete list of changes and known problems in this version.</p>
sv: <p>Audacity 1.2.3 är en ny stabil version av Audacity. I denna version har man löst problemet med en bugg som störde vid långa inspelningar i vissa Windowssystem, och en annan bugg som orsakade plötsliga krascher på Mac OS X. Den innehåller också flera uppdaterade översättningar, och andra buggfixar och mindre förbättringar.</p> <p>Läs <a href="/download/release-notes">Anteckningar om utgåvan</a> för en mer komplett lista över ändringar och kända problem i denna version.</p>

source: Jump to page content
sv: Gå till sidinnehållet

source: Audacity: Free Sound Editor and Recording Software
sv: Audacity: Fri ljudredigerare och ljudinspelare

source: Site Navigation
sv: Webbplatsnavigering

source: Page Footer
sv: Sidfot

source: Privacy
sv: Personintegritet

source: This site is under a Creative Commons Attribution 3.0 License
sv: Denna webbplats är under en Creative Commons Attribution 3.0-licens

source: Creative Commons Attribution License
sv: Creative Commons Attribution-licens

source: Development hosted by SourceForge
sv: Värd för utvecklingsarbetet är SourceForge

source: View this page in a different language
sv: Läs denna sida på ett annat språk

source: Home
sv: Hem

source: About
sv: Om

source: Stable
sv: Stabil

source: New Features in 1.3
sv: Nya funktioner i 1.3

source: Obtain a CD
sv: Beställ cd

source: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tutorials" target="_blank">Tutorials (Wiki)</a>
sv: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tutorials" target="_blank">Lathundar (Wiki)</a>
