Repository: audacity/audacity-from-svn-5GB
Catalog: website/tags/Audacity_2_0_6/htdocs/locale/*.po
Languages: sv

source: <h4 >Legal Requirements</h4> <p>You <b>must</b> include the following to comply with version 2 or later of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a>: <ol> <li>a verbatim copy of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> and </li> <li>the <a href="http://audacity.sourceforge.net/download/source">Audacity source code</a> (or if you are distributing a modified version of Audacity, that modified code). Failing that, you must include a written offer to supply the code.</li> </ol> </p>
sv: <h4 >Lagliga krav</h4> <p>Du <b>måste</b> inkludera följande för att följa version 2 eller senare av <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a>: <ol> <li>en ordagrann kopia av <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> och </li> <li> <a href="http://audacity.sourceforge.net/download/source">Audacitys källkod</a> (eller om du distribuerar en ändrad version av Audacity, den ändrade koden). Fungerar inte detta, måste du bifoga ett skriftligt erbjudande om att tillhandahålla koden.</li> </ol> </p>

source: <p>If you distribute our <a href="http://audacity.sourceforge.net/download/">installers</a> and do not modify them, this will fully comply, because the installers include the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> and an offer in README.txt for users to obtain the source code from us. Versions of Audacity after 1.3.3 also include the GPL in the application itself, in the About Audacity dialog.</p>
sv: <p>Om du distribuerar vårt <a href="http://audacity.sourceforge.net/download/">installationsprogram</a> och inte ändrar något, är detta lagliga krav helt uppfyllt, eftersom <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> och ett erbjudande i README.txt för användare som vill ha källkoden från oss inkluderas i installationsprogrammet. Audacity-versioner efter 1.3.3 inkluderar också GPL i själva programmet, i Om Audacity-dialogen.</p>

source: <p>Additionally, the name <b>Audacity</b>&reg; is a <b>registered trademark</b> of Dominic Mazzoni. Therefore you <b>may not</b> advertise yourself or your business as an authorized distributor of Audacity, and you <b>may not</b> modify Audacity then continue to use the Audacity name without the express permission of the Audacity Team.</p>
sv: <p>Dessutom, namnet <b>Audacity</b>&reg; är ett <b>registrerat varumärke</b> av Dominic Mazzoni. Därför <b>kan du inte</b> marknadsföra dig eller ditt företag som en auktoriserad distributör av namnet och du <b>ska inte</b> kalla din produkt "Audacity" om du ändrar den på något sätt, såvida inte Audacitys team uttryckligen givit dig tillstånd att göra så.</p>

source: <h4 >Updating and Documenting Audacity</h4> <p>We would appreciate your linking to our web site: <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> so your users can download updated versions of Audacity when released. Also, please subscribe to the notifications list at the bottom of <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> to ensure you receive advice of and can distribute the latest version of Audacity.</p>
sv: <h4>Uppdatera och dokumentera Audacity</h4> <p>Vi skulle uppskatta att du länkar till vår hemsida: <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> så dina användare kan hämta uppdaterade versioner av Audacity när de släpps. Ta därför och prenumerera på kungörelselistan längst ner på <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> för att försäkra dig om att erhålla tips och möjlighet att kunna distribuera den senaste versionen av Audacity.</p>

source: <p>If possible, please include the <a href="http://audacity.sourceforge.net/help/documentation">Audacity documentation</a> with your distribution, to reduce the number of queries we receive.
sv: <p>Om möjligt, inkludera gärna <a href="http://audacity.sourceforge.net/help/dokumentationen">Audacitys dokumentation</a> med din distribution, för att minska antalet frågor som vi får oss tillskickade.

source: IMPORTANT: If you write your own documentation for Audacity, please
sv: VIKTIGT: Om du skriver din egen dokumentation för Audacity,

source: submit it to us</a> for review <em>before</em> you publish it.</p>
sv: skicka den till oss</a> granskning <em>innan</em> du publicerar den.</p>

source: <h4>For vendors selling a hardware product, with Audacity included:</h4>
sv: <h4>För återförsäljare som säljer hårdvara med Audacity inkluderat:</h4>

source: <li>Thank you for choosing to distribute Audacity with your product! Please
sv: <li> Tack för att du valt att distribuera Audacity med din produkt!

source: contact us</a> early so we can work together to make your product a success.</li>
sv: Kontakta oss</a> tidigt så vi kan arbeta tillsammans för att göra din produkt så framgångsrik som möjligt.</li>

source: <li>Please distribute Audacity unmodified. If you need to modify it to work with your device, please
sv: <li>Distribuera helst Audacity utan ändringar. Om du behöver ändra programmet för att det ska fungera med din hårdvara,

source: contact us</a> first.</li>
sv: kontakta oss</a> först.</li>

source: <li>Please test your device with Audacity thoroughly. If there are any specific configuration instructions needed to make your device work with Audacity, please ensure these are included with the device.</li> <li>Please note that we cannot help your customers with problems specific to your device - these must be dealt with by your own qualified staff. Users needing support with Audacity itself can find assistance at <a href="http://audacity.sourceforge.net/contact/">http://audacity.sourceforge.net/contact/</a>.</li> </ol> </p>
sv: <li>Var vänlig och testa din hårdvara med Audacity grundligt. Om det finns några specifika instruktioner hur det ska konfigureras för att fungera med din hårdvara, se till att det följer med hårdvaran.</li> <li>Lägg märke till att vi inte kan hjälpa dina kunder med problem som uppstår med din produkt - detta måste skötas av din egen utbildade personal. Användare som behöver stöd för Audacity hittar detta på <a href="http://audacity.sourceforge.net/contact/">http://audacity.sourceforge.net/contact/</a>.</li> </ol> </p>

source: <h4>For those wishing to resell Audacity, or a rebranded version of it:</h4> <p> <ol> <li>If you are reselling Audacity unmodified, your advertising should make it clear that Audacity is available for free on the Internet, and highlight the benefits of the customer purchasing Audacity from you. For example, you could offer Audacity on a CD-ROM, bundle other software or music files, or provide a printed manual.</li> <li>You should endeavour to provide your own technical support for your customers, and your own documentation if you have modified Audacity.
sv: <h4>För de som vill sälja Audacity, eller en omgjord version av det:</h4> <p> <ol> <li>Om du säljer Audacity utan ändringar, ska din reklam göra det klart att Audacity finns att hämta fritt från internet, och klargöra fördelarna med att kunderna köper Audacity från dig. Du kan till exempel kan erbjuda dem Audacity på cd, lägga med annan programvara eller musikfiler, eller skicka med en tryckt manual.</li> <li>Du ska sträva efter att erbjuda din egen tekniska support till dina kunder, och din egen dokumentation om du har ändrat Audacity.

source: If you are reselling Audacity exactly as obtained from us and have questions about this, please
sv: Om du säljer Audacity exakt som du erhåller den från oss, och har frågor kring detta, var vänlig

source: e-mail us</a>.
sv: e-posta oss</a>.

source: <li>Please read these <a href="http://audacityteam.org/wiki/index.php?title=AudacityVendors#General_Advice">additional guidelines for resellers</a> on the <a href="http://audacityteam.org/wiki">Audacity Wiki</a>.</li> </ol> </p>
sv: <li>Var vänlig läs <a href="http://audacityteam.org/wiki/index.php?title=AudacityVendors#General_Advice">additional guidelines for resellers</a> på <a href="http://audacityteam.org/wiki">Audacity Wiki</a>.</li> </ol> </p>

source: How Does Audacity Raise Money?
sv: Hur kan Audacity dra in pengar?

source: Audacity raises money via donations, advertisements on our web pages, and product sales through the <a href="http://audacitystore.com/">Audacity Store</a>.
sv: Audacity drar in pengar via donationer, reklam på våra hemsidor, och genom försäljning i <a href="http://audacitystore.com/">Audacitybutiken</a>.

source: As of March 2007, <a href="http://sourceforge.net/">SourceForge.net</a>, which hosts the Audacity site and downloads, is allowing us to also post advertisements, in an innovative program whereby we split the revenues. Thank you, <a href="http://sourceforge.net/">SourceForge.net</a>!
sv: Fr. o. m. mars 2007, så tillåter <a href="http://sourceforge.net/">SourceForge.net</a>, som härbärgerar webbplats och nedhämtningsbart material för Audacity, oss att även publicera reklam, som gör att vi får in intäkter som vi delar med dem. Tack <a href="http://sourceforge.net/">SourceForge.net</a>!

source: Income to Audacity is not distributed among previous contributors to Audacity. There are too many people and it would be difficult to do so fairly. Also, nobody contributed code to Audacity expecting money in return. Audacity is developed by volunteers, working in our spare time. Audacity is not shareware, and we do not expect to make any money from it.
sv: Intäkter till Audacity delas inte upp mellan utvecklare till Audacity. Det är alldeles för många och det skulle vara svårt att göra detta rättvist. Ingen som bidrar med programkod väntar sig pengar i utbyte. Audacity är utvecklat av frivilliga på deras fritid. Audacity är inte shareware, och vi förväntar oss inte att tjäna pengar på det.

source: Rather, the team of Audacity lead developers will spend the money on items and services that benefit the project as a whole. Money that comes in to the project helps us pay for bandwidth and web hosting, development tools, and audio hardware. In the past we used funds from donations to purchase the Audacity trademark and to subsidize travel costs for Audacity developers to meet for a hackathon, and we plan to do more of these. Our long-term goal is to bring in enough money to hire a full-time developer who could devote all of his/her time to the project and take over some of the administrative, maintenance, and release tasks, freeing volunteers to spend more time on code.
sv: Istället kommer utvecklarna för Audacity att lägga pengarna på utrustning och tjänster som kommer hela projektet till godo. Pengar som kommer in i projektet hjälper oss att betala bandbredd och webbplats, utvecklingsmaterial och ljudutrustning. Tidigare har vi använt medel för att registrera Audacity som varumärke och att subventionera resekostnader för Audacitys utvecklare att träffas för en hackathon, och vi planerar att anordna fler av dessa. Vårt långsiktiga mål är att dra in tillräckligt med pengar för att anställa en utvecklare på heltid, som skulle kunna lägga all sin tid på projektet och ta över lite av administration, underhåll och utgivning och därmed göra så att andra frivilliga kan lägga mer tid på koden.

source: These are all things that help us provide Audacity for free and continue to make it better. The Audacity Team is completely committed to keeping Audacity free and open source. We made that commitment in <a href="http://audacity.sourceforge.net/about/license"> licensing Audacity under the GNU General Public License</a>.
sv: Detta hjälper oss att stödja Audacity som fri programvara och fortsätta att utveckla programmet. Teamet kring Audacity är helt överens kring att fortsätta att låta Audacity vara fri med öppen källkod. Vi gjorde denna överenskommelse genom att <a href="http://audacity.sourceforge.net/about/license"> licensiera Audacity under GNU General Public License</a>.

source: There are many ways to support Audacity, and many degrees of doing so. We have always welcomed users whose only contribution is simply using Audacity, giving us feedback on how to improve it, and telling others about it. Thank you for supporting Audacity.
sv: Det finns många sätt att stödja Audacity på många nivåer. Vi har alltid välkomnat användare, vars enda bidrag helt enkelt är att använda Audacity, samt ge oss feedback på hur vi kan förbättra programmet, och naturligtvis berätta om programmet för andra. Tack för din support.

source: You are invited to try out the new <a href="http://audacitystore.com/">Audacity Store</a>, which features Audacity-logo items (T-shirts, embroidered polo shirts and embroidered messenger bags).
sv: Du är varmt välkommen att prova vår nya <a href="http://audacitystore.com/">Audacity Store</a>, där du kan hitta varor med Audacity-logotypen på (t-shirts, broderade polotröjor och kurirväskor).

source: Audacity Store
sv: Audacity-butiken

source: Alternatively, click the button below to donate securely by Paypal. You can send any amount, using either your credit card or your Paypal account:
sv: Eller så kan du klicka på knappen nedan för att donera säkert med hjälp av Paypal. Du kan skicka in vilket belopp som helst antingen med ditt kreditkort eller med ditt Paypal-konto:

source: If you prefer to send a personal check or another form of payment, please visit the <a href="../about/credits">credits</a> page and contact one of the developers on the Technical Leadership Council.
sv: Om du föredrar att skicka en personlig check eller annan typ av inbetalning, läs sidan <a href="../about/credits">Tack till</a> och kontakta någon av utvecklarna i Tekniska ledarrådet.

source: We would also like to hear from any companies or groups interested in <a href="http://audacityteam.org/sponsor.php">sponsoring Audacity development</a>.
sv: Vi vill också ha kontakt med företag och grupper som är intresserad av att <a href="http://audacityteam.org/sponsor.php">stödja Audacitys utveckling</a>.

source: A group of volunteers is translating the free Audacity sound editor into many different languages. If you would like to help, please join the %saudacity-translation mailing list%s and introduce yourself.
sv: En grupp av frivilliga översätter den fria ljudredigeraren Audacity till många olika språk. Om du vill hjälpa till så anmäl dig till %saudacity-translation mailing list%s och presentera dig själv.

source: The translation effort is now focused on Audacity 1.3. Translations from previous versions of Audacity have been imported and need to be updated.
sv: Vi fokuserar just nu på att översätta Audacity 1.3. Översättningar från tidigare versioner av Audacity har blivit importerade och behöver uppdateras.

source: Resources for Translators
sv: Material för översättare

source: Mailing list and archives
sv: Sändlistor och arkiv

source: Latest audacity.pot file%s (last updated %04d/%02d/%02d)
sv: Senaste audacity.pot-fil%s (senast uppdaterad %04d/%02d/%02d)

source: Latest audacity_website.pot file%s (last updated %04d/%02d/%02d)
sv: Senaste audacity_website.pot-fil%s (senast uppdaterad %04d/%02d/%02d)

source: Developers
sv: Utvecklare

source: Join the <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a> mailing list to discuss current and future development, or to get help building and modifying the Audacity source code.
sv: Gå med i <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a> en sändlista för att diskutera nuvarande och framtida utveckling, eller för att få hjälp med hanteringen av Audacitys källkod.

source: You can get the latest Audacity stable or development code from our CVS repository.
sv: Du kan få den senaste stabila utvecklingskoden från vårt CVS-arkiv.

source: Browse the source code online sorted by <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/">file name</a> or <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/?sortby=date#dirlist">date</a>.
sv: Bläddra i källkoden på nätet sorterat efter <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/">filnamn</a> eller <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/?sortby=date#dirlist">datum</a>.

source: Type this at the command line to check out the latest stable source code from CVS:
sv: Använd detta kommando för att titta på den senaste stabila källkoden från CVS:

source: Or type this at the command line to check out the latest beta/development source code from CVS:
sv: Eller använd detta kommando för att checka ut den senaste beta-/utvecklingskällkoden från CVS:

source: For more information, read the <a href="http://sourceforge.net/cvs/?group_id=6235">SourceForge CVS instructions</a>. If using an interface CVS tool such as TortoiseCVS or WinCVS, use the command instructed in the tool's documentation.
sv: För mer information, läs <a href="http://sourceforge.net/cvs/?group_id=6235">SourceForge CVS instructions</a>. Om du använder ett interface CVS tool som TortoiseCVS eller WinCVS, använd kommando i verktygets dokumentation.

source: See the source code page for <a href="../download/source#instructions">compilation instructions</a>.
sv: Läs källkodssidan för <a href="../download/source#instructions">instruktioner för kompilering</a>.

source: Bug Tracking
sv: Felrapportering

source: The Audacity developers now use <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Release Checklist</a> on the <a href="http://audacityteam.org/wiki/index.php">Wiki</a> to keep track of confirmed bugs. Check the list of <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist#Release_Issues">Release Issues</a> on that page if you are looking for something to work on.
sv: Utvecklarna av Audacity använder nu <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Utgåvechecklistan</a> på <a href="http://audacityteam.org/wiki/index.php">wikin</a> för att hålla ordning på bekräftade buggar: Kolla in listan på <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist#Release_Issues">Utgåveproblem</a> på den sidan om du letar efter någonting som du kan arbeta med.

source: <strong>Note:</strong> This Checklist is for development use only. If you are a user reporting new bugs, please <a href="../contact/">use our Forum or e-mail us</a> instead.
sv: <strong>Observera:</strong> Denna checklista är bara till för själva utvecklandet. Om du är en användare som vill rapportera ett fel, så <a href="../contact/">använd vårt forum eller e-posta oss</a> istället.

source: Submitting Patches
sv: Skicka in programfixar

source: We welcome patches from developers. Please see our <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Submitting Patches</a> page on the <a href="http://audacityteam.org/wiki/index.php?title=Audacity_Wiki_Home_Page">Wiki</a>.
sv: Vi välkomnar programfixar från utvecklare. Vänligen läs vår <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Submitting Patches</a>-sida på <a href="http://audacityteam.org/wiki/index.php?title=Audacity_Wiki_Home_Page">wikin</a>.

source: Get Involved
sv: Engagera dig

source: Audacity is free software, developed by volunteers. Here's how you can contribute to the Audacity project:
sv: Audacity är fri programvara, utvecklat av frivilliga. Här får du veta hur du kan bidra till Audacityprojektet:

source: Users
sv: Användare

source: Give us feedback, report bugs, join the Audacity user community and help other users.
sv: Ge oss feedback, rapportera buggar och bli med i Audacitys användargrupp och hjälp andra användare.

source: If you are a C++ programmer, join the development team and help us improve Audacity. We also welcome documentation and other contributions, and can help with questions on building and modifying the Audacity source code.
sv: Om du kan programmera C++, kan du vara med i utvecklingsteamet och hjälpa oss att förbättra Audacity. Vi välkomnar dokumentation och andra insatser också och kan svara på frågor kring byggandet och utvecklandet av Audacitys källkod.

source: If you are fluent in both English and another language, you can help translate the Audacity software and web site. We also need people to help provide support for Audacity in different languages.
sv: Om du läser och skriver engelska och ett annat språk flytande, kan du hjälpa till med översättning av Audacitys programvara och hemsida. Vi behöver också folk som hjälper till med support på olika språk.

source: Donate
sv: Donera

source: We welcome donations to support Audacity development.
sv: Du kan också lämna ett ekonomiskt bidrag för att bidra till arbetet med Audacity.

source: User Community
sv: Användarcommunity

source: Audacity was written by volunteers in their spare time. If you appreciate Audacity and would like to help out, here are some ideas:
sv: Audacity är skapat av frivilliga på deras fritid. Om du uppskattar Audacity och vill hjälpa till, här är några tips:

source: Say Hello!
sv: Säg hej!

source: If you enjoy Audacity,
sv: Om du gillar Audacity,

source: write to us
sv: skriv till oss

source: and let us know that you like it. It makes us happy to know that people enjoy it. Also feel free to send comments and suggestions. We're always improving Audacity, and we value your input.
sv: låt oss veta att du tycker om det. Det gör oss glada att få veta det. Känn dig fri att skicka kommentarer och förslag. Vi fortsätter att utveckla Audacity, och vi uppskattar dina inlägg.

source: <h3>Join the User Community</h3>
sv: <h3>Gå med i vår community för användare</h3>

source: Subscribe to the
sv: Prenumerera på

source: audacity-users mailing list
sv: sändlistan audacity-users

source: to share tips, questions and feedback with other Audacity users and developers.
sv: för att dela tips, frågor och feedback med andra Audacity-användare och utvecklare.

source: Visit the
sv: Besök

source: a community resource where users can add or edit information about Audacity and digital audio.
sv: en communityresurs där användare kan lägga till eller redigera information om Audacity och digitalt ljud.

source: Join our
sv: Gå med i vår

source: where you can ask and answer questions about Audacity.
sv: där du kan fråga och ge svar på frågor kring Audacity.

source: Report bugs
sv: Rapportera fel

source: If you find a bug in Audacity,
sv: Om du hittar ett fel i Audacity

source: let us know
sv: berätta det för oss

source: Be a Beta Tester
sv: Bli en beta-testare

source: In addition to the latest stable version of Audacity, we usually have beta versions available. These versions usually contain new features that haven't been fully tested. If you want to help out,
sv: Förutom den senaste skarpa versionen av Audacity, brukar vi ha betaversioner som kan hämtad hem. Dessa versioner innehåller vanligtvis nya funktioner som inte har testats fullt ut. Om du vill hjälpa till,

source: download
sv: hämta

source: the Beta version and play with it.
sv: hämta beta-versionen och pröva den.

source: Let us know
sv: Låt oss veta

source: what you like and don't like, and how you think it should be improved. Tell us if you find any <em>regressions</em> - things that used to work but don't work anymore.
sv: vad du gillar eller inte gillar, och hur du skulle vilja förbättra programmet. Berätta för oss om du hittar några <em>återfall</em>- saker som fungerat, men som inte fungerar längre.

source: Recommended Download
sv: Rekommenderad hämtning

source: Optional Downloads
sv: Valfria hämtningar

source: System Requirements
sv: Systemkrav

source: OS X 10.3 and earlier are not supported, however the previous
sv: OS X 10.3 och tidigare stöds ej, men den tidigare

source: supports OS X 10.3.
sv: stödjer OS X 10.3.
