Repository: audacity/audacity-from-svn-5GB
Catalog: website/tags/Audacity_2_0_6/htdocs/locale/*.po
Languages: sv

source: Audacity runs best with at least 64 MB RAM and a 300 MHz processor.
sv: Audacity körs bäst på minst 64 MB RAM och en 300 MHz processor.

source: Plug-Ins
sv: Insticksprogram

source: You can download and install plug-ins to add extra effects to Audacity, or to add more audio generation and analysis capability. Plug-ins appear at the bottom of the "Effect", "Generate" or "Analyze" menus. To install new plug-ins, place them in the <b>Plug-Ins</b> folder inside the Audacity installation folder. On Windows computers, this is usually under "Program Files." On Mac OS X, it is usually under "Applications."
sv: Du kan hämta och installera insticksprogram för att lägga till fler effekter i Audacity, eller lägga till mer möjligheter till ljudgenerering och analys. Insticksprogram visas längst ner på "Effekt", "Skapa" eller "Analys"-menyerna. För att installera nya insticksprogram, placera dem i mappen <b>Plug-Ins</b> i Audacitys programmapp. På Windowsdatorer, finns den vanligen under "Program." På Mac OS X, vanligen under "Applications."

source: LADSPA Plug-Ins
sv: LADSPA-insticksprogram

source: Audacity has built-in support for LADSPA plug-ins. These plug-ins are mostly built for Linux, but some are available for other operating systems too. Audacity includes some sample LADSPA effects. Windows users can install an additional <a href="http://audacity.sourceforge.net/beta/ladspa/ladspa-0.4.15.exe">set of over 90 LADSPA plug-ins</a>. There is a similar set of LADSPA plug-ins for <a href="http://ardour.org/files/releases/swh-plugins-0.4.15.dmg">Mac</a>. More information and many LADSPA plug-ins for Linux can be found on the <a href="http://www.ladspa.org/">LADSPA web site</a>.
sv: Audacity har inbyggt stöd för LADSPA-insticksprogram. Dessa insticksprogram är huvudsakligen gjorda för Linux, men några fungerar på andra operativsystem också. Vid installation av Audacity medföljer några LADSPA-effekter. För Windows, a <a href="http://audacity.sourceforge.net/beta/ladspa/ladspa-0.4.15.exe">finns ett paket med över 90 LADSPA-effekter</a> tillgängligt. Det finns ett liknande set av LADSPA-insticksprogram för <a href="http://ardour.org/files/releases/swh-plugins-0.4.15.dmg">Mac</a>. Mer info och många LADSPA-insticksprogram för Linux hittar du på <a href="http://www.ladspa.org/">LADSPA:s webbplats</a>.

source: Nyquist Plug-Ins
sv: Nyquist-insticksprogram

source: Audacity has built-in support for Nyquist effects on all operating systems. You can download additional <a href="nyquistplugins">Nyquist plug-ins</a>, or create your own using the <a href="../help/nyquist">Nyquist programming language</a>. Nyquist code can be tested using "Nyquist Prompt" under the Effect menu, or code for Nyquist plug-ins that generate audio can be quickly tested with <a href="http://audacity.sourceforge.net/nyquist/generate.zip">Nyquist Generate Prompt</a>.
sv: Audacity har inbyggt support för Nyquist effekter på alla operativsystem. Du kan hämta ytterligare <a href="nyquistplugins">Nyquist-insticksprogram</a>, eller skapa dina egna genom att använda <a href="../help/nyquist">programmeringsspråket Nyquist</a>. Nyquist-kod kan testas genom att använda "Nyquist-prompt" under Effekt-menyn, eller så kan kod för Nyquist-insticksprogram som skapar ljud testas med <a href="http://audacity.sourceforge.net/nyquist/generate.zip">Nyquist Generate Prompt</a>.

source: VST Plug-Ins
sv: VST-insticksprogram

source: Audacity can load VST effects on Windows and Mac using the optional <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>. VST effects can be found on many plug-in sites such as:
sv: Audacity kan använda VST-effekter i Windows och Mac tack vare <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>. Du kan hitta VST-effekter på många webbplatser för insticksprogram som t ex:

source: The <a href="http://audacityteam.org/wiki/index.php?title=VST_Plug-ins">VST Plug-ins</a> page on our <a href="http://audacityteam.org/wiki/">Wiki<a/> lists a large number of VST plug-ins that have been reported to work well in Audacity.
sv: På <a href="http://audacityteam.org/wiki/index.php?title=VST_Plug-ins">VST-insticksprogram</a>-sidan finns <a href="http://audacityteam.org/wiki/">Wiki<a/> ett stort antal VST-insticksprogram som har uppgetts fungera bra i Audacity.

source: New features in Audacity 1.3
sv: Nya funktioner i Audacity 1.3

source: Audacity 1.3 Beta is our new, not quite finished, development version which will be the basis of our next "stable" version.
sv: Audacity 1.3 beta är vår nya, nästan klar version som ligger till grund för vår nästa "stabila" version.

source: <ul> <li>Contains dozens of new, exciting features. Very occasionally, these might need final polishing or not be retained in later versions.</li> <li>Occasionally, a feature might not work as it did before, or might be temporarily disabled.</li> <li>Some parts of the program are not yet documented or translated into different languages.</li> </ul>
sv: <ul> <li>Innehåller mängder av nya, spännande funktioner. Någon enstaka gång kanske de kommer att putsas upp eller tas bort i senare versioner.</li> <li>Någon enstaka gång kanske det händer att en funktion inte fungerar som den gjort tidigare, eller är avstängd.</li> <li>Några delar av programmet har ingen dokumentation än eller blivit översatta till flera språk.</li> </ul>

source: New in Audacity 1.3.7
sv: Nytt i Audacity 1.3.7

source: New in Audacity 1.3.6
sv: Nytt i Audacity 1.3.6

source: New in Audacity 1.3.5
sv: Nytt i Audacity 1.3.5

source: New in Audacity 1.3.4
sv: Nytt i Audacity 1.3.4

source: New features in Audacity 1.3.3
sv: Nya funktioner i Audacity 1.3.3

source: New features in Audacity 1.3.1 and 1.3.2
sv: Nya funktioner i Audacity 1.3.1 och 1.3.2

source: Improved Toolbar Docking
sv: Förbättrad dockning av verktygspanel

source: Track focus for improved keyboard navigation
sv: Spårfokusering för förbättrad tangentbordsnavigering

source: Repair and Equalization effects
sv: Reparera och Equalization effekter

source: Timer Recording
sv: Timerinspelning

source: Project saving and recovery
sv: Spara och återställ projekt

source: Selection Bar
sv: Markeringspanel

source: Mac OS X features
sv: Mac OS X-funktioner

source: New features in Audacity 1.3.0
sv: Nya funktioner i Audacity 1.3.0

source: Collapse/Expand Tracks
sv: Minimera/Expandera spår

source: Multiple clips per track
sv: Flera klipp per spår

source: Improved Label Tracks
sv: Förbättrade etikettspår

source: Other features
sv: Andra funktioner

source: Audacity 1.3: Collapse/Expand Tracks
sv: Audacity 1.3: Minimera/Expandera spår

source: In Audacity 1.3, every track has an upward-pointing triangle at the bottom of the label area on the left side of the track. Click it once to collapse the track to a very small size, and click it again to expand it back to its previous size. Note that as in previous versions, you can resize a track by clicking anywhere along the bottom edge and dragging up or down.
sv: I Audacity 1.3, varje spår har en uppåtriktad triangel nederst på spårinformationen till vänster om varje spår. Klicka en gång och spåret minimeras till en liten storlek, coh klicka igen för att expandera tillbaka till föregående storlek. Kom ihåg att det går att ändra storleken på spåret genom att klicka och dra uppåt eller nedåt i nederdelen på spåret, precis som i tidigare versioner.

source: Before clicking on the collapse button for the top track
sv: Innan du klickar på minimeraknappen för det översta spåret

source: After clicking on the collapse button
sv: Efter att klickat på minimeraknappen

source: After selecting 'Collapse All Tracks' from the View menu
sv: Efter att valt 'Minimera alla spår' från Visa-menyn

source: Back:
sv: Tillbaka:

source: Next:
sv: Nästa:

source: Top:
sv: Överst:

source: Audacity 1.3: Multiple clips per track
sv: Audacity 1.3: Flera klipp per spår

source: In Audacity 1.2, there is one audio 'clip' per track. There is no easy way to time-shift part of a track without moving the rest. In Audacity 1.3, you can split a single track into multiple clips. You can move these clips around between different tracks, making it easy to construct complex compositions out of hundreds of smaller audio samples.
sv: I Audacity 1.2 finns bara ett 'clip' per spår. Det finns inget enkelt sätt att använda Timeshift på en del av spåret utan att ändra hela spåret. I Audacity 1.3 kan du splitta ett enskilt spår i flera delar. Du kan flytta dessa delar mellan olika spår, vilket gör det enkelt att skapa komplexa kompositioner bestående av hundratals små ljudklipp.

source: The commands you will need to create and work with audio clips are found in the Edit menu. Some of these commands have the same name as in Audacity 1.2, but their behavior has either changed or has been extended to support new functionality.
sv: Funktionerna för att skapa och arbeta med ljudklipp hittar du i Redigera-menyn. Vissa av dessa har samma namn som i Audacity 1.2, men funktionerna kan ha modifierats, eller utvecklats för att stödja nya möjligheter.

source: There are five ways to end up with multiple clips in a single track:
sv: Det finns fem sätt att arbeta med flera klipp i ett enskilt spår:

source: Split in the middle of an existing clip.
sv: Dela i mitten på ett existerande klipp.

source: Split Cut in the middle of an existing clip.
sv: Klipp ut innehåll i mitten av ett existerande klipp.

source: Split Delete in the middle of an existing clip.
sv: Dela && ta bort i mitten av ett existerande klipp.

source: Paste into an empty portion of an existing track.
sv: Klistra in i en tom del av ett existerande spår.

source: Drag a clip from a different track.
sv: Dra ett klipp från ett annat spår.

source: These commands, and other editing commands, are described in detail below. Alternatively, click on the item in the menu to the left to jump directly to that command.
sv: Dessa funktioner, eller andra redigeringsmöjligheter är beskrivna i detalj nedan. Du kan också klicka på något i menyn till vänster för att gå direkt till funktionen.

source: Other topics:
sv: Andra val:

source: Moving clips between tracks
sv: Flytta klipp mellan spår

source: Moving multiple clips at once
sv: Flytta flera klipp på en gång

source: Cut
sv: Klipp ut

source: Removes the selected audio and puts it on the clipboard, and shifts the following audio to the left.
sv: Tar bort markerat ljud och placerar det i urklipp, och förskjuter efterföljande ljud åt vänster.

source: Split Cut
sv: Klipp ut innehåll

source: Removes the selected audio and puts it on the clipboard, but does not shift the following audio. The preceding and following audio are now separate clips that can be moved independently.
sv: Tar bort markerat ljud och placerar det i urklipp, men förskjuter inte efterföljande ljud. Ljudet före och efter är nu separata klipp som kan flyttas oberoende av varandra.

source: Copy
sv: Kopiera

source: Copies the selected audio to the clipboard.
sv: Kopierar markerat ljud till urklipp.

source: Trim
sv: Beskär

source: Removes all audio from the current clip except the selected part. Does not affect other clips in the same track.
sv: Tar bort allt ljud från det aktuella klippet utom den markerade delen. Påverkar inte andra klipp i samma spår.

source: Delete
sv: Ta bort

source: Removes the selected audio without placing it on the clipboard, and shifts following audio to the left.
sv: Tar bort markerat ljud utan att placera det i urklipp, och förskjuter efterföljande ljud till vänster.

source: Split Delete
sv: Dela && ta bort

source: Removes the selected audio without placing it on the clipboard, but does not shift the following audio. The preceding and following audio are now separate clips that can be moved independently.
sv: Tar bort det valda ljudet utan att placera det i urklipp, men förskjuter inte det efterföljande ljudet. Ljudet före och efter är nu separata klipp som kan flyttas oberoende av varandra.

source: Silence
sv: Tystnad

source: Replaces the selection with silence
sv: Ersätter markering med tyst parti

source: Split
sv: Dela

source: Splits the current clip into up to three clips at the selection boundaries. The audio before, within, and after the selection can now all be shifted independently
sv: Delar det aktuella klippet i upp till tre delar vid markeringens gräns. Ljudet före, inuti och efter markeringen kan nu förskjutas oberoende av varandra.

source: Duplicate
sv: Duplicera

source: Creates a new track containing only the current selection as a new clip
sv: Skapar ett nytt spår som bara innehåller nuvarande markering som ett nytt klipp

source: Paste - into an existing clip
sv: Klistra in - i ett klipp som finns

source: When you select Paste and the cursor is inside a clip, the audio gets inserted into the middle of the clip and the following audio is shifted to the right to make room
sv: När du väljer klistra in och markören är i ett klipp så placeras ljudet i mitten av klippet och det efterföljande ljudet förskjuts åt höger för att skapa plats.

source: Paste - into the empty part of a track
sv: Klistra in - i en tom del av ett spår

source: When you select Paste and the cursor is outside a clip, and there is enough room for the audio on the clipboard, the audio on the clipboard is inserted without any other clips being shifted over
sv: När du väljer Klistra in och markören är utanför något klipp och det finns tillräckligt med plats för ljudet i urklipp, så infogas ljudet från urklipp utan att andra klipp förskjuts.

source: Join
sv: Sammanfoga

source: If you select a region that overlaps one or more clips, they are all joined into one large clip. Regions in-between clips are treated as silence.
sv: Om du väljer ett område som överlappar ett eller flera klipp kan de sammanfogas till ett stort klipp. Områden mellan klipp behandlas som tystnad.

source: The time-shift tool can now be used to move a single clip between tracks. Just click and drag.
sv: Tidsförskjutningsverktyget kan nu användas för att flytta ett ensamt klipp mellan spår. Bara klicka och dra.

source: To time-shift multiple clips at once, select all of the clips you want to move using the normal selection tool, then use the time-shift tool to click and drag. If you click within the selection, all selected clips will move together. If you click outside the selection, only the clip under the mouse cursor will move.
sv: För att förskjuta flera klipp samtidigt, så markera alla klipp som du vill förskjuta med det vanliga markeringsverktyget, använd sedan tidsförskjutningsverktyget för att klicka och dra. Om du klickar i markeringen så flyttas alla klipp samtidigt. Om du klickar utanför markeringen, kommer bara klippet under musmarkören att flyttas.

source: Audacity 1.3: Selection Bar
sv: Audacity 1.3: Markeringspanel

source: The selection bar
sv: Markeringspanelen

source: In Audacity 1.2, the current selection is contained in a status bar at the bottom of the window. In Audacity 1.3, this is replaced by a fully functional Selection Bar, which displays and controls the current selection (your choice of Start and End, or Start and Length), and the current audio position. The selection bar is fully editable - just click in any field and type to change the current selection precisely. In addition, many formatting options allow you to view times in different units, such as samples, CD frames, or NTSC video frames.
sv: I Audacity 1.2, visas den aktuella markeringen i statusfältet längst ner i fönstret. I Audacity 1.3 är den ersatt med en fullt fungerande Markeringspanel, som visar och kontrollerar den aktuella markeringen (ditt val av start och slut, eller start och längd), och den aktuella ljudpositionen. Markeringspanelen kan ändras på många sätt - bara klicka i ett fält och skriv in exakta värden för precis placering. Förutom detta, kan du använda olika måttskalor, som samples, cd-rutor, eller NTSC- och PAL-bildrutor.

source: The project sample rate control on the selection bar
sv: Samplingsfrekvensen för projektet på Markeringspanelen

source: Typing a new time directly into the selection bar.
sv: Skriv in en ny tid direkt i markeringspanelen.

source: Different time formats supported by the selection bar
sv: Stöd för olika tidsformat på markeringspanelen

source: Audacity 1.3: Improved Label Tracks
sv: Audacity 1.3: Förbättrade etikettspår

source: Label Tracks are Audacity's way for you to create markings and annotations within your project. In Audacity 1.3, Label Tracks are much improved, with support for overlapping labels, and support for modifying both the left and right edge of the label region just by clicking and dragging.
sv: Etikettspår är Audacitys sätt att låta dig skapa markeringar och kommentarer inuti ditt projekt. I Audacity 1.3 är etikettspårens funktioner utökade, med support för överlappande etiketter, och support för att modifiera både den västra och högra kanten av etiketten genom att bara klicka och dra.

source: To create a label, start by selecting some audio.
sv: För att skapa en etikett, starta genom att välja något ljud.

source: Select 'Add Label At Selection' from the Tracks menu.
sv: Välj 'Lägg till etikett vid markering' på Spår-menyn.

source: Type some text into the label.
sv: Skriv in lite text i etiketten.

source: Click and drag the handles to resize the label.
sv: Klicka och dra i handtagen för att ändra storlek på etiketten.

source: Later, you can retrieve the selection - just click inside the label.
sv: Senare kan du återskapa markeringen - bara klicka inuti etiketten.

source: After you click, the label region becomes the current selection, allowing you to perform an operation on other tracks in the area within the label.
sv: Efter att du klickat, etikettens yta blir den aktuella markeringen, som tillåter dig att genomföra en ändring på andra spår i etikettens yta.

source: Audacity 1.3: Mac OS X features
sv: Audacity 1.3: Mac OS X funktioner

source: Audacity's audio I/O library, PortAudio v19, now supports many more Mac audio devices, including multichannel devices that were not supported before.
sv: Audacitys ljud In/Ut bibliotek, PortAudio v19, stödjer ännu fler ljudenheter på Mac, inklusive flerkanalsenheter som inte tidigare stöddes.

source: Audacity is now available for Intel Macs. For now, this is being provided as a separate download, rather than a universal binary.
sv: Audacity finns nu för Intel Mac. Just nu finns det som en separat hämtning, snarare än en universal binary.

source: Also on Mac OS X, Audacity now supports Audio Unit plug-ins. Audacity searches for Audio Units in the usual location, in the system or user's Library folder.
sv: Till Mac OS X stöder Audacity olika ljudenheter som insticksprogram. Audacity söker efter ljudenheter på datorn, i systemet eller i användarens biblioteksmapp.

source: This is the end of new features in Audacity 1.3.1 and 1.3.2. Continue on to read about features that were previously introduced in Audacity 1.3.0.
sv: Detta är lsutet på listan över nya funktioner i Audacity 1.3.1 och 1.3.2. Fortsätt läs om funktioner som tidigare introducerats i Audacity 1.3.0.

source: Audacity 1.3: Other features
sv: Audacity 1.3: Nya funktioner

source: Better performance with large projects
sv: Bättre prestanda med stora projekt

source: As before, Audacity stores projects using a directory full of small files. Audacity 1.3 now uses a hierarchical directory structure that results in better performance on large projects (tens of hours worth of audio across many tracks).
sv: Som tidigare, så sparar Audacity ett projekt i en mapp full av små filer. Audacity 1.3 använder nu en hierarkisk mappstruktur, vilet resulterar i en bättre hantering av stora projekt (tiotals timmar med många spår).

source: Project integrity check on open
sv: Projektets struktur kontrolleras när det öppnas

source: When you open an Audacity project in version 1.3, it checks to make sure that all data files are present.
sv: Om du öppnar ett Audacityprojekt i version 1.3, kollar programmet att alla datafiler finns tillgängliga.

source: Upload via FTP
sv: Skicka in via FTP

source: Audacity 1.3 has an experimental new dialog for uploading files to a server via FTP. Currently it is just a simple FTP client; in the future we will integrate this feature into Audacity more so you can publish a project directly to a site as a Podcast, for example.
sv: Audacity 1.3 har en experimentell ny dialogruta för att skicka in filer till en server via FTP. Just nu är det en enkel FTP-klient; i framtiden kommer vi att integrera denna funktion i Audacity så du kan publicera ett projekt direkt till en webbplats som exempelvis en poddsändning.

source: Based on wxWidgets 2.6
sv: Baserat på wxWidgets 2.6

source: Batch / CleanSpeech
sv: Satsvis bearbetning / CleanSpeech

source: Audacity has a new feature that allows you to process a bunch of files, for example normalizing and converting to MP3. The CleanSpeech mode provides a simplified interface for some standard adjustments typically made on speech recordings. You can access these features in the Batch tab of the Preferences dialog.
sv: Audacity har en ny funktion som tillåter dig att behandla en mängd filer på samma gång, exempelvis normalisera och konvertera filer till MP3. CleanSpeech-läget tillhandahåller ett enkelt gränssnitt för att göra standardjusteringar typiska för röstinspelningar. Du kan nå dessa funktioner i fliken Satsvis bearbetning i Inställningar.

source: Cut lines
sv: Klipp linjer

source: When this feature is enabled (in the Interface tab of the Preferences), cutting audio in the middle of a clip does not remove it permanently - at any time in the future, just click on the cut line to restore it.
sv: När denna funktion är vald (i fliken Gränssnitt i Inställningar), klipp i mitten av ett klipp tar inte bort ljudet permanent - du kan när som helst klicka på klipplinjen för att återställa det.

source: Audacity 1.3: Improved Toolbar Docking
sv: Audacity 1.3: Förbättrad dockning av paneler

source: In Audacity 1.3.2 and higher, you can easily dock, undock, and rearrange the location of all of Audacity's toolbars, including the selection bar. A new blue triangle visually indicates when you are about to dock a toolbar in a particular location.
sv: I Audacity 1.3.2 eller högre, kan du lätt docka, eller frilägga och arrangera placeringen av alla Audacitys paneler inklusive Markeringspanelen. En blå triangel visas där du kan placera panelen i en speciell position.

source: First, click on the grabber to the left of a toolbar you wish to drag.
sv: Först, klicka på handtaget till vänster på den panel du vill flytta.

source: Drag the toolbar away from its original location.<br>If you release the mouse here, it will become a floating toolbar.
sv: Dra panelen bort från sin plats.<br> Om du släpper musen här, blir panelen fri och flyttbar.

source: While dragging, position the mouse near an edge or between two other toolbars,<br>and a blue triangle appears, indicating a possible location you can dock the toolbar.
sv: Medan du drar, placera musen nära en kant eller mellan två andra paneler,<br> och en blå triangel dyker upp, som visar en möjlig position där du kan docka panelen.

source: Release the mouse button near a blue arrow and the toolbar is docked in its new location.
sv: Släpp musknappen nära en blå pil och panelen dockas på sin nya plats.

source: Commands to hide or show toolbars are found in the View menu.
sv: Val för att dölja eller visa paneler hittar du under VIsa-menyn.

source: Track focus
sv: Spårfokus

source: Audacity 1.3: Track focus
sv: Audacity 1.3: Spårfokus
