Repository: audacity/audacity-from-svn-5GB
Catalog: website/tags/Audacity_2_0_6/htdocs/locale/*.po
Languages: sv

source: In Audacity 1.3.2 and higher, you can fully manipulate the selection using the keyboard. As always, press the left and right arrows, along with shift and control, to move the cursor or extend a selection to the left or right. New, press the up or down arrows to change which track is focused, independent of the selection, and press the Enter key to toggle the selectedness of the focused track.
sv: I Audacity 1.3.2 eller högre, kan du fullt styra markeringen med hjälp av tangentbordet. Som vanligt, tryck vänster- och högerpil tillsammans med Ctrl och Skift för att flytta markören eller utöka markeringen till vänster eller höger. Vad som är nytt är att du kan trycka upp- eller nerpil för att ändra och välja vilket spår som ska vara fokuserat, och beroende av markering, och tryck Enter för att växla mellan om det fokuserade spåret skall vara markerat eller ej.

source: The focused track is highlighted in green, as illustrated in the screenshots below. Clicking on a track selects it and focuses it.
sv: Det fokuserade spåret är markerat i grönt, som visas på skärmdumpen nedan. Att klicka på ett spår både markerar och sätter det i fokus.

source: Above, a region of audio is selected in the top track.<br> You can tell the track is selected, because its label area is shaded.<br> You can tell the track is focused because of the green border.
sv: Ovan, ett ljudområde är valt i det översta spåret.<br> Du kan se att spåret är valt, eftersom dess etikettyta är skuggad.<br> Du kan se att spåret är fokuserat på den gröna ramen.

source: Pressing the down arrow key changes the focus to the lower track.<br> However, only the top track is selected.
sv: Genom att trycka på nerpil-tangenten ändras fokus till det nedre spåret.<br> Men det är bara det översta spåret som är markerat.

source: Pressing the enter key toggles the lower track, so it is now selected, too.
sv: Genom att trycka på Enter växlas det nedre spåret så det blir markerat också.

source: Finally, press up-arrow and enter to unselect the top track.<br> This is one way to keep a particular range of audio selected<br>while changing which track is selected.
sv: Till slut, tryck upp-pil och Enter för att välja bort översta spåret.<br> Detta är ett sätt att ha en speciell längd på ljudet valt<br> medan man ändrar vilket spår som är valt.

source: Audacity 1.3: Repair and Equalization Effects
sv: Audacity 1.3: Effekterna Reparera och Equalization

source: Repair Effect
sv: Effekten Reparera

source: This new effect will fix a small pop or click in an audio track by smoothly interpolating the damaged audio samples. It is designed to fix very short glitches, not major distortion or background noise. It can fix minor clipping.
sv: Denna nya effekt klarar av att ta bort små pop eller klickljud i ett ljudspår, genom att interpolera de skadade ljudbitarna. Den är gjord för att fixa korta avbrott, inte stora distortioner eller bakgrundsbrus. Den kan klara små klipp.

source: First, find the damanged part of your recording and zoom in<br> until you can see the individual audio samples.
sv: Först ska du hitta skadade delar av din inspelning och zooma in<br> till s du kan se de individuella ljudvågorna.

source: Select the damaged portion of the audio.
sv: Välj den skadade delen av ljudfilen.

source: Choose <b>Repair</b> from the Effect menu.<br>The selection is replaced with smoothly interpolated samples.
sv: Välj <b>Reparera</b> på Effekt-menyn.<br>Markeringen är ersatt med mjukt interpolerat ljud.

source: Equalization Effect
sv: Effekten Equalization

source: The new Equalization effect, shown below, has many more controls for constructing a complex filter to enhance or reduce certain frequencies. You can either draw an arbitrary equalization curve, or use a graphic equalizer.
sv: Den nya Equalization-effekten, på bild nedan, har fler kontroller för att kunna skapa ett komplext filter för att höja eller sänka vissa frekvenser. Du kan antingen rita en godtycklig equalizationkurva, eller använda en grafiskt equalizer.

source: Audacity 1.3: Timer Recording
sv: Audacity 1.3: Timer inspelning

source: Timer Recording lets you schedule Audacity to start recording at a particular time and record only for a certain length of time. Perfect if you want to record Internet radio or walk away while Audacity is recording from a cassette or LP.
sv: Timer inspelning låter dig schemalägga Audacity att starta inspelning vid en angiven tidpunkt och bestämma längd och tid. Det är ju perfekt om du vill spela in radiosändningar över nätet eller lämna datorn medan Audacity spelar in från kassettband eller LP.

source: Audacity 1.3: Project saving and recovery
sv: Audacity 1.3: Spara och återskapa projekt

source: Starting in version 1.3.2, Audacity automatically saves snapshots of your current project constantly. If Audacity ever crashes, or if your whole computer crashes or suddenly loses power, the next time you start Audacity it will notify you that it found an unsaved project, and prompt you to recover it.
sv: Med början i version 1.3.2 Audacity sparar automatiskt snapshots av ditt projekt hela tiden. Om Audacity skule krascha, eller att din dator kraschar eller förlorar ström, nästa gång du startar Audacity får du ett meddelande att det finns ett projekt som inte sparats och frågor om du vill återställa det.

source: One common source of confusion with Audacity is that when you open or import an uncompressed file (e.g. WAV or AIFF), Audacity saves time and memory by only linking to the file, not copying it. But if you move, modify or delete the original file, your Audacity project will not work anymore. Starting with version 1.3.2, Audacity will prompt you every time you save if your project is dependent on other audio files, and give you the option of copying them into the project at that time, so it is self-contained.
sv: En vanlig källa till förvirring med Audacity är att medan du öppnar eller importerar en okomprimerad fil (ex. WAV eller AIFF) så sparar Audacity tid och minne genom att bara länka till filen, inte kopiera den. Men om du flyttar, modifierar eller raderar originalfilen, fungerar inte ditt Audacityprojekt längre. Med början i version 1.3.2 så kommer Audacity att fråga dig varje gång du sparar om ditt projekt är beroende av andra ljudfiler, och ge dig möjlighet att kopiera dem in i projektet, så det innefattar allt.

source: For Mac OS X (<b>Intel</b>): <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - The latest version of the free Audacity audio editor.
sv: För Mac OS X (<b>Intel</b>): <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - Den senaste versionen av det fria ljudredigeringsprogrammet Audacity.

source: For Mac OS X (<b>PPC</b>): <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - The latest version of the free Audacity audio editor.
sv: För Mac OS X (<b>PPC</b>): <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - Den senaste versionen av det fria ljudredigeringsprogrammet Audacity.

source: For Mac OS 9: <a href="%s">Audacity %s</a> (.sit file, %.1lf MB)
sv: För Mac OS 9: <a href="%s">Audacity %s</a> (.sit file, %.1lf MB)

source: (Unfortunately, we no longer have the resources to provide new versions of Audacity for Mac OS 9.)
sv: (Tyvärr har vi inte resurser att utveckla nya versioner av Audacity för Mac OS 9.)

source: Audacity 1.2 requires Mac OS X 10.1 or later.
sv: Audacity 1.2 kräver Mac OS X 10.1 eller senare.

source: Audacity 1.0 requires Mac OS 9.0 or later.
sv: Audacity 1.0 kräver Mac OS 9.0 eller senare.

source: Source Code
sv: Källkod

source: <a href="%s">Audacity %s release (source tarball)</a> (.tar.gz file, %.1lf MB)
sv: <a href="%s">Audacity utgåva %s (källkodsarkiv)</a> (.tar.gz file, %.1lf MB)

source: Get the latest stable code (incorporating any changes since the release tarball) from <a href="../community/developers#cvs">CVS</a>. This is the best choice if you are compiling on Windows.
sv: Hämta den senaste stabila koden (inkluderande alla ändringar sedan det släppa tar-arkivet) från <a href="../community/developers#cvs">CVS</a>. Detta är det bästa valet om du ska kompilera i Windows.

source: If you have trouble with your download, or need an older version of Audacity, try our <a href="%s">alternate download links</a>.
sv: Om du har problem med din hämtade fil, eller vill ha en äldre version av Audacity, pröva våra <a href="%s">alternativa länkar</a>.

source: Audacity runs best with at least 64 MB RAM and a 300 MHz processor. Please review our operating system support for
sv: Audacity körs bäst på minst 64 MB RAM och en 300 MHz processor.Var vänlig se vårt stöd för operativsystem på

source: or
sv: eller

source: How to Compile Audacity
sv: Hur man kompilerar Audacity

source: Dependencies
sv: Beroenden

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.2 needs wxGTK 2.4, compiled <em>without</em> the unicode options. The next stable version of Audacity will support newer wxWidgets and GTK libraries.
sv: <a href="http://wxwidgets.org">wxWidgets</a>-biblioteket <b>behövs</b>. Audacity 1.2 behöver wxGTK 2.4, kompilerad <em>utan</em> unicode-alternativen. Den nästa stabila versionen av Audacity kommer att stödja nyare wxWidgets och GTK-bibliotek.

source: Installation of the following libraries is <b>optional</b> - they are included in Audacity obtained from <a href="../community/developers#cvs">CVS</a>.
sv: Installation av följande bibliotek är <b>valfritt</b> - de medföljer den Audacity som hämtas från <a href="../community/developers#cvs">CVS</a>.

source: Compilation
sv: Kompilering

source: To compile Audacity, run the following command in the Audacity source directory:
sv: För att kompilera Audacity, kör följande kommando i Audacity källmapp:

source: You can type <i>./configure --help</i> to see a list of compilation options. After Audacity is compiled, run <i>make install</i> as root to install it.
sv: Du kan skriva <kbd>./configure --help</kbd> för att få en lista på inställningar för kompilering. Efter att Audacity är kompilerat, kör <kbd>make install</kbd> som root för att installera det.

source: Further Help
sv: Ytterligare hjälp

source: <ul> <li>On Windows, see the file "compile.txt" inside the "Win" folder in the source code. For OS X, see "compile.txt" inside the "Mac" folder in the code.</li> <li>See our guides to compiling Audacity for <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Windows">Windows</a>, <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Mac">Mac</a> and <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Linux">Linux/Unix</a> on the <a href="http://audacityteam.org/wiki/">Wiki</a>.</li> <li>If you are still having difficulties, we want to help! Please join <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, our developers' mailing list, then send us an e-mail.</li> </ul>
sv: <ul> <li>Under Windows, läs filen "compile.txt" i "Win"-mappen i källkoden. För OS X, läs "compile.txt" i "Mac"-mappen i koden.</li> <li>Se våra guider hur man kompilerar Audacity för <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Windows">Windows</a>, <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Mac">Mac</a> och <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Linux">Linux/Unix</a> på <a href="http://audacityteam.org/wiki/">wikin</a>.</li> <li>Om du fortfarande har problem, så vill vi hjälpa dig! Prenumrera på <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, vår sändlista för utvecklare, och skicka oss sedan ett e-brev.</li> </ul>

source: Click here to read about new features in Audacity 1.3.
sv: Klicka här för att läsa mer om de nya funktionerna i Audacity 1.3.

source: Windows 95 and NT are not supported.
sv: Windows 95 och NT stöds inte.

source: The values in the "Recommended RAM/processor speed" column below are for tasks like recording for an hour, or editing three 20 minute tracks simultaneously. The values in the "Minimum RAM/processor speed" column will be fine for smaller/shorter tasks, especially if unnecessary programs are closed.
sv: De värden som anges nedan i kolumnen "Rekommenderat RAM-minne/Rekommenderad processorhastighet" avser arbetsuppgifter som att spela in i en timme eller att redigera tre stycken tjugominutersspår samtidigt. De värden som återfinns i kolumnen "Minsta RAM-minne/Minsta processorhastighet" kommer att fungera utmärkt för mindre omfattande eller kortare arbetsuppgifter, i synnerhet om program som inte används stängs ner.

source: Recommended RAM/<br>processor speed
sv: Rekommenderat RAM-minne/<br>Rekommenderad processorhastighet

source: Minimum RAM/<br>processor speed
sv: Minsta RAM-minne/<br>Minsta processorhastighet

source: Generally, Audacity works best on computers meeting more than the minimum requirements in the table above. Where Audacity is to be used for lengthy multi-track projects, we recommend using Windows 2000, XP or Vista running on machines of substantially higher specification than the minimum stated above.
sv: Generellt så arbetar Audacity bäst på datorer som har bättre värden än angivna minimikrav i tabellen ovan. Om Audacity ska användas till långa ljudprojekt med flera spår, rekommenderar vi att man använder Windows 2000, XP eller Vista med betydligt högre prestanda än vad minimikraven kräver.

source: <a href="%s">Audacity %s release (source tarball)</a> (%s file, %.1lf MB)
sv: <a href="%s">Audacity utgåva %s (källkodsarkiv)</a> (%s fil, %.1lf MB)

source: This is our standard source tarball. It assumes your system has the necessary dependencies (libraries) installed (see below).
sv: Detta är det förvalda källkodsarkivet. Det förutsätter att ditt system redan har alla nödvändiga beroenden (bibliotek) installerade (se nedan).

source: This is a full source tarball, useful for Windows and Mac machines which may lack the necessary dependencies to compile Audacity.
sv: Detta är det fullständiga källkodsarkivet som är lämpligt för de Windows- och Mac-datorer som kan tänkas sakna de nödvändiga beroendena för att kompilera Audacity.

source: <a href="%s">Latest CVS development code</a>, incorporating changes since the release tarball.
sv: <a href="%s">Senaste CVS-utvecklingskod</a>, omfattar ändringar sedan sista utgåvearkiv.

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.3.6 requires wxGTK 2.8.9.
sv: <a href="http://wxwidgets.org">wxWidgets</a>-biblioteket <b>krävs</b>. Audacity 1.3.6 behöver wxGTK 2.8.9.

source: LAME MP3 encoder
sv: MP3-kodaren LAME

source: Allows Audacity to export MP3 files.
sv: Tillåter Audacity att exportera MP3-filer.

source: Allows Audacity to load VST plug-ins.
sv: Tillåter Audacity att läsa in VST-insticksprogram.

source: Download additional effects and filters.
sv: Hämta ytterligare effekter och filter.

source: If you have trouble with your download, or need an older version of Audacity, try our <a href="%s">alternate download links</a> (older versions can be viewed by clicking on the appropriate package).
sv: Om du har problem med att hämta filer, eller om du behöver en äldre version av Audacity, prova på sidan <a href="%s">länkar till andra filer att hämta</a> (äldre versioner kan ses om man klickar på tillämpligt paket).

source: Download
sv: Hämta

source: Select your operating system to download the latest version of the free Audacity sound editor.
sv: Välj ditt operativsystem för att hämta den senaste versionen av det fria ljudredigeringsprogrammet Audacity.

source: Stable: 1.2 - for all users
sv: Stabil: 1.2 - för alla användare

source: Latest versions:
sv: Senaste versionerna:

source: &nbsp;1.2.6 (in source code)
sv: &nbsp;1.2.6 (källkod)

source: Beta: 1.3 - for advanced users
sv: Beta: 1.3 - för avancerade användare

source: &nbsp;1.3.7 (in source code)
sv: &nbsp;1.3.7 (källkod)

source: Legacy Downloads
sv: Äldre filer att hämta

source: For users of <b>Mac OS 9</b>, a legacy 1.0.0 version of Audacity is also available on the
sv: För användare av <b>Mac OS 9</b>, finns en fungerande äldre version 1.0.0 av Audacity på

source: Mac downloads page.
sv: Hämtningssida för Mac.

source: Further information
sv: Ytterligare information

source: You can also obtain Audacity as a <a href="buy">CD image file or purchasable CD</a>.
sv: Du kan också skaffa Audacity som en <a href="buy">cd-image eller köpa en cd</a>.

source: If you wish to compile Audacity yourself, please download the <a href="source">source code</a>.
sv: Om du vill kompilera Audacity själv så hämta <a href="source">källkoden</a>.

source: You may copy, distribute, modify and/or resell Audacity, under the terms of the <a href="../about/license">GNU GPL</a>.
sv: Du får kopiera, ändra, distribuera och sälja Audacity under <a href="../about/license">GNU GPL</a>.

source: <ul> <li>Contains dozens of
sv: <ul> <li>Innehåller mängder av

source: new, exciting features.
sv: nya, spännande funktioner.

source: Very occasionally, these might need final polishing or not be retained in later versions.
sv: Någon enstaka gång så kanske de behöver en sista uppfräschning eller inte behövas i senare versioner.

source: Occasionally, a feature might not work as it did before, or might be temporarily disabled.</li> <li>Some parts of the program are not yet documented or translated into different languages.</li> </ul>
sv: Någon enstaka gång kommer en funktion inte att fungera som den har gjort, eller är temporört avstängd.<//li> <li>Några delar av programmet är inte än dokumenterade eller översatta till olika språk.</li> </ul>

source: If you are new to Audacity or computer audio programs, you may prefer the fully finished Audacity 1.2. Otherwise, please help our development effort by trying the Beta and
sv: Om du är nybörjare med Audacity eller datorljudprogram, så föredrar du kanske den fullständiga Audacity 1.2. Annars är vi glad för din hjälp med utvecklingen genom att du provar betan och

source: send us your comments</a>. Please mention your operating system, full details of any problems, and any features that need improvement or no longer work properly. You can install 1.3 and 1.2 on the same machine by installing them to different directories.
sv: skickar dina kommentarer till oss</a>. Tala i så fall om för oss vad du har för operativsystem, fullständiga detaljer om eventuella problem som uppstått, och om det finns några funktioner som behöver förbättras eller som inte längre fungerar. Du kan installera 1.3 och 1.2 på samma dator genom att installera dem i olika kataloger.

source: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor. See <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">further information about Vista</a>.
sv: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s installationsprogram</a> (.exe file, %.1lf MB) - Den senaste versionen av det fria ljudredigeringsprogrammet Audacity. Läs om <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">mer info kring Vista</a>.

source: <a href="%s">LADSPA plugins %s installer</a> (.exe file, %.1lf MB) - over 90 plug-ins.
sv: <a href="%s">LADSPA-insticksprogram %s installerare</a> (.exe fil, %.1lf MB) - över 90 insticksprogram.

source: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you cannot run the installer because you are in a computer lab or other restricted environment, download and unzip this file instead.
sv: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - Om du inte kan köra installationsprogrammet därför att du är i en skyddad datormiljö med restriktioner, hämta och packa upp denna fil istället.

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor. See <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">further information about Vista</a>.
sv: <a href="%s">Audacity %s installationsprogram</a> (.exe file, %.1lf MB) - Den senaste versionen av det fria ljudredigeringsprogrammet Audacity. Se också <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">för mer info kring Vista</a>.

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor.</a>
sv: <a href="%s">Audacity %s installationsprogram</a> (.exe file, %.1lf MB) - Den senaste versionen av det fria ljudredigeringsprogrammet Audacity.

source: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you cannot run the installer because you are in a computer lab or other restricted environment, download and unzip this or the file below instead.
sv: <a href="%s">Audacity %s zipfil</a> (%.1lf MB) - Om du inte kan köra installationsprogrammet därför att du är i en skyddad datormiljö med restriktioner, hämta och packa upp denna fil istället.

source: LAME MP3 Encoder
sv: LAME MP3-kodare

source: Vendors and Distributors of Audacity
sv: Återförsäljare och distributörer till Audacity

source: Audacity is free to download, but vendors are also free to bundle copies of the program with their products, or resell or distribute Audacity, thanks to the <a href="../about/license">GNU General Public License</a>. The following are legitimate, legal offerings. We are happy and proud that they chose to bundle Audacity with their products.
sv: Det är fritt att hämta Audacity, men återförsäljare är också fria att använda kopior av programmet med sina produkter, tack vare <a href="../about/license">GNU General Public License</a>. Av denna framgår det att dessa erbjudanden är lagliga. Vi är glada att de valt att använda Audacity tillsammans med sina produkter.

source: Some vendors, <a href="http://umixit.com/aboutus.html">Umixit</a>, <a href="http://www.thinklabsmedical.com">Thinklabs</a>, and <a href="http://audiotouch.com.au/">Audiotouch</a>, have additionally supported Audacity by sponsoring <a href="#others">custom versions</a>. The UmixIt custom version adds a mixer board interface and karaoke window. The ThinkLabs version is customized for cardiographs from digital stethoscopes. Audacity_Audiotouch is customized for integration with Audiotouch, for ease of use by students needing numerous recordings. Many of these improvements will be incorporated in future versions of Audacity.
sv: Några återförsäljare, <a href="http://umixit.com/aboutus.html">Umixit</a>, <a href="http://www.thinklabsmedical.com">Thinklabs</a>, och <a href="http://audiotouch.com.au/">Audiotouch</a>, har dessutom supportat Audacity genom att sponsra <a href="#others">egna versioner</a>. UmixIt egen version har dessutom ett mixerbord och ett karaoke-fönster. ThinkLabs version är gjord för kardiografer från digitala stetoskop. Audacity_Audiotouch är gjord för att integreras med Audiotouch, för att underlätta för studenter som behöver mängder av inspelningar. Många av dessa förbättringar kommer att läggas till i framtida versioner av Audacity.

source: To be considered for addition to this list, please first review our <a href="../about/license">License, and Advice for Vendors and Distributors</a> page. If you are distributing Audacity under those terms
sv: Innan du bestämmer dig för att läggas till på listan, vänligen läs vår <a href="../about/license">Licens, och råd till säljare och distributörer</a> -sida. Om du distribuerar Audacity under dessa villkor

source: and would like to be on this list, please
sv: och vill vara med på listan, vänligen

source: contact us
sv: kontakta oss

source: Vendor
sv: Återförsäljare

source: Product
sv: Produkt

source: Description
sv: Beskrivning
