Repository: audacity/audacity-from-svn-5GB
Catalog: website/tags/Audacity_2_0_6/htdocs/locale/*.po
Languages: sv

source: <p>Sorry, Audacity does not yet support scheduled recording. We may add this feature to a future version of the program.</p> <p>You can make Audacity <b>stop</b> recording after a certain time limit, by following these steps:</p> <ol> <li>Turn on “Play existing tracks while recording” in the “Audio I/O” section of the preferences.</li> <li>Choose “New Audio Track” from the Project menu.</li> <li>Zoom out if necessary, then click and drag to select the amount of time you want to record.</li> <li>Start recording. Audacity will stop recording automatically when it reaches the end of the selected area.</li> </ol>
sv: <p>Tyvärr kan inte Audacity göra schemalagda inspelningar än. Vi kommer kanske att lägga till denna funktion i en kommande version av programmet. </p> <p>Du kan få Audacity att <b>stoppa</b> inspelning efter en viss tid, på följande sätt:</p> <ol> <li>Välj “Spela upp flera spår samtidigt med inspelning av ett nytt” i fliken “Ljud in/ut” i Inställningar.</li> <li>Välj “Nytt ljudspår” från Projekt-menyn.</li> <li>Zooma in om det behövs, klicka och dra och välj en tid som du vill spela in.</li> <li>Starta inspelningen. Audacity kommer att stanna automatiskt när den når slutet på markeringen..</li> </ol>

source: <div id="opensave">Opening and Saving Files</div>
sv: <div id="opensave">Öppna och spara filer</div>

source: How do I open an Audacity project (AUP file) in another program?
sv: Hur öppnar jag en Audacity-projektfil (AUP-fil) i ett annat program?

source: <p>Audacity project files are saved in a special format that only Audacity can open. To open your project in another program or burn it to CD, you must open the “project.aup” file in Audacity, and use the Export commands (in the File menu) to save it in a standard format like WAV or AIFF.</p>
sv: <p>Audacityprojektfiler sparas i ett speciellt format som bara Audacity kan öppna. För att öppna dina projekt i andra program eller bränna på cd, så måste du öppna filen “project.aup” i Audacity, och använda någon av exportfunktionerna (på Arkivmenyn) för att spara i ett standardformat som WAV eller AIFF.</p>

source: Why does Audacity create a folder full of .au files when I save a project?
sv: Varför skapar Audacity en mapp med massor av .au-filer änr jag sparar ett projekt?

source: <p>Audacity breaks long tracks into small pieces so it can edit them more efficiently. When you save a project, Audacity stores all of the pieces in a folder with a name like “project_data.”</p> <p>You do not need to open these files yourself. Audacity will load them automatically when you open the “project.aup” file, which is saved in the same location as the “data” folder.</p>
sv: <p>Audacity bryter ner långa inspelningar i små bitar för att kunna hantera inspelningen smidigare. När du sparar ett projekt, Audacity placerar alla småfiler i en speciell mapp med namn som “project_data.”</p> <p>Du behöver inte öppna dessa filer själv. Audacity öppnar dem automatiskt när du öppnar “project.aup” -filen, som är sparad på samma ställe som “data”-mappen.</p>

source: Audacity crashed! Can I recover any unsaved data?
sv: Audacity kraschade! Kan jag återskapa data som jag inte sparat?

source: <p>You may be able to recover your project automatically with the <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a>. Please see the <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a> page for more information.</p> <p>Please note the .au files need to be numbered consecutively when input to the Crash Recovery Utility or errors will occur in the program. If this problem occurs you can open Audacity's temporary folder in your system File Manager (e.g., Windows Explorer) and try resorting the .au files by time modified and then batch renaming them using a numeric sequence whilst they are sorted by time modified. An arrangement looking something like this should work:</p> <ul> <li>b001.au 15:56:02</li> <li>b002.au 15:56:02</li> <li>b003.au 15:56:10</li> <li>b004.au 15:56:10</li> </ul> <p>If your file manager does not have a suitable renaming tool, you should be able to obtain suitable free tools on the Internet.</p>
sv: <p>Du kanske kan återskapa ditt projekt automatiskt med <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a>. Vänligen läs <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a> för mer information.</p> <p>Lägg märke till .au filer behöver numreras i nummerföljd när de ska användas i Crash Recovery Utility annars uppstår problem i programmet. När detta problem uppstår, öppnar du Audacity's temp-mapp i filhanteraren (ex. Windows Utforskaren) och försöker sortera om .au filerna i tidsordning och sedan döpa om dem via masskonvertering genom en numerisk sekvens, för att på det sättet slutligen få dem i tidsordning. Ett sådant arrangemang skulle se ut ungefär så här:</p> <ul> <li>b001.au 15:56:02</li> <li>b002.au 15:56:02</li> <li>b003.au 15:56:10</li> <li>b004.au 15:56:10</li> </ul> <p>Om din filhanterare inte har ett lämpligt verktyg för att ändra namn på flera filer samtidigt så bör du kunna hitta något passande på Internet som är fritt.</p>

source: Can Audacity import file formats like WMA, AAC, FLAC, etc.?
sv: Kan Audacity importera filformat som WMA, AAC, FLAC, etc.?

source: <p>Audacity <b>cannot</b> import or export files in <b>WMA, AAC, RealAudio, Shorten (SHN)</b>, or most other proprietary formats, or any kind of Digital Rights Management (DRM) protected file, including many purchased online such as on iTunes or Napster. Because of licensing and patent restrictions, we are not allowed to add these formats to Audacity. Future versions of Audacity might be able to support these formats using codecs installed in your operating system.</p> <p>Some open formats are not yet supported by Audacity, including <b>Ogg Speex</b> and <b>FLAC</b>. We hope to support these formats in future versions of Audacity.</p> <p>Audacity can currently import WAV, AIFF, AU, MP2/MP3 and OGG Vorbis files. If you cannot import your file into Audacity, you can as a workround convert it to WAV or AIFF. As long as it's not a DRM-protected file, you could do this with iTunes&reg; or with <a href="http://www.erightsoft.com/SUPER.html#Dnload">SUPER</a> player. If it's a DRM-protected file, you can burn it to an audio CD in the application that is licensed to play it, then extract (rip) the CD track to WAV or AIFF. On Windows, you can use Windows Media Player 11, iTunes, or <a href="http://cdexos.sourceforge.net/?q=download">CDex</a> to extract to WAV. Or you can play the file on your computer and record it – see <a href="faq?s=recording&amp;i=streaming">Can Audacity record RealAudio or other streaming audio?</a>.</p> <p>For more detail on supported formats, see the <a href="../about/features">feature list</a>.</p> <p>See also: <a href="faq?s=files&amp;i=midi">Why can't I play MIDI files?</a></p>
sv: <p>Audacity <b>kan inte</b> importera eller exportera filer i <b>WMA, AAC, RealAudio, Shorten (SHN)</b>, eller de flesta skyddade format, inte heller filer som är skyddade av någon sorts Digital Rights Management (DRM), inklusive många som är köpta på från exempelvis på iTunes eller Napster. På grund av licens- och patentbegränsningar, har vi inte tillåtelse att lägga till dessa format till Audacity. I framtiden kommer kanske Audacity att stödja dessa format med kodekar som redan finns installerade i ditt operativsystem.</p> <p>Några öppna format stöds inte än av Audacity, t ex <b>Ogg Speex</b> och <b>FLAC</b>. Vi hoppas att stödja dessa format i Audacity inom en inte alltför lång tid.</p> <p>Audacity kan för närvarande importera WAV-, AIFF-, AU-, MP2-/MP3- och OGG Vorbis-filer. Om du inte kan importera din fil till Audacity, kan du gå runt detta genom att konvertera ljudfilen till WAV eller AIFF. Så länge det inte är en DRM-skyddad fil, kan du göra detta med iTunes&reg; eller med <a href="http://www.erightsoft.com/SUPER.html#Dnload">SUPER</a>. Om det är en DRM-skyddad fil, kan du bränna den till en ljud-cd i den programvara som är licensierad för att kunna spela upp filen, och sedan rippa cd-spåret till WAV eller AIFF. På Windows kan du använda Windows Media Player 11, iTunes, eller <a href="http://cdexos.sourceforge.net/?q=download">CDex</a> för att rippa till WAV. Eller du kan också spela upp filen på datorn och samtidigt spela in den – läs <a href="faq?s=recording&amp;i=streaming">Can Audacity record RealAudio or other streaming audio?</a>.</p> <p>För mer information om vilka format som stöds, läs <a href="../about/features">lista på funktioner</a>.</p> <p>See also: <a href="faq?s=files&amp;i=midi">Varför kan inte jag spela upp MIDI-filer?</a></p>

source: Why can’t I play MIDI files?
sv: Varför kan jag inte spela upp MIDI-filer?

source: <p>Sorry, Audacity cannot play, edit, or convert MIDI files. It can only display them visually (for comparison with recorded sounds). We might add MIDI editing to a future version of Audacity, but for now Audacity is focused on sampled audio (like WAV files).</p>
sv: <p>Audacity kan inte spela, redigera eller konvertera MIDI-filer. Det kan bara visa dem visuellt (för jämförelse med inspelat ljud.) Vi kanske lägger till möjligheten att redigera MIDI i en framtida version av Audacity, men för tillfället är Audacity inriktat på samplat ljud (som WAV-filer).</p>

source: How do I import a track from an audio CD?
sv: Hur importerar jag ett spår från en ljud-cd?

source: <p>Audacity cannot import a track directly from an audio CD. You must use a separate program like <a href="http://cdexos.sourceforge.net/">CDex</a> or <a href="http://www.apple.com/itunes/">iTunes</a> to extract CD tracks into a format that Audacity can read, like WAV or AIFF.</p> <p>On Mac OS X computers, CD tracks appear in Finder as AIFF files so can be imported directly into Audacity. For more help on importing audio from CD tracks on both Windows and OS X, see our Wiki help page on <a href="http://audacityteam.org/wiki/index.php?title=How_to_import_CDs">How_to_import_CDs</a>.</p> <p>See also: <a href="faq?s=files&amp;i=burn-cd">How do I save my recording on an audio CD?</a></p>
sv: <p>Audacity kan inte importera ett spår direkt från en ljud-cd. Du måste använda ett separat program som <a href="http://cdexos.sourceforge.net/">CDex</a> eller <a href="http://www.apple.com/itunes/">iTunes</a> för att rippa cd-spår till ett format som Audacity kan läsa, t ex WAV eller AIFF.</p> <p>På Mac OS X-datorer, dyker cd-spår upp i Finder som AIFF-filer så de kan importeras direkt till Audacity. För mer hjälp med att importera ljud från cd-spår på Windows och OS X, läs vår wikihjälpsida <a href="http://audacityteam.org/wiki/index.php?title=How_to_import_CDs">How_to_import_CDs</a>.</p> <p>Läs också: <a href="faq?s=files&amp;i=burn-cd">Hur sparar jag min inspelning på en ljud-cd?</a></p>

source: After making a recording or editing a file in Audacity, follow these steps to save your work on an audio CD:
sv: När att du har gjort en inspelning eller redigerat en fil i Audacity, så följ dessa steg för att spara ditt arbete på en ljud-cd:

source: <ol> <li>Use the “Export as WAV” or “Export as AIFF” command to save your Audacity recording in a sound file.</li> <li>Use any CD-recording software (iTunes or Nero, for example) to burn this file to a CD.</li> </ol> <p>To make a disc you can play in normal CD players, make sure to create a “music” or “audio” CD (not a “data” CD). Use CD-R discs, because some players cannot read CD-RW. You can burn only 74 minutes or so onto an audio CD – this is a limitation of the audio CD format.</p> <p>Some CD software will burn only 16-bit, 44.1KHz stereo sound files. If your CD recording software won't open your sound file, export the file again after choosing the following settings in Audacity:</p> <ol> <li>At the bottom of the Audacity window, set the Project Rate to 44100 Hz.</li> <li>In the File Formats preferences, choose WAV (16-bit...) or AIFF (16-bit...).</li> <li>If your project does not already contain a stereo track, choose “New Stereo Track” from the Project menu. (This will make Audacity export your recording as a stereo file.)</li> </ol> <p>For helpful tips on CD burning with Windows Media Player and iTunes, and help on burning longer “data” CDs, see <a href="http://audacityteam.org/wiki/index.php?title=How_to_burn_CDs">How_to_burn_CDs</a> on the Audacity Wiki.</p> <p>See also: <a href="faq?s=files&amp;i=split">How can I split a long recording into multiple tracks?</a></p>
sv: <ol> <li>Använd “Exportera som wav” eller “Exportera som AIFF” för att spara din inspelning i en ljudfil.</li> <li>Använd ett brännarprogram (ex. iTunes eller Nero) för att bränna filen på en cd.</li> </ol> <p>För att göra en skiva som du kan spela på en vanlig cd-spelare, se till att du valt en “ljud”- eller “musik”-cd (inte en “data”-cd). Använd CD-R skivor, eftersom vissa spelare inte kan spela CD-RW. Du kan bara bränna ungefär i 74 minuter på en musik-cd - det är gränsen för detta cd-format.</p> <p>Vissa cd-brännarprogram kan bara bränna 16-bitars, 44.1KHz stereo ljudfiler. Om ditt cd-brännarprogram inte kan öppna din ljudfil, exportera filen igen efter följande inställningar i Audacity:</p> <ol> <li>Längst ner i Audacity-fönstret, sätt samplingsfrekvensen till 44100 Hz.</li> <li>I inställningarna för filformat, välj WAV (16-bit...) eller AIFF (16-bit...).</li> <li>Om ditt projekt inte redan innehåller ett stereospår, välj “Nytt stereospår” från Projektmenyn. (Detta gör att Audacity exporterar din inspelning som en ljudfil i stereo.)</li> </ol> <p>För mer hjälp med att bränna cd med Windows Media Player och iTunes, och hjälp med att bränna längre “data”-cd:er, läs <a href="http://audacityteam.org/wiki/index.php?title=How_to_burn_CDs">How_to_burn_CDs</a> på Audacitys wiki.</p> <p>Läs också: <a href="faq?s=files&amp;i=split">Hur delar jag en lång inspelning i flera ljudspår?</a></p>

source: How can I split a long recording into multiple files or CD tracks?
sv: Hur kan jag dela upp en lång inspelning i flera filer eller cd-spår?

source: <p>Follow these steps to create a separate file for each song or segment of a long recording. This is particularly useful if you are creating a CD, since each file will appear as a separate track on the CD.</p> <ol> <li>Click to place the cursor at the start of the first song.</li> <li>Choose “Add Label at Selection” from the Project menu. If you wish, you can type the name of the song.</li> <li>Repeat steps 1 and 2 for each song.</li> <li>When you are finished, choose “Export Multiple” from the File menu. When you click the “Export” button, Audacity will save each song as a separate file, using the format and location you choose.</li> </ol>
sv: <p>Följ dessa steg för att skapa en separat fil för varje sång eller avsnitt av en lång inspelning. Det är framför allt användbart om du vill skapa en cd, eftersom varje fil blir ett separat spår på cd:en.</p> <ol> <li>Klicka för att placera markören i början av den första låten.</li> <li>Välj “Lägg till etikett vid markering” från projektmenyn. Du kan om du vill skriva in ett namn på låten.</li> <li>Gör om steg 1 och 2 för varje låt.</li> <li>När du är klar, välj “Exportera till flera ljudfilerl” från arkivmenyn. När du klickar på “Export” kommer Audacity att spara varje sång som en separat fil, med de inställningar för format och plats på datorn som du valt.</li> </ol>

source: A detailed, illustrated tutorial explaining this process is available on the
sv: En detaljerad, illustrerad nybörjarinstruktion som förklarar processen finns på

source: page on the Audacity Wiki.
sv: sida på Audacity Wiki.

source: <div id="editing">Editing</div>
sv: <div id="editing">Redigering</div>

source: Why can’t I use the effects or other menu items?
sv: Varför kan jag inte använda effekter och andra funktioner på menyerna?

source: <p>Some menu items are grayed out or disabled until they are ready for use. Before choosing an effect, you must select the audio that you want to change. To select audio, click and drag with the Selection tool to highlight it, or choose the “Select All” command from the Edit menu.</p> <p>Also, many menu items are disabled while playing, recording, or pausing a track. To enable them, press the yellow <b>Stop</b> button.</p>
sv: <p>Några menyer är gråa tills de skall användas. Innan du väljer en effekt, måste du markera den del av ljudspåret som du vill redigera. För att välja ljud, klicka och dra med Markören för att markera området, eller välj “Markera allt” från Redigera-menyn.</p><p>Dessutom är många menyer avstängda med du spelar, spelar in, och pausar ett spår.För att göra dem aktiva, klicka på den gula <b>Stopp</b>-knappen. </p>

source: How do I combine two files into one longer file?
sv: Hur kan jag kombinera två filer till en enda längre fil?

source: <p>Follow these steps to splice two files together:</p> <ol> <li>Import both files into Audacity.</li> <li>Select the second one by clicking on its label (the area around the mute/solo buttons).</li> <li>Choose “Find Zero Crossings” from the Edit menu.</li> <li>Choose “Cut” from the Edit menu.</li> <li>Place the cursor by clicking in the first track, after the end of the audio.</li> <li>Choose “Paste” from the Edit menu.</li> </ol> <p>You can press the <b>Play</b> button to hear the result, and use the Export commands (in the File menu) to save it as a sound file.</p>
sv: <p>Gör så här för att skarva två filer tillsammans:</p> <ol> <li>Importera båda filerna till Audacity.</li> <li>Välj den andra genom att klicka på dess etikett (ytan runt tyst/solo-knapparna).</li> <li>Välj "Sök nollgräns" från Redigera-menyn.</li> <li>Välj “Klipp ut” från Redigera-menyn.</li> <li>Placera markören genom att klicka i det första spåret, i slutet på inspelningen.</li> <li>Välj “Klistra in” från Redigera-menyn.</li> </ol> <p>Du kan klicka på <b>Spela</b>-knappen för att lyssna på resultatet, och använda Exportera som wav eller mp3 (i Arkiv-menyn) för att spara den nya ljudfilen.</p>

source: How do I mix two tracks together?
sv: Hur mixar jag två spår?

source: <p>To mix two files, just import both of them into Audacity. They will appear in separate tracks, and will be mixed together when you press the <b>Play</b> button. You can use the Time Shift tool to move them around so that they start at different times, or use the other editing commands to alter either of the tracks.</p>
sv: <p>För att mixa två filer, bara importera dem till Audacity. De visas på separata spår, och kommer att mixas ihop när du klickar på <b>Spela</b>-knappen. Du kan använda Time Shift-verktyget för att flytta dem runt så de kan starta på olika tider, eller använda andra redigeringsfunktioner för att förändra något av spåren.</p>

source: Can I remove the vocals from a recording to make a Karaoke track?
sv: Kan jag ta bort rösten från en inspelning för att göra ett Karaokespår?

source: <p>This is possible <b>only for certain stereo tracks</b>. When the vocals are exactly the same on both stereo channels, you can remove them by “subtracting” one channel from the other. This works for many studio recordings, where the vocal track is mixed exactly in the center.</p> <p>To do this in Audacity:</p> <ol> <li>Import your stereo file into Audacity.</li> <li>Open the track menu (click the arrow next to the track title), and choose “Split Stereo Track.”</li> <li>Select the lower track (the right channel) by clicking it in the area around the mute/solo buttons.</li> <li>Choose “Invert” from the Effects menu.</li> <li>Using the track menus, change each track to “Mono.”</li> </ol> <p>Press the <b>Play</b> button to hear the results. If you are lucky, the voice will be gone but most of the other instruments will be unaffected, just like a karaoke track. You can use the Export commands in the File menu to save the results.</p> <p>If the vocals are not exactly the same on both stereo channels, there are some other techniques or optional plugins you can try. Please see our <a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal">Vocal_Removal</a> Wiki page for more details.</p>
sv: <p>Detta är bara möjligt <b>för vissa stereospår</b>. Om rösten är exakt lika på båda stereospåren, kan du ta bort den genom att “subtrahera” en kanal från den andra. Detta fungerar på många studioinspelningar, när röstspåret är mixat exakt i mitten.</p> <p>För att göra detta i Audacity:</p> <ol> <li>Importera din stereoinspelning i Audacity.</li> <li>Öppna spårmenyn (klicka på pilen bredvid spårtiteln), och välj “Dela stereospår.”</li> <li>Välj det undre spåret (höger kanal) genom att klicka på området runt tyst/solo-knapparna.</li> <li>Välj “Invertera” från Effektmenyn.</li> <li>Fortfarande vid spårmenyn, gör varje spår till “Mono.”</li> </ol> <p>Tryck på <b>Spela</b>-knappen för att lyssna på resultatet. Om du har tur, kommer rösten att vara borta, samtidigt som de flesta instrument finns kvar opåverkade, som en karaokelåt. Du kan sedan använda Exportera som wav i Arkivmenyn för att spara resultatet.</p> <p>Om rösten inte är samma på båda kanalerna, så finns det ytterligare några saker och insticksprogram att testa. Läs vår <a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal">Vocal_Removal</a> wikisida för fler detaljer.</p>

source: Other frequently asked questions...
sv: Andra ofta ställda frågor...

source: Frequently Asked Questions
sv: Vanligt förekommande frågor (FAQ)

source: These are some of the most common questions about Audacity. If your question isn’t answered here, see the <a href="documentation">documentation</a>, or <a href="../contact/">contact us</a> for help.
sv: Detta är några av de vanligaste frågorna kring Audacity. Om du inte hittar din fråga här, läs <a href="documentation">dokumentation</a>, eller <a href="../contact/">kontakta oss</a> för hjälp.

source: Documentation
sv: Dokumentation

source: This page contains manuals and quick reference guides for the free Audacity sound editor. For additional help, see the <a href="faq">Frequently Asked Questions</a> and our <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutorials</a> and <a href="http://audacityteam.org/wiki/index.php?title=Tips">Tips</a> on the Audacity <a href="http://audacityteam.org/wiki/">Wiki</a>.
sv: Denna sida innehåller manualer och lathundar för det fria ljudredigeringsprogrammet Audacity. För mer hjälp, läs <a href="faq">Vanligt förekommande frågor (FAQ)</a> och vår <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Lathundar</a> och <a href="http://audacityteam.org/wiki/index.php?title=Tips">Tips</a> i Audacity <a href="http://audacityteam.org/wiki/">Wiki</a>.

source: Quick Reference Guide
sv: Snabb referensgudie

source: Read the Audacity reference online.
sv: Läs Audacitys referensmaterial på nätet.

source: (You can also access this reference through the "Help" menu in the Audacity program.)
sv: (Du kan också ta del av detta material via "Hjälp"-menyn i Audacity-programmet).

source: Printable version of the Audacity reference.
sv: Utskriftsbar version av Audacitys referensmaterial.

source: (This can be printed as a single page using the print function of your browser.)
sv: (Denn kan skrivas ut som en enkelsida med hjälp av utskriftsfunktionen i din webbläsare.)

source: Audacity User's Manual
sv: Audacitys användarmanual

source: Read the Audacity manual online.
sv: Läs manualen till Audacity på nätet.

source: Download the Audacity manual in HTML format.
sv: Hämta Audacitys manual i HTML-format

source: (To use the manual, unzip it and open the "index.html" file.)
sv: (För att använda manualen, packa upp den och öppna "index.html" filen.)

source: Download the Audacity manual in PDF format.
sv: Hämta Audacitys manual i PDF-format
