Repository: audacity/audacity-from-svn-5GB
Catalog: website/tags/Audacity_2_0_6/htdocs/locale/*.po
Languages: sv

source: Introduction to Nyquist and Lisp Programming
sv: Introduktion till Nyquist- och Lisp-programmering

source: Programming in Nyquist
sv: Programmera i Nyquist

source: Creating Nyquist Plug-ins
sv: Skapa Nyquist-insticksprogram

source: Beginning with version 1.1.1, Audacity allows you to use the Nyquist programming language to write your own plug-in effects for Audacity. Unlike VST and LADSPA plug-ins, Nyquist plug-ins can be written using an ordinary text editor and don't need to be compiled.
sv: Från och med version 1.1.1, tillåter Audacity dig att använda programmeringsspråket Nyquist för att skriva egna instickseffekter för Audacity. Till skillnad från VST- och LADSPA-insticksprogram, så kan Nyquist-insticksprogram skrivas med en vanlig texteditor och behöver inte kompileras.

source: %sNyquist was written by %sRoger B. Dannenberg%s and was intended to be used as a complete programming language for audio synthesis and analysis, with support for MIDI, audio recording and playback, file I/O, object-oriented programming, profiling, debugging and more. Audacity uses only a subset of Nyquist's functionality, allowing you to take simple Nyquist functions and use them to process audio data. Audacity doesn't include any support for debugging Nyquist code, so if you are trying to write a complicated plug-in, you may find it easier to get the full version of Nyquist and develop there, then turn it into an Audacity plug-in. Nyquist is available from the Carnegie Mellon University Computer Music Project:%s
sv: %sNyquist skrevs av %sRoger B. Dannenberg%s och avsågs att användas som ett komplett programmeringsspråk för ljudsyntes och analys, med stöd för MIDI, ljudinspelning och uppspelning, fil In/Ut, objektorienterad programmering, profilering, felsökning, med mera. Audacity använder bara en del av Nyquists funktionalitet, vilket tillåter dig att använda enkla Nyquist-funktioner och använda dessa till att behandla ljuddata. Audacity inkluderar inget stöd för att felsöka Nyquist-kod, så om du försöker skriva ett komplicerat insticksprogram, finner du nog det enklare att skaffa fullversionen av Nyquist och fortsätta utvecklandet där och sedan göra om den till ett insticksprogram för Audacity. Nyquist hittar du vid Carnegie Mellon University Computer Music Project:%s

source: CMU Computer Music Project Software - download the full Nyquist here
sv: CMU Computer Music Project Software - hämta hela Nyquist här

source: %sTo write plug-ins for use with Audacity, you will need the older %sNyquist version 2.37 Manual%s, not the version 3 manual available from CMU. This is because in Nyquist version 3 the code notation has changed to SAL instead of LISP. We will investigate integrating SAL with the Audacity implementation of Nyquist in the future.
sv: %sFör att skapa insticksprogram för Audacity, så behöver du den äldre %smanualen för Nyquist version 2.37%s, inte den manual för version 3 som finns på CMU. Det beror på att i Nyquist version 3 har kodnotationen ändrats till SAL istället för LISP. Vi kommer att undersöka om det går att integrera SAL med Audacitys implementation av Nyquist i framtiden.

source: Note that you don't need to download Nyquist in order to write simple plug-ins to use with Audacity. All of the instructions you need are below.
sv: Observera att du inte behöver hämta Nyquist för att kunna skriva enkla insticksprogram som kan användas i Audacity. Alla instruktioner hittar du nedan.

source: %sNyquist is based on Lisp. If you have programmed in Lisp before, you can skim this section or go directly to the %snext page%s. Otherwise, here's an extremely brief introduction to Lisp:
sv: %sNyquist är baserad på Lisp. Om du har programmerat i Lisp tidigare, kan du skumma igenom denna del eller gå direkt till %snästa sida%s. Annars kommer här en extremt kort introduktion i Lisp:

source: In Lisp (and therefore Nyquist), everything is an S-Expression, which is just a list of tokens (words) separated by whitespace and enclosed in parentheses. The name of the function is always the first token in an S-Expression, and all of the other tokens are arguments to this function. Here's a simple example:
sv: I Lisp (och sålunda även i Nyquist) är allting ett S-uttryck, vilket bara är en lista av token (ord) åtskilda av mellanslag och omgivna av parenteser. Funktionens namn är alltid det första token som finns i S-uttrycket, och alla övriga token är argument till denna funktion. Här ges ett enkelt exempel:

source: %sLet's break down this example. The outermost S-expression has three members. The first one, %s, is the name of the function (it stands for set-field). %s is used to assign a value to a variable. (There are other similar functions, like %s and %s, but %s is the most powerful, so it's the one we'll use in our examples.) After %s comes %s, which is the name of the variable we're going to set. Next comes the value to assign to this variable, which in this case is another S-expression.</p>
sv: %sLåt oss titta närmare på detta exempel. Det yttersta S-uttrycket har tre medlemmar. Den första, %s, är funktionens namn (det står för 'set-field'). %s används för att tilldela ett värde till en variabel. (Det finns andra liknande funktioner, som %s och %s, men %s är den kraftfullaste av dem, så det är den vi kommer att använda i våra exempel.) Efter %s kommer %s, som är namnet på den variabel som vi vill tilldela ett värde. Därefter kommer det värde som vi vill tilldela, vilket i detta fall är ytterligare ett S-uttryck.</p>

source: %sLisp doesn't have any special operators for Math functions - they're all functions like everything else, using%s prefix %snotation, where the name of the function (or operator) comes before its arguments. So instead of 3*7 for the product of 3 and 7, in Lisp you would write (* 3 7). In Nyquist, the %s (exponent) function raises its first argument to the power of the second argument. Therefore %s means 3.14159 times the square of %s, or the formula for the area of a circle.%s
sv: %sLisp har inte några speciella operatorer för matematikfunktioner - de är funktioner som allting annat, och använder sig av%s prefix%snotation, där funktionens namn (eller operatorn) skrivs före sina argument. Så istället för att skriva 3*7 för att få produkten av 3 och 7, skriver du i Lisp (* 3 7). I Nyquist upphöjer funktionen %s (exponent) sitt första argument till det andra. Därför betyder %s 3,14159 gånger kvadraten av %s, formeln för att få arean av en cirkel.%s

source: Rather than typing in this full expression every time, let's define a function for the area of the circle, that we can call every time we need it:
sv: Istället för att behöva skriva in hela detta uttryck varje gång, så definierar vi en funktion för att beräkna arean av en cirkel som vi därefter kan anropa när vi behöver den:

source: %sThe %s function is used to define a new function. The first argument is the name of the function, in this case %s. The second argument is a list of arguments to the function to be defined - this is one of the few cases where you have an S-expression that is not interpreted as a function call. Finally the last expression is the value of the function. Now if we want to compute the area of a circle of radius <code>r</code>, we just need to compute:%s
sv: %sFunktionen %s används för att definiera en ny funktion. Det första argumentet är funktionsnamnet, i detta fall %s. Det andra argumentet är en lista av argument till den funktion som skall definieras - detta är ett av de få fall där du har ett S-uttryck som inte tolkas som ett funktionsanrop. Slutligen anger det sista uttrycket funktionens värde. I fortsättningen när vi vill beräkna arean av en cirkel med radien <code>r</code>, så behöver vi enbart beräkna:%s

source: An S-expression is just a representation of a list. Lisp uses lists to represent just about everything (the name LISP comes from LISt Processing language), so it's helpful to know how to manipulate lists. Let's start by assigning a list of numbers to a variable. You can't quite do this:
sv: Ett S-uttryck är enbart en representation av en lista. Lisp använder listor för att representera i princip allting (namnet LISP kommer ifrån LISt Processing language), så det hjälper om man vet hur man behandlar listor. Låt oss börja med att tilldela en variabel en lista av tal. Du kan inte riktigt göra så här:

source: %sThe reason this doesn't work is that whenever Nyquist sees an S-expression, it tries to evaluate it as a function unless you tell it otherwise. Since there's no function named "1" that takes arguments %s, this will generate an error. To tell lisp that you want to treat an S-expression literally, and not to evaluate it as a function, you %squote%s it. In Nyquist, you can quote a list by putting a single quotation mark before it, like this:%s
sv: %sDetta fungerar inte eftersom närhelst Nyquist ser ett S-uttryck så försöker det utvärdera det som en funktion, om du inte uttryckligen säger något annat. Eftersom det inte finns någon funktion vid namn "1" som tar argumenten %s genereras ett fel. För att tala om för Lisp att du vill att ett S-uttryck skall behandlas ordagrant och inte utvärderas som en funktion, så %sciterar%s du det. I Nyquist kan du citera en lista genom att placera ett enkelt citationstecken framför den, så här:%s

source: %sNyquist also provides a %s function that you can use to construct lists - this is useful if some of the elements of the list are functions:%s
sv: %sNyquist tillhandahåller också funktionen %s som du kan använda för att skapa listor - detta är användbart om några av elementen i listan är funktioner:%s

source: %sTo get things off of a list, you can use the %s and %s functions. (Traditionally, these were called %s and %s, respectively, but %s and %s are much easier to remember. Both sets of names are supported in Nyquist.) The output of %s is 1, and the output of %s is the list %s. So the second element of the list is %s.
sv: %sFör att hämta saker från en lista kan du använda funktionerna %s och %s. (De brukade kallas %s och %s, men %s och %s är mycket enklare att komma ihåg. Båda namnvarianterna stöds i Nyquist.) Resultatet av %s är 1 och resultatet av %s är listan %s. Så det andra elementet i listan är %s.

source: Lisp function reference
sv: Funktionsreferens för Lisp

source: %sHere's a list of some of the basic lisp functions you might need. For a complete list of Lisp / Nyquist functions, see the %sNyquist version 2.37 Reference Manual%s.%s
sv: %sHär är några av de grundläggande lispfunktioner som du kan tänkas behöva. För en fullständig lista av funktioner i Lisp / Nyquist hänvisar vi till %sNyquist version 2.37 Reference Manual%s.%s

source: Note: Symbols in Nyquist (like variable names and function names) are not case-sensitive. They are converted to uppercase internally.
sv: Obs: Symboler i Nyquist (som variabelnamn och funktionsnamn) är inte skiftlägeskänsliga. De konverteras internt till stora bokstäver.

source: Math functions
sv: Matematikfunktioner

source: List of functions and explanations
sv: Lista över funktioner och förklaringar

source: List functions
sv: Listfunktioner

source: Control
sv: Kontrollfunktioner

source: Next: Programming in Nyquist
sv: Nästa: Programmera i Nyquist

source: Documentation and Support
sv: Dokumentation och support

source: <p><b>Questions?</b> First, check our <a href="faq">Frequently Asked Questions</a> and the following resources:</p> <p> <ul> <li><a href="documentation">Documentation</a> - Read the user manual and quick reference.</li> <li><a href="http://audacityteam.org/wiki">Audacity Wiki</a> is an extensive user-editable help resource including: <ul><li><a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutorials</a> - step-by-step guides on performing common tasks in Audacity, such as making ringtones, removing vocals, mixing, creating podcasts and transferring tapes and records to computer. Some <a href="http://audacityteam.org/wiki/index.php?title=MultiLingual">foreign language tutorials</a> are available.</li> <li><a href="http://audacityteam.org/wiki/index.php?title=Tips">Tips</a> - these articles will help you work with and understand Audacity and your audio hardware.</li> </ul> </li> </ul> </p>
sv: <p><b>Frågor?</b> Först ta del av vår <a href="faq">Vanligt förekommande frågor (FAQ)</a> och följande resurser:</p> <p> <ul> <li><a href="documentation">Dokumentation</a> - Läs användarmanualen och snabbreferensen.</li> <li><a href="http://audacityteam.org/wiki">Audacity Wiki</a> är en stödresurs i form av en extern community där du hittar: <ul><li><a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Nybörjarhandledningar</a> - steg-för-steg-guider för olika funktioner i Audacity, som att göra ringsignaler, ta bort sångrösten, hur man mixar, skapar poddsändningar och överför inspelningar på kassettband och skivor till dator. Några <a href="http://audacityteam.org/wiki/index.php?title=MultiLingual">nybörjarhandledningar på främmande språk</a> finns att tillgå.</li> <li><a href="http://audacityteam.org/wiki/index.php?title=Tips">Tips</a> - dessa artiklar hjälper dig att arbeta och förstå Audacity och din hårdvara för ljud.</li> </ul> </li> </ul> </p>

source: <p><b>Still need help?</b> Please <a href="../contact/">contact us</a>.</p>
sv: <p><b>Behöver du fortfarande hjälp?</b> Var vänlig <a href="../contact/">kontakta oss</a>.</p>

source: Help
sv: Hjälp

source: Privacy Policy
sv: Policy om personlig integritet

source: Announcement List Policy
sv: Policy om sändlistan för kungörelser

source: <p>You can subscribe to our announcement list by entering your e-mail address in the <a href="../#announce"> form</a> on the <a href="../">Audacity home page</a>. We will use this list only to send you brief announcements of new Audacity releases. We will never share the addresses on this list with anyone.</p> <p>To <b>unsubscribe</b> from the list at any time, enter your address in the <a href="../#announce">form</a> on our <a href="../">home page</a> and click "Remove". If you have any problems or questions, please contact our <a href="&#x6d;&#x61;&#105;&#108;&#x74;&#111;&#x3a;&#100;&#x6f;&#109;&#x69;&#110;&#x69;&#x63;&#64;&#x61;&#117;&#100;&#97;&#99;&#x69;&#x74;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#114;&#103;&#63;&#115;&#117;&#98;&#x6a;&#101;&#99;&#116;&#61;&#x41;&#110;&#110;&#111;&#x75;&#110;&#99;&#x65;&#109;&#101;&#x6e;&#x74;&#32;&#108;&#105;&#x73;&#116;">lead developer</a>.</p>
sv: <p>Du kan prenumerera på vårt kungörelsesändlista genom att skriva in din e-postadress i <a href="../#announce">formuläret</a> på <a href="../">Audacitys hemsida</a>. Vi använder bara dina uppgifter för att skicka dig korta kungörelser om nya utgåvor av Audacity. Vi kommer aldrig att lämna ut din e-postadress till någon annan.</p> <p>För att <b>avbryta</b> prenumerationen, skriv in din e-postadress i <a href="../#announce">formuläret</a> på vår <a href="../">hemsida</a> och klicka på knappen "Ta bort". Har du några frågor eller fått problem, kontakta <a href="&#x6d;&#x61;&#105;&#108;&#x74;&#111;&#x3a;&#100;&#x6f;&#109;&#x69;&#110;&#x69;&#x63;&#64;&#x61;&#117;&#100;&#97;&#99;&#x69;&#x74;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#114;&#103;&#63;&#115;&#117;&#98;&#x6a;&#101;&#99;&#116;&#61;&#x41;&#110;&#110;&#111;&#x75;&#110;&#99;&#x65;&#109;&#101;&#x6e;&#x74;&#32;&#108;&#105;&#x73;&#116;">ledande utvecklare</a>.</p>

source: Mailing List Policy
sv: Policy om sändlistor

source: <p>(This applies to <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, <a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">audacity-users</a> and our other <a href="../contact/lists">discussion lists</a>.)</p> <p>These are public mailing lists. When you send a message to any of these addresses, it will be forwarded to all the list subscribers, including Audacity developers and others. SourceForge and other web sites may publish archives of these lists.</p> <p><b>Your e-mail address will always be truncated in published archives for your privacy, and the Audacity developers will not share your address with anyone.</b> However, we <b>cannot</b> prevent other subscribers from seeing or publishing your messages. Therefore we recommend you avoid putting contact details such as street addresses or telephone numbers in your e-mails.</p> <p>If you have any questions about this policy or are not comfortable writing to a public mailing list, please send a private e-mail to our <a href="&#109;&#x61;&#x69;&#108;&#x74;&#111;&#x3a;&#x64;&#111;&#x6d;&#105;&#x6e;&#x69;&#x63;&#64;&#97;&#x75;&#100;&#x61;&#99;&#105;&#116;&#121;&#x74;&#x65;&#97;&#109;&#x2e;&#x6f;&#x72;&#x67;&#x3f;&#115;&#x75;&#98;&#106;&#101;&#99;&#116;&#x3d;&#x4d;&#97;&#x69;&#108;&#105;&#110;&#x67;&#x20;&#76;&#x69;&#115;&#x74;&#115;">lead developer</a>.</p>
sv: <p>(Detta gäller sändlistorna <a href="http://lists.sourceforge.net/lists/listinfo/audacity-feedback">audacity-feedback</a>, <a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">audacity-users</a> och våra andra <a href="../contact/lists">diskussionslistor</a>.)</p> <p>Dessa är offentliga sändlistor. När du skickar ett meddelande till någon av dessa adresser, så kommer det att skickas vidare till alla prenumeranter, inklusive utvecklare av Audacity och andra. SourceForge och andra webbplatser kan publicera arkiven från dessa listor. </p> <b>För att respektera din personliga integritet så kommer din e-postadress inte att ingå i dessa publicerade arkiv, och utvecklarna av Audacity kommer inte att sprida din adress till någon annan.</b> Men, vi <b>kan inte</b> hindra andra prenumeranter från att ta del av eller publicera dina meddelanden. Därför rekommenderar vi att du undviker att skriva ner gatuadresser och telefonnummer i dina e-brev.</p> <p>Om du har frågor kring denna policy eller inte vill delta i en offentlig sändlista, skicka ett privat e-brev till vår <a href="&#109;&#x61;&#x69;&#108;&#x74;&#111;&#x3a;&#x64;&#111;&#x6d;&#105;&#x6e;&#x69;&#x63;&#64;&#97;&#x75;&#100;&#x61;&#99;&#105;&#116;&#121;&#x74;&#x65;&#97;&#109;&#x2e;&#x6f;&#x72;&#x67;&#x3f;&#115;&#x75;&#98;&#106;&#101;&#99;&#116;&#x3d;&#x4d;&#97;&#x69;&#108;&#105;&#110;&#x67;&#x20;&#76;&#x69;&#115;&#x74;&#115;">ledande utvecklare</a>.</p>

source: Contact Us
sv: Kontakta oss

source: Personal Support with Audacity Questions or Problems
sv: Personlig support för frågor om och problem med Audacity

source: If you have not already done so, please check our <a href="../help/faq">Frequently Asked Questions (FAQ)</a> and <a href="../help/documentation">documentation</a>. Also check out our <a href="http://audacityteam.org/wiki">Wiki</a> for <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutorials</a>, <a href="http://audacityteam.org/wiki/index.php?title=Tips">Tips</a> and other useful information.
sv: Om du inte redan har gjort det, så läs <a href="../help/faq">Vanliga frågor (FAQ)</a> och <a href="../help/documentation">vår dokumentation</a>. Titta också på <a href="http://audacityteam.org/wiki">wikin</a> efter <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">nybörjarhandledningar</a>, <a href="http://audacityteam.org/wiki/index.php?title=Tips">tips</a> och annan matnyttig information.

source: If you still need help, please visit our user
sv: Om du fortfarande behöver hjälp, vänligen besök vårt

source: Search the Forum to see if you can find an immediate answer. If not, <a href="http://audacityteam.org/forum/ucp.php?mode=register">register</a> at the Forum, confirm your registration and then log in. Choose the correct subforum to post to (for example, the Windows forum for Audacity 1.2.x), click "New Topic", then submit your message. Foreign language subforums are available for <a href="http://audacityteam.org/forum/viewforum.php?f=7">French</a>, <a href="http://audacity-forum.de/">German</a>, <a href="http://audacityteam.org/forum/viewforum.php?f=10">Russian</a> and <a href="http://audacityteam.org/forum/viewforum.php?f=8">Spanish</a>.
sv: Sök igenom Forum för att se om du kan hitta ett svar med en gång. Om inte, <a href="http://audacityteam.org/forum/ucp.php?mode=register">registrera dig</a> på Forum, bekräfta din registrering och logga in. Välj passande ämne att skicka till (till exempel, Windows forum för Audacity 1.2.x) klicka på "New Topic" och skicka in ditt meddelande. Forum med utländska språk hittar du på <a href="http://audacityteam.org/forum/viewforum.php?f=7">franska</a>, <a href="http://audacity-forum.de/">tyska</a>, <a href="http://audacityteam.org/forum/viewforum.php?f=10">ryska</a> och <a href="http://audacityteam.org/forum/viewforum.php?f=8">spanska</a>.

source: When reporting a problem or apparent bug to the Forum, please include full details of what you are trying to do. If there is a crash or error message, please state what you did that led up to this, and what exactly any error message said.
sv: När du i Forum rapporterar ett problem eller bugg, vänligen inkludera alla detaljer av vad du försökte göra i programmet. Om det blev en krasch eller felmeddelande, beskriv vad du gjorde för att detta skulle hända, och exakt vad det stod i felmeddelandet.

source: Suggestions and Comments for the Audacity Developers
sv: Frågor och kommentarer till utvecklarna av Audacity

source: If you have feedback for us that does <b>not</b> require a personal response, please
sv: Om du har feedback till oss som <b>inte</b> kräver ett personligt svar, var vänlig och

source: e-mail us</a>. Please tell us your experiences of the Audacity program, documentation or web site. We particularly welcome reports of possible program bugs and suggestions for new Audacity features.
sv: e-posta oss</a>. Tala även om för oss dina erfarenheter av Audacity, dokumentationen och hemsidan. Vi tar framför allt tacksamt emot rapporter om eventuella programbuggar och förslag på nya funktioner i Audacity.

source: Reports of apparent bugs should be as specific as possible, including:</p> <ol> <li>Your version of Audacity (for example, 1.2.6).</li> <li>Your operating system (for example, Windows XP Service Pack 2 or Intel Mac OS X 10.4).</li> <li>Details of what you were trying to do, what steps led to the problem occurring, and details of any error messages.</li> </ol> <p>Patches to fix problems or enhance features will be gratefully received. Please follow the guidance on the <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Submitting Patches</a> page on our <a href="http://audacityteam.org/wiki/index.php">Wiki</a>.</p> <p><b>Note:</b> We can only accept feedback in English at present.</p>
sv: Rapport om förekommande buggar måste vara så specifika som möjligt, inkluderande:</p> <ol> <li>Din version av Audacity (till exempel, 1.2.6).</li> <li>Ditt operativsystem (till exempel, Windows XP Service Pack 2 eller Intel Mac OS X 10.4).</li> <li>Detaljer kring vad du försökte göra, vilka steg som ledde till att problemet uppstod, och detaljer kring eventuella felmeddelanden.</li> </ol> <p>Programfixar för att lösa problem eller utöka funktionerna tas tacksamt emot. Följ vägledningen på <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Submitting Patches</a>-sida på vår <a href="http://audacityteam.org/wiki/index.php">wiki</a>.</p> <p><b>OBS:</b> Vi kan tyvärr bara ta emot feedback på engelska för tillfället.</p>

source: Discussion Lists
sv: Diskussionslistor

source: Subscribe to our
sv: Prenumerera på våra

source: mailing lists
sv: sändlistor

source: to discuss Audacity with our community of users and developers. C++ developers: join
sv: för att diskutera med andra användare och utvecklare. C++ utvecklare: gå med

source: our developers' list
sv: vår sändlista för utvecklare
