Repository: audacity/audacity-from-svn-5GB
Catalog: website/tags/Audacity_2_0_6/htdocs/locale/*.po
Languages: sv

source: File Formats
sv: Filformat

source: Audacity uses an open XML file format to encourage interoperability. Beginning with version 1.3.0, we are publishing the following DTD to aid those who want to develop software that reads and writes Audacity project files:
sv: Audacity använder sig av ett öppet XML-filformat för att främja användning i olika miljöer. Från och med version 1.3.0 publicerar vi följande DTD som hjälp till de som vill utveckla programvara som kan läsa och skriva Audacityprojektfiler:

source: More documentation on the Audacity project file format is forthcoming.
sv: Mer dokumentation kring Audacity projektfilformat läggs till under tiden.

source: <div id="about">About Audacity</div>
sv: <div id="about">Om Audacity</div>

source: Is Audacity really free? Why?
sv: Är Audacity verkligen fritt? Varför?

source: <p>Yes, Audacity is <a href="../about/">completely free, open source software</a>. You are free to use this program for any personal, commercial, or educational purposes, including installing it on as many different computers as you wish. You are also free to give it away, sell it, or modify it for your own use, under the terms of the <a href="../about/license">GNU General Public License</a>.</p> <p>The authors of Audacity decided to release it under the GPL for many reasons. Some of us do it out of generosity. Some of us do it for moral reasons, because we feel that all software should be free; others believe that there is a place for both free and proprietary software.</p> <p>One reason Audacity is free is so that it will be more popular and useful. Yet another reason is to encourage collaboration. Because of Audacity's free license, dozens of people around the world have contributed code, bug fixes, documentation, and graphics.</p> <p>We welcome <a href="../community/donate">donations</a> to support Audacity development.</p>
sv: <p>Ja, Audacity är <a href="../about/">fri programvara med öppen källkod</a>. Du är fri att använda programmet för personligt och kommersiellt bruk. Du får också ge bort det, sälja det, eller modifiera detta för eget bruk, under <a href="../about/license">GNU General Public License</a>.</p> <p>Utvecklarna av Audacity bestämde sig för att släppa det under GPL av flera orsaker. Några av oss gör det av generositet. Andra av moraliska skäl, eftersom vi tycker att all programvara skall vara fri; andra tycker att det finns plats för både fri och ägd programvara.</p> <p>En orsak till att Audacity är fri är att programmet blir mer populärt och användbart. Ett ytterligare skäl är att uppmuntra samarbete. Tack vare detta, har dussintals människor på olika ställen på jorden bidragit med kod, buggfixar, dokumentation och grafik.</p> <p>Vi tar gärna emot <a href="../community/donationer">donations</a> för att stödja utvecklingen av Audacity.</p>

source: Does Audacity contain any spyware or adware?
sv: Innehåller Audacity någon spyware eller adware?

source: <p>No. Audacity does not include any spyware or adware. Audacity is <a href="../about/">completely free and open source</a>. It is developed by a not-for-profit volunteer group, and the source code is available for anyone to study or use.</p>
sv: <p>Nej. Audacity innehåller inte spyware eller adware. Audacity är <a href="../about/">helt fritt och med öppen källkod</a>. Det är framtaget av en grupp icke-vinstdrivande frivilliga, och källkoden är öppen för att alla att ta del av och studera.</p>

source: May I distribute copies of Audacity?
sv: Får jag sprida kopior av Audacity?

source: <p>You can redistribute Audacity under the <a href="../about/license">GNU General Public License</a>, which gives you permission to modify, copy, and sell the program as long as you keep the same license and make the source code available. For details, see <a href="../about/license">License, and Advice for Vendors</a>.</p>
sv: <p>Du får sprida Audacity under <a href="../about/license">GNU General Public License</a>, vilken ger dig tillåtelse att ändra, kopiera och sälja programmet, så länge som du följer licensen och gör källkoden tillgänglig. För information, läs <a href="../about/license">licensinformation och råd till återförsäljare</a>.</p>

source: Someone is selling Audacity on eBay. Is this legal?
sv: Någon försöker sälja Audacity på eBay. Är det lagligt?

source: <p>It is legal to sell Audacity, as long as the seller makes the program and source code available under the <a href="../about/license">GNU General Public License</a> (GPL).</p> <p>Some vendors try to trick customers by selling unmodified Audacity software under a different name. If you bought a product and later found out it was Audacity, we encourage you to <b>ask for a refund or file a complaint</b> if you feel you did not get a fair deal. We ask vendors to give proper credit to the Audacity project, and allow users to make an informed choice.</p> <p>If you have concerns that Audacity (unmodified or otherwise) is being sold without a copy of the GPL, or without any offer to provide source code, please <a href="&#109;&#x61;&#105;&#x6c;&#x74;&#111;&#x3a;&#97;&#98;&#x75;&#115;&#x65;&#64;&#97;&#x75;&#100;&#97;&#x63;&#x69;&#116;&#x79;&#x74;&#101;&#97;&#x6d;&#x2e;&#x6f;&#114;&#x67;"> e-mail us</a> in confidence. </p> <p><b>If you want to obtain Audacity on CD</b>, free ISO downloads and inexpensive CDs by post are available from suppliers on our <a href="../download/buy">Audacity on CD page</a>.</p>
sv: <p>Det är lagligt att sälja Audacity, så länge som försäljaren gör programmet och källkoden tillgänglig under <a href="../about/license">GNU General Public License</a>.</p> <p>Några säljare försöker lura kunder genom att sälja Audacity-programmet oförändrat men under ett annat namn. Om du köpt en produkt och sedan kommit på att det var Audacity, ber vi dig, om du anser att du har gjort en dålig affär, att <b>begära återbetalning eller skriva en reklamation</b>. Vi ber återförsäljare att ange Audacity-projektet som källa för sin produkt och göra det möjligt för användare att göra ett val baserat på kunskap.</p> <p>Om du tror att Audacity (vare sig modifierad eller ej) säljs utan en kopia av GPL, eller utan ett erbjudande om bifogad källkod, vänligen <a href="&#109;&#x61;&#105;&#x6c;&#x74;&#111;&#x3a;&#97;&#98;&#x75;&#115;&#x65;&#64;&#97;&#x75;&#100;&#97;&#x63;&#x69;&#116;&#x79;&#x74;&#101;&#97;&#x6d;&#x2e;&#x6f;&#114;&#x67;"> e-posta oss</a> i förtroende. </p> <p><b>Om du vill skaffa Audacity på cd</b>, så finns det gratis ISO för hämtning och billiga cd-skivor med post kan beställas från våra leverantörer på vår <a href="../download/buy">Audacity på cd-sida</a>.</p>

source: Does Audacity run on 64-bit systems?
sv: Kan Audacity köras på 64-bit-system?

source: <p>There is no 64-bit version of Audacity, but in principle it should run on 64-bit systems, subject to having appropriate drivers for the sound device. Sufficient RAM must be available to run Audacity smoothly and support the greater memory requirements of 64-bit systems compared to 32-bit.</p> <h3>Windows and Linux</h3> <p>On 64-bit versions of Windows XP, Windows Vista and Linux, sound device drivers specific to the 64-bit operating system are essential. If upgrading from a 32-bit to 64-bit operating system, a 64-bit capable computer is required, and the sound device drivers must also be updated to a 64-bit version.</p> <p>Users upgrading from 32-bit Windows XP to 64-bit Windows Vista should make especially sure their computer is well above Audacity's minimum <a href="../download/windows#sysreq">system requirements for Windows</a>.</p> <h3>Mac OS X</h3> <p>We strongly recommend the <a href="../download/beta_mac">Beta</a> version of Audacity for 64-bit systems. OS X 10.5 supports both 64-bit and 32-bit processors equally well, with few if any issues with the supplied system drivers.</p>
sv: <p>Det finns inte någon 64-bitarsversion av Audacity, men i princip borde det gå att köra på 64-bitarssystem, om det finns lämpliga drivrutiner för ljudenheten. Det måste finnas tillräckligt med RAM installerat för att Audacity skall kunna köras obehindrat under de större minneskrav som gäller på ett 64-bitarssystem i jämförelse med ett 32-bitarssystem.</p> <h3>Windows och Linux</h3> <p>På 64-bitarsversioner av Windows XP, Windows Vista och Linux är det av högsta vikt att drivrutiner avsedda för 64-bitarssystem används för ljudenheten. Om du uppgraderar från ett 32-bitarssystem till ett 64-bitarssystem, så krävs en dator som kan använda 64-bitarssystem och därutöver måste ljudenhetens drivrutiner uppdateras till 64-bitarssversioner.</p> <p>De användare som uppgraderar från 32-bitars Windows XP till 64-bitars Windows Vista behöver vara extra noggranna med att kontrollera att deras dator uppfyller Audacitys minimikrav <a href="../download/windows#sysreq">systemkrav för Windows</a> med råge.</p> <h3>Mac OS X</h3> <p>Vi rekommenderar starkt <a href="../download/beta_mac">betaversionen av Audacity för 64-bitarssystem</a>. OS X 10.5 stödjer 64-bitars- och 32-bitarsprocessorer lika bra, med få om ens några problem med de drivrutiner som följer med systemet.</p>

source: Does Audacity work with screen-reader programs for blind users?
sv: Kan blinda använda Audacity med skärmläsarprogram?

source: <p>Audacity works with most screen-reader programs, but some of Audacity’s features are difficult or impossible to use without a mouse. We are working on improving the program’s accessibility and keyboard shortcuts. For more information, see <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity for Blind Users</a>.</p>
sv: <p>Audacity fungerar med de flesta skärmläsarprogram, men några funktioner i Audacity är svåra eller omöjliga att utföra utan mus. Vi arbetar på att utveckla programmets tillgänglighet och dess kortkommandon. För mer information, se <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity för blinda användare</a>.</p>

source: What does “time remaining” mean? Does Audacity expire?
sv: Vad menas med “återstående tid”? Upphör Audacity att fungera?

source: <p>Audacity does not expire, but the time you can record for depends on the amount of disk space you have. The message you are seeing exists only in older versions of Audacity, so please update to the <a href="../download">latest version</a>. In newer versions, the message says "Disk space remains for recording xx hours and yy minutes".</p> <p>To get more recording time, delete your old files and folders (especially your old Audacity Project files and _data folders when you have finished with them), or use an alternative disk with more space on it. Or consider recording in mono instead of stereo (on the Audio I/O tab of Preferences) or in 16 bit instead of 32 bit (Quality tab of Preferences). Either of those choices will halve the disk space needed.</p>
sv: <p>Audacity tar inte slut, men tiden du kan spela in beror på mängden hårddiskutrymme du har. Meddelandet du ser finns bara på äldre versioner av Audacity, så uppdatera till <a href="../download">den senaste versionen</a>. I nyare versioner av Audacity lyder meddelandet istället "Hårddiskutrymme för att spela in xx timmar och yy minuter".</p> <p>För att mer inspelningstid, ta bort dina gamla filer och kataloger (i synnerhet dina gamla audacityprojektfiler och _datakataloger när du är färdig med dem), eller använd en annan hårddisk med mer plats på. Eller så kan du fundera på att spela in i svart/vitt (på ljud In/Ut-fliken i Inställningar) eller i 16 bitar i stället för 32 bitar. (Kvalitetstabben i Inställningar) Båda dessa alternativ kommer att halvera kraven på diskutrymme.

source: <div id="install">Installation and Plug-Ins</div>
sv: <div id="install">Installation och insticksprogram</div>

source: How do I download and install the LAME MP3 encoder?
sv: Hur hämtar jag hem och installerar MP3-kodaren LAME?

source: How do I install VST plug-ins?
sv: Hur installerar jag VST-insticksprogram?

source: <ol> <li><p>First, download and unzip the <a href="%s">VST Enabler</a>.</li> <li><p>Place the unzipped VST Enabler, along with your VST plug-ins, into the “Plug-ins” folder in the Audacity installation folder. (On Mac OS X, this is usually in the Applications folder. On Windows, it is usually under Program Files.)</li> <li><p>The next time you start Audacity, your VST effects will appear at the bottom of the “Effect” menu.</li> </ol> <p>See also: <a href="faq?s=install&amp;i=vst-bugs">Why do some VST plug-ins look wrong, or not work?</a></p>
sv: <ol> <li><p>Först ska du hämta och packa upp <a href="%s">VST Enabler</a>.</li> <li><p>Placera den uppackade VST Enabler tillsammans med dina VST-insticksprogram, i mappen “Plug-ins” i Audacitys programmapp. (På Mac OS X, är det vanligtvis Applications-mappen. På Windows, hittar du den i mappen Program.)</li> <li><p>Nästa gång du startar Audacity, visas dina VST-effekter längst ner på menyn “Effekt”.</li> </ol> <p>Läs också: <a href="faq?s=install&amp;i=vst-bugs">Varför ser några VST-insticksprogram konstiga ut, eller varför fungerar de inte?</a></p>

source: Why do some VST plug-ins look wrong, or not work?
sv: Varför ser vissa VST-insticksprogram konstiga ut eller varför fungerar de inte?

source: <p>The <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> is not yet able to display custom interfaces for plug-ins. Instead, it uses generic controls for all VST plug-ins. Because of this, many plug-ins will look or act differently than they do in other programs.</p> <p>Other VST plug-ins may not work at all, because of bugs in the VST Enabler. You can <a href="../contact/">contact us</a> to report plug-ins that do not work.</p> <p>Audacity also does not support VST instrument (VSTi) plug-ins.</p>
sv: <p><a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> kan inte visa det egentliga gränssnittet för insticksprogram än. Istället används samma visning för alla VST-insticksprogram. På grund av detta kommer många insticksprogram att se ut och fungera annorlunda än vad de gör i andra program.</p> <p>Andra VST-insticksprogram kanske inte fungerar alls, orsakat av fel i VST Enabler. Du kan <a href="../contact/">kontakta oss</a> för att rapportera om insticksprogram som inte fungerar.</p> <p>Audacity stödjer inte insticksprogram av typen VST-instrument (VSTi).</p>

source: What should I do if I have problems downloading or installing Audacity?
sv: Vad ska jag göra om jag får problem med att hämta och installera Audacity?

source: <p>If you can't download Audacity, or if the downloaded setup file is corrupt, try downloading it from our <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">alternate servers</a>.</p>
sv: <p>Om du inte kan hämta Audacity, eller om den hämtade installationsfilen inte fungerar, pröva att hämta programmet från våra <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">alternativa servrar</a>.</p>

source: <div id="record">Recording</div>
sv: <div id="record">Inspelning</div>

source: How can I record in stereo?
sv: Hur kan jag spela in i stereo?

source: <p>To record in stereo, open the Audacity preferences. In the “Audio I/O” section, change the number of recording channels from 1 (mono) to 2 (stereo).</p>
sv: <p>För att spela in i stereo, öppna Audacity inställningar. I “Audio I/O” , ändra antalet inspelade spår från 1 (mono) till 2 (stereo).</p>

source: How do I record from vinyl records, cassette tapes, or minidiscs?
sv: Hur spelar jag in vinylskivor, kassettband eller minidisk?

source: <p>First, set Audacity to <a href="faq?s=recording&amp;i=stereo">record in stereo</a>.</p> <p>Next, plug one end of a stereo cable into the “Line Out” or “Headphone” connector on your tape deck, minidisc player, or stereo system. Plug the other end into your computer’s “Line In” connector. If you do not have a cable that fits both of these connectors, you can find one at an electronics store.</p> <p>Choose “Line In” as the input source on the Audacity toolbar, or in the Audio I/O tab of Preferences (Vista) or Apple Audio-MIDI Setup (OS X).</p> <p>Then press the <b>Record</b> button. While Audacity is recording, start playing your tape or disc. When you have captured the entire recording, press the <b>Stop</b> button.</p> <p>Vinyl or shellac records can also be recorded into Audacity with a special type of turntable that connects to the USB port of your computer. These turntables need to be set up differently to those that connect to your line-in port. For instructions on setting up USB turntables, see <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB_turntables</a> on the Audacity Wiki.</p> <p>There is also a detailed tutorial, <a href="http://audacityteam.org/wiki/index.php?title=Transferring_tapes_and_records_to_computer_or_CD">Transferring_tapes_and_records_to_computer_or_CD</a>, on the Wiki. This will guide you through the steps from recording your records, cassettes or minidiscs to exporting as an audio file and burning to CD.</p> <p>Notes:</p> <ul> <li><p>Do not plug stereo equipment into your computer’s “Microphone” port, which is designed for low-powered (“mic-level”) signals only. Use the “Line In” port instead.</p></li> <li><p>Do not connect a turntable directly to your computer. The signal from a turntable is distorted; it must be corrected by passing it through a phono pre-amp or a receiver with a “phono” input.</p></li> </ul> <p>See also: <a href="faq?s=files&amp;i=split">How to split a long recording into multiple files</a>.</p>
sv: <p>Först, ställ Audacity att <a href="faq?s=recording&amp;i=stereo">spela in i stereoläge</a>.</p> <p>Pplugga därefter in ena änden av en stereokabel i “Linje Ut” eller “Hörlurs”-kontakten på ditt kassettdäck, minidisc, eller stereoförstärkare. Koppla in den andra änden till din dator i “Linje In”-kontakten. Om du inte har en kabel som passar dessa kontakter, kan du du få tag i en sådan i en radioaffär.</p> <p>Välj “Line In” som indata på Audacitys verktygsrad, eller i Ljud In/Ut-delen av Inställningar (Vista) eller Apple Audio-MIDI Setup (OS X).</p> <p>Tryck sedan på <b>Inspelningsknappen</b>. Medan Audacity börjar spela in, starta bandet eller skivan. När du är klar med hela inspelningen, tryck på <b>Stoppknappen</b>.</p> <p>Vinyl- och shellac-skivor kan också spelas in med Audacity. Detta sker med en speciell skivspelare, som kopplas till USB-porten på din dator. Dessa spelare måste ställas in på annat sätt än de som kopplas till Linje In. För instruktioner om hur dessa kopplas till Audacity, läs om <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB-skivspelare</a> på Audacitys wiki.</p> <p>Det finns också en detaljerad nybörjarinstruktion, <a href="http://audacityteam.org/wiki/index.php?title=Transferring_tapes_and_records_to_computer_or_CD">Transferring_tapes_and_records_to_computer_or_CD</a>, på Wiki. Denna guidar dig igenom steg för steg från att spela in skivor, kassetter eller minidisc för att sedan exportera som en ljudfil och bränna på cd.</p> <p>Obs:</p> <ul> <li><p>Koppla inte in ljudkällor i din dators “Mikrofon”-ingång, den är inställd på svagströmssignaler (“mic-level”). Använd “Line In” istället.</p></li> <li><p>Koppla inte en skivspelare direkt till datorn. Signalen från den är felaktig; den måste passera en förförstärkare eller en förstärkare med “phono”-ingång.</p></li> </ul> <p>Läs även: <a href="faq?s=files&amp;i=split">Hur man delar upp en lång inspelning i flera filer</a>.</p>

source: See also:
sv: Se även:

source: How do I save my recording on an audio CD?
sv: Hur kan jag spara min inspelning på en ljud-cd?

source: Why doesn't the Mixer Toolbar input selector work properly, for example on Windows Vista?
sv: Varför fungerar inte mixerpanelens indataväljare korrekt, till exempel på Windows Vista?

source: <p>The Input selector may be greyed-out, lacking the expected choices, or apparently not recording from the indicated source.</p> <p>The cause varies by operating system and sound card driver. For example, on Windows Vista, you must use the "Recording Device" menu in the Audio I/O tab of Preferences to select input sources. For more help, see the <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues">Mixer Toolbar Issues</a> page on the <a href="http://audacityteam.org/wiki">Audacity Wiki</a>.</p>
sv: <p>Ibland är indataväljare utgråad, saknar förväntade val, eller spelar uppenbart inte in från angiven källa.</p> <p>Anledningen till detta beror på operativsystem och ljudkortets drivrutin. På Windows Vista t ex måste du använda menyn "Inspelningsenhet" på ljud In/Ut-fliken i Inställningar för att välja inkällor. För mer hjälp, se sidan <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues">Problem med mixerpanelen</a> på <a href="http://audacityteam.org/wiki">wikin</a>.</p>

source: Why can’t I hear what I’m recording?
sv: Varför kan jag inte höra vad jag spelar in?

source: <h3>Windows and Linux</h3> <p>To monitor your recording, open your computer's volume control panel. Turn up the playback volume and turn off the “mute” checkbox for your recording source (usually “microphone” or “line in”).</p> <p>If this does not work, open the Audacity preferences. In the “Audio I/O” section, turn on the “Software Playthrough” option.</p> <h3>Mac OS X</h3> <p>Open the Audacity preferences. In the “Audio I/O” section, turn on the “playthrough” option. “Hardware Playthrough” is best if it is available. If it does not work, you can choose “Software Playthrough” instead.</p> <h3>Monitoring while Recording from a Microphone</h3> <p>Always use headphones when listening as you record from a microphone, to avoid the playthrough of the recording being picked up in the recording itself.</p>
sv: <h3>Windows och Linux</h3> <p>För att bevaka din inspelning, öppna datorns volymkontrollpanel. Höj uppspelningsvolymen och stäng av “mute” för din inspelningskälla (vanligtvis “mikrofon” eller “linje in”).</p> <p>Om detta inte fungerar, gå till Audacitys inställningar.Klicka i “ljud In/Ut”-delen i “Spela upp annat spår...</p> <h3>Mac OS X</h3> <p>Öppna Audacitys inställningar. Sätt i “Ljud In/Ut”-delen på “hårdvarugenomspelning” om det finns. Om det inte går kan du välja “programvarugenomspelning” istället.</p> <h3>Bevakning medan du spelar in med mikrofon</h3> <p>Använd alltid hörlurar medan du spelar in med mikrofon, för att undvika att ljudet går ut i högtalarna och in i mikrofonen igen.</p>

source: Can I play a track while recording a new one on top of it?
sv: Kan jag spela ett spår samtidigt som jag spelar in ett nytt på det?

source: Why isn’t my new track in sync with the previous ones?
sv: Varför synkar inte mitt nya spår med det tidigare?

source: <p>When you make a <a href="faq?s=recording&amp;i=multi-track">multi-track recording</a>, there is an unpredictable delay between playback and recording. Audacity tries to correct for this automatically, but this doesn't yet work on all computers.</p> <p>If a new track is not synchronized with the others, you can zoom in and use the Time Shift tool to drag it to the correct location.</p>
sv: <p>När du skapar ett <a href="faq?s=recording&amp;i=multi-track">fllerspårsinspelning</a>, finns en fördröjning mellan uppspelning och inspelning. Audacity försöker kompensera detta automatiskt, men detta fungerar inte på alla datorer.</p> <p>Om ett nytt spår inte synkar med de andra, kan du zooma in och använda dig av Timeshift-verktyget och dra inspelningen till rätt läge.</p>

source: Can Audacity record RealAudio or other streaming audio?
sv: Kan Audacity spela in RealAudio eller andra strömmande ljudformat?

source: Can I set Audacity to record at a certain time?
sv: Kan jag ställa Audacity att spela in vid en speciell tidpunkt?
