Repository: audacity/audacity-from-svn-5GB
Catalog: website/tags/Audacity_2_0_6/htdocs/locale/*.po
Languages: sv

source: FireWire&reg; audio interface with 8-input mixer, plus headphones, studio microphone with stand, cables and software.
sv: Ljudinterface från FireWire&reg; med 8-input mixer, plus hörlurar, studiomikrofon med stativ, kablar och programvara.

source: USB audio interface with 8-input mixer, plus headphones, studio microphone with stand, cables and software.
sv: USB ljudinterface med 8-input mixer, plus hörlurar, studiomikrofon med stativ, kablar och programvara.

source: Now discontinued, but generally still available online from retailers in USA and Canada. Hardware and software to record, edit, and publish podcasts: 24-bit/48kHz audio interface, dynamic broadcast microphone with desk stand. NOTE: Currently Podcast Factory will not work with Windows XP Media Center Edition (XP Home and Pro are not affected). Audacity itself does work with Media Center Edition, subject to your computer having suitable sound device drivers specific to your hardware.
sv: Nu upphört, men finns fortfarande att hitta på nätet från återförsäljare i USA och Canada. Hårdvara och programvara för att spela in, redigera och publicera poddsändningar: 24-bit/48kHz ljudkort, dynamisk mikrofon med bordsstativ. OBSERVERA: För närvarande fungerar Podcast Factory inte med Windows XP Media Center Edition (XP Home och Pro påverkas inte). Audacity självt fungerar med Media Center Edition, så länge som din dator har passande ljudkort med drivrutiner specifika för din hårdvara.

source: Available in Europe. Hardware and software to record, edit and publish podcasts: 24-bit/48kHz audio interface, dynamic broadcast microphone with desk stand. NOTE: Currently Podcast Factory will not work with Windows XP Media Center Edition (XP Home and Pro are not affected). Audacity itself does work with Media Center Edition, subject to your computer having suitable sound device drivers specific to your hardware.
sv: Finns tillgänglig i Europa. Hårdvara och programvara för att spela in, redigera och publicera poddsändningar: 24-bit/48kHz ljudkort, dynamisk mikrofon med bordsstativ. OBSERVERA: Nuvarande Podcast Factory fungerar inte med Windows XP Media Center Edition (XP Home och Pro påverkas inte). Audacity självt fungerar med Media Center Edition, knutet till om dator har passande ljudkort med drivrutiner specifika för din hårdvara.

source: Twisted Lincoln, Inc. sells reconditioned computers online which are preloaded with Audacity and other open source software from the company's <a href="#freedom">FreedomSampler&trade;</a> CD.
sv: Twisted Lincoln, Inc. säljer återanvända datorer på nätet som levereras med Audacity och andra programvaror med öppen källkod från företagets cd <a href="#freedom">FreedomSampler&trade;</a>.

source: USB Interface for transferring an analog or digital audio source into computer via USB.
sv: USB-gränssnitt för överföring av en analog eller digital ljudkälla till datorn via USB.

source: USB interface to connect turntable, mixer or CD player to USB or analog.
sv: USB-gränssnitt för att koppla skivspelare, mixer eller cd-spelare till USB eller analog.

source: XtremeSound 5.1/16 bit Sound Card.
sv: XtremeSound 5.1/16 bit ljudkort.

source: XtremeSound 7.1/24 bit and 7.1/24 bit Dolby Digital Live&reg; Sound Cards.
sv: XtremeSound 7.1/24 bit och 7.1/24 bit Dolby Digital Live&reg; ljudkort.

source: USB Audio Capture Device.
sv: USB-ljudfångstenhet.

source: FireWire&reg; recording system featuring 24-bit/96k analog to digital conversion rate, four simultaneous inputs, software control panel, audio recording and production software.
sv: FireWire&reg; inspelningssystem med 24-bit/96k analog till digital konverteringshastighet, fyra inputs, kontrollpanel (programvara), programvara för ljudinspelning och produktion.

source: USB 2.0 external audio system for musicians, DJs and gamers, with: high end sound (24 Bit/192 kHz), 4 analog Inputs, 6 analog Outputs, XLR-Microphone-Input with gain control, Instrument-Input with gain control, Phono-Input with RIAA equaliser and gain control, Optical digital I/O, Coaxial digital digitaler I/O, MIDI interface, ASIO 2.0 support, and Stereo to 5.1 Surround Expander.
sv: USB 2.0 externt ljudsystem för musiker, DJs och gamers, med: high end sound (24 Bit/192 kHz), 4 analog Inputs, 6 analog Outputs, XLR-Microphone-Input med gain control, Instrument-Input med gain control, Phono-Input med RIAA equaliser och gain control, Optical digital I/O, Coaxial digital digitaler I/O, MIDI interface, ASIO 2.0 support, och Stereo to 5.1 Surround Expander.

source: Record conversations to PC from any phone with a modular handset.
sv: Spela in samtal till pc från vilken telefon som helst med modulär utrustning.

source: Various models of electric guitar with built-in USB port, modeling amps and effects.
sv: Olika modeller av elgitarr med inbyggd USB-port, modeling amps och effekter.

source: Ultra-slim 25-Key USB/MIDI controller keyboard with internal audio interface, more than 100 software plug-ins and Ableton Live Lite 4 BEHRINGER Edition.
sv: Ultra-slim 25-tangenter USB/MIDI kontrollerat keyboard med internt ljudkort, mer än 100 insticksprogram och Ableton Live Lite 4 BEHRINGER Edition.

source: 25-, 49- or 61-key USB/MIDI controller keyboard with internal audio interface, more than 100 software plug-ins and Ableton Live Lite 4 BEHRINGER Edition.
sv: 25-, 49- or 61-tangenter USB/MIDI kontrollerat keyboard med internt ljudkort, mer än 100 insticksprogram och Ableton Live Lite 4 BEHRINGER Edition.

source: Virtual guitar amplifier with tube simulation and 24-bit effects.
sv: Virtuell gitarrförstärkare med tubesimulation och 24-bitars effekter.

source: USB turntables. NOTE: In January 2007, an <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">article about these turntables</a> appeared in the New York Times, containing erroneous statements about limitations of Audacity. Despite what was stated, Audacity can record a whole LP, detect split points between LP tracks based on silences, and simultaneously export multiple files for each track. Ion have corrected their documentation, and are currently still bundling Audacity with the listed products. Please see our Wiki page on <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a> for more information.
sv: USB-skivspelare. OBSERVERA: I januari 2007, en <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">artikel om dessa skivspelare</a> dök upp i New York Times, innehållande felaktiga uttalande om begränsningar i Audacity. Trots det som skrevs, Audacity kan spela in en hel LP, hitta delningspunkter mellan skivspåren på LP:n baserad på tysta partier, och exportera en separat fil för varje ljudspår. Ion har korrigerat sin dokumentation, och skickar fortfarande med Audacity med deras listade produkter. Läs på vår wikisida på <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a>för mer information.

source: USB turntable
sv: USB-skivspelare

source: USB turntables. NOTE: In January 2007, an <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">article about these turntables</a> appeared in the New York Times, containing erroneous statements about limitations of Audacity. Despite what was stated, Audacity can record a whole LP, detect split points between LP tracks based on silences, and simultaneously export multiple files for each track. Numark have corrected their documentation, and are currently still bundling Audacity with the listed product. Please see our Wiki page on <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a> for more information.
sv: USB skivspelare. OBSERVERA: I januari 2007, en <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">artikel om dessa skivspelare</a> dök upp i New York Times, innehållande felaktiga uttalande om begränsningar i Audacity. Trots det som skrevs, Audacity kan spela in en hel LP, hitta delningspunkter mellan skivspåren på LP:en baserad på tysnad, och exportera en separat fil för varje ljudspår. Numark har korrigerat sin dokumentation, och skickar fortfarande med Audacity med deras listade produkter. Läs på vår Wikisida på <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a>för mer information.

source: FreedomSampler&trade; is a collection of free, open source software with full source code, allowing easy redistribution under the GNU General Public License. ISO images may be downloaded for free, or you can <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">purchase</a> a copy to be shipped to you.
sv: FreedomSampler&trade; är en samling av fri programvara med öppen källkod, som möjliggör enkel vidaredistribution under GNU General Public-licens. ISO-images får hämtas gratis, eller så kan du <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">köpa</a> en kopia som skickas till dig.

source: TheOpenCD is a now-discontinued collection of high quality free and open source software. Currently, you can still <a href="http://releases.theopencd.org/">download archived CD images</a> or <a href="http://ztechshop.net/disks/opencd/">purchase a CD online</a> for worldwide shipping.
sv: TheOpenCD är en samling av fri programvara med öppen källkod av bra kvalitet. Verksamheten är nedlagd, men du kan fortfarande <a href="http://releases.theopencd.org/">hämta cd-images från arkivet</a> eller <a href="http://ztechshop.net/disks/opencd/">köpa en cd på nätet</a> för distribution världen över.

source: OpenDisc is a similar collection of high quality free and open source software. Currently, a downloadable <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">CD image</a> is available. The project hopes to make available a purchasable CD shortly.
sv: OpenDisc är en liknande samling av fri öppen programvara av bra kvalitet. För närvarande finns en <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">cd-image</a> att hämta. Projektet hoppas kunna erbjuda en cd till försäljning inom kort.

source: Audiotouch is sound recording and playback software, designed for ease of use. It features one-touch recording and saving, quickly recording multiple audio files directly to disk without the need to interact with save dialog boxes. Audacity_Audiotouch is a customized version of Audacity which can be added to Audiotouch, offering simple editing with reduced menu dialogs.
sv: Audiotouch är programvara för ljudinspelning och ljuduppspelning, designad för att vara enkel. Den innehåller ett-tryck för att spela in och spara, att snabbt spela in flera filer direkt till datorn utan att man behöver svara på en mängd dialogrutor. Audacity_Audiotouch är en anpassad version av Audacity som kan läggas till Audiotouch, med enkel redigering med färre menyval.

source: Software allowing users to create their own custom comic books with included clipart, backgrounds, word balloons, sound files and other assets.
sv: Programvara som tillåter användare att skapa deras egen personliga serietidning inklusive clipart, bakgrunder, ordballonger, ljudfiler och andra saker.

source: The Thinklabs <a href="http://www.thinklabsmedical.com/content/view/17/157/">ds32a digital stethoscope</a> has enhanced sound quality with 50x amplification. Volume can be adjusted for faint heart sounds, obese patients or noisy work environments. The stethoscope's waveforms and spectrograms can be analyzed in Thinklabs Phonocardiography (a customized version of Audacity for Microsoft Windows and Mac OS X).
sv: Thinklabs <a href="http://www.thinklabsmedical.com/content/view/17/157/">ds32a digital stethoscope</a> har utökad ljudkvalité med 50x förstärkning. Volymen kan ställas in för svaga hjärtljud, mycket överviktiga patienter eller bullrig miljö. Stetoskopens vågformer och spektrogram kan analyseras i Thinklabs Phonocardiography (en anpassad version av Audacity för Microsoft Windows och Mac OS X).

source: Portable recording studio or digital audio workstation (DAW), featuring "walk and mix" technology.
sv: Portabel inspelningsstudio eller digital workstation för ljud (DAW) innehållande "walk and mix" teknik.

source: A customized version of Audacity for Microsoft Windows and Mac OS X that lets the fan share the studio experience with an artist. Add a Umixit-enabled CD or song, then record your own vocals or instruments, create remixes, mash-ups, sing karaoke and more...
sv: En anpassad version av Audacity för Microsoft Windows och Mac OS X som låter ett fan dela studioprojektet med en artist. Lägg till en Umixit-anpassad cd eller sång, spela sedan in din egen röst eller instrument, skapa remix, mash-ups, sjung karaoke och mycket mer...

source: Mirror site for Audacity downloads, from webzine about Windows software at Impress Watch Corporation, Tokyo, Japan.
sv: Spegelwebbplats för Audacitys hämtningar, från webzine om Windowsprogramvara på Impress Watch Corporation, Tokyo, Japan.

source: Download Nyquist Plug-Ins
sv: Hämta Nyquist-insticksprogram

source: <p>These are optional plug-in effects for the Audacity sound editor. They are written in the <a href="../help/nyquist">Nyquist programming language</a>. For installation instructions, see the main <a href="plugins">plug-ins page</a>.</p>
sv: Dessa är valfria instickseffekter för ljudredigeraren Audacity. De är skrivna med <a href="../help/nyquist">programmeringsspråket Nyquist</a>. För installationsanvisningar, läs huvudsidan om <a href="plugins">insticksprogram</a>.</p>

source: Installation packages for Audacity on GNU/Linux and other Unix-like systems are often provided by individual distributions:
sv: Installationspaket för Audacity på GNU/Linux och andra Unix-system tilhandahålls av enskilda distributörer:

source: The above list is not comprehensive. If you don't see an up-to-date package for your own distribution, we recommend searching your distribution's web site for the latest information. Alternatively, you can compile Audacity from <a href="source#recdown">source code</a>.
sv: Listan ovan är inte omfattande. Om du inte hittar en färsk paket med din egen distribution, vi rekommenderar att du söker din distributions hemsida för närmare information. Som alternativ kan du kompilera Audacity från <a href="source#recdown">källkoden</a>.

source: We recommend using the latest version of Linux/Unix from your distribution that is compatible with your hardware specifications. Audacity will run best with at least 64 MB RAM and a 300 MHz processor.
sv: Vi rekommenderar att du använder den senaste versionen av Linux/Unix från din distribution som är kompatibelt med specifikationerna för din hårdvara. Audacity fungerar bra med minst 64 MB RAM och en 300 MHz processor.

source: Downloads
sv: Hämtningar

source: Installation packages for Audacity on GNU/Linux and other Unix-like systems are provided by individual distributions. However the Beta version has not yet been packaged for very many distributions. The following distributions are known to have Beta packages:
sv: Installationspaket för Audacity på GNU/Linux eller andra Unix-liknande system tillgodoses genom enskilda distributioner. Men betaversionen är ännu inte tillgodosedd för de flesta distributioner. Följande distributioner har installationspaket för beta:

source: <ul> <li><a href="http://koji.fedoraproject.org/koji/packageinfo?packageID=1352">Fedora</a></li> <li><a href="http://packages.gentoo.org/package/media-sound/audacity">Gentoo</a></li> <li><A href="http://packman.links2linux.org/package/286">SuSE/Open SUSE</a></li> <li>Ubuntu: <a href="http://packages.ubuntu.com/search?keywords=audacity&searchon=names&suite=all&section=all">packages.ubuntu</a> and <a href="http://rpmseek.com/rpm-pl/audacity.html?hl=com&cx=0%3A-%3A0%3A0%3A0%3A0%3A0&qArStr=0&qRtStr=0&qDnStr=109">rpm.seek</a></li> </ul>
sv: <ul> <li><a href="http://koji.fedoraproject.org/koji/packageinfo?packageID=1352">Fedora</a></li> <li><a href="http://packages.gentoo.org/package/media-sound/audacity">Gentoo</a></li> <li><A href="http://packman.links2linux.org/package/286">SuSE/Open SUSE</a></li> <li>Ubuntu: <a href="http://packages.ubuntu.com/search?keywords=audacity&searchon=names&suite=all&section=all">packages.ubuntu</a> och <a href="http://rpmseek.com/rpm-pl/audacity.html?hl=com&cx=0%3A-%3A0%3A0%3A0%3A0%3A0&qArStr=0&qRtStr=0&qDnStr=109">rpm.seek</a></li> </ul>

source: Otherwise, we recommend either searching the web pages of your distribution for the latest information, or compiling Audacity from <a href="beta_source#recdown">source code</a>.
sv: I annat fall, vi rekommenderar antingen att du söker efter information från din distributör, eller kompilerar Audacity med <a href="beta_source#recdown">källkoden</a>.

source: Click the appropriate link below, which takes you to the SourceForge download page - don't "save link as.." or "save target as..". The SourceForge download should start automatically. If it does not, click the links in the black panel marked "direct link" or "mirror". <b>Only these links and the automatic download are authorized versions of Audacity</b>. Disable any automatic download managers if the download is incorrect.
sv: Klicka på tillämplig länk nedan och du kommer till SourceForges hämtningssida - använd inte "spara länk som..." eller "spara mål som". Hämtningen av filen från SourceForge bör starta automatiskt. Om den inte gör det, så klicka på länkarna i den svarta panelen märkta "direkt länk " eller "spegel". <b>Enbart dessa länkar och den automatiska hämtningen är auktoriserade versioner av Audacity</b>. Avaktivera alla automatiska hämthjälpprogram om den hämtade filen är fel.

source: Obtain Audacity on CD
sv: Köp Audacity på cd

source: Audacity is always free to download from us, but third parties can also sell or otherwise distribute our program, thanks to the <a href="../about/license#license">GNU General Public License</a>. If you want a copy of Audacity on CD-ROM, we encourage you to use the options listed below.
sv: Audacity är fritt att hämta, men återförsäljare är fria att sälja kopior av programmet, enligt <a href="../about/license#license">GNU General Public License</a>. Om du vill ha en kopia på cd, så rekommenderar vi dig att köpa från en återförsäljare listad nedan.

source: <h3>Windows</h3> <p> <ul> <li><a href="http://www.freedomsampler.com/">FreedomSampler&trade;</a> is a collection of free, open source software with full source code, allowing easy redistribution under the GNU General Public License. ISO images may be downloaded for free, or you can <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">purchase</a> a copy to be shipped to you (US only).</li> <li><a href="http://www.theopencd.org/">TheOpenCD</a> is a now-discontinued collection of high quality free and open source software. Currently, you can still <a href="http://releases.theopencd.org/">download archived CD images</a> or <a href="http://ztechshop.net/disks/opencd/">purchase a CD online</a> for worldwide shipping.</li> <li><a href="http://theopendisc.com/">OpenDisc</a> is a similar collection of high quality free and open source software. Currently, a downloadable <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">CD image</a> is available. The project hopes to make available a purchasable CD shortly.</li> </ul> </p>
sv: <h3>Windows</h3> <p> <ul> <li><a href="http://www.freedomsampler.com/">FreedomSampler&trade;</a> är en samling av fri programvara med öppen källkod, som möjliggör enkel vidaredistribution under GNU General Public-licens. ISO-images får hämtas fritt, eller kan du <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">köpa</a> en kopia som skickas till dig (endast USA).</li> <li><a href="http://www.theopencd.org/">TheOpenCD</a> är en samling av fri programvara med öppen källkod av bra kvalitet. Verksamheten är nedlagd, men du kan fortfarande <a href="http://releases.theopencd.org/">hämta cd-images från arkivet</a> eller <a href="http://ztechshop.net/disks/opencd/">köpa en cd på nätet</a> för distribution världen över.</li> <li><a href="http://theopendisc.com/">OpenDisc</a> är en liknande samling av fri programvara med öppen källkod av bra kvalitet. För närvarande kan du hämta en <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">cd-image</a>. Projektet hoppas kunna erbjuda en cd att köpa inom kort.</li> </ul> </p>

source: Release Notes
sv: Om utgåvan

source: Known Problems
sv: Kända problem

source: The following are known bugs or problems in Audacity %s:
sv: Följande är kända fel eller problem i Audacity %s:

source: Audacity can import and display MIDI files, but cannot play or edit them.
sv: Audacity kan importera och visa MIDI-filer, men kan inte spela upp eller redigera dem.

source: Linux: Recording in full duplex (playing existing tracks while recording) on some systems causes mono recordings to sound distorted or low-pitched. To work around this problem, set Audacity to record in stereo.
sv: Linux: Inspening i full duplex (spela upp ljudspår samtidigt med inspelning) på vissa system orsakar distorsion på monoinspelningar. För att komma runt problemet, gör inspelningarna i stereo i Audacity.

source: MacOS X: Audacity cannot work with files or folders that are contained inside folders with non-English characters (accents, symbols, etc.) in their names. Files with accented characters work, and Audacity projects with accented characters work. Only folders with accented characters in their names will cause problems.
sv: MacOS X: Audacity kan inte arbeta med filer eller mappar som är placerade inuti mappar med icke-engelska bokstäver (accenter, symboler, etc) i deras namn. Filer med accentuerade bokstäver fungerar och Audacity-projekt med accentuerade bokstäver fungerar. Det är bara mappar med accentuerade bokstäver i deras namn som kan orsaka problem.

source: <h3>Changes in Audacity 1.2.6</h3> <ul> <li>Fixed memory leaks on Windows. </li> <li>Corrected font size problems. </li> <li>Enabled missing FLAC support. </li> <li>Fixed Mac OS X (PPC only) screen redraw issues. </li>
sv: <h3>Ändringar i Audacity 1.2.6</h3> <ul> <li>Åtgärdat minnesförluster i Windows. </li> <li>Rättat till problem med fontstorleken. </li> <li>Lagt till det saknade FLAC support. </li> <li>Ordnat Mac OS X (bara PPC) skärmuppdateringsproblem. </li>

source: <h3>Changes in Audacity 1.2.4b</h3> <ul> <li>A serious problem with the French translation was corrected. </ul>
sv: <h3>Ändringar i Audacity 1.2.4b</h3> <ul> <li>Ett viktigt problem med den franska översättningen är löst.. </ul>

source: Page Not Found
sv: Sidan hittades inte

source: Sorry, the page you are looking for was not found. Please try the <a href="/">Audacity home page</a> or the <a href="/site-map">site map</a>.
sv: Sidan du söker kunde inte hittas. Pröva gärna <a href="/">Audacity hemsida</a> eller <a href="/site-map">webbplatskarta</a>.

source: Site Map
sv: Webbplatskarta

source: Free Audio Editor and Recorder
sv: Fri ljudredigerare och -inspelare

source: for Windows&reg; 98/ME/2000/XP/Vista
sv: för Windows&reg; 98/ME/2000/XP/Vista

source: for Mac OS X 10.1 or later
sv: för Mac OS X 10.1 eller senare

source: for Mac OS X 10.4 or later
sv: för Mac OS X 10.4 eller senare

source: for Windows&reg;, Mac or GNU/Linux
sv: för Windows&reg;, Mac eller GNU/Linux

source: The Free, Cross-Platform Sound Editor
sv: Fri ljudredigerare för flera plattformar
