<?php BoxTop($aboutStr); ?>

<p>
Audacity е слободен уредувач на звук.
Можете да снимате и свирите звук, да внесувате и експортирате WAV, AIFF, и
MP3 датотеки и многу други нешта.
Употребете го за уредување на вашите дела користејќи Сечи, Копирај и Залепи (со безгранично
Врати), миксајте гинумерите или користете некој ефект.
Исто така има вграден амплутуден уредувач,
поставлив спектрограм и
анализатор на фрекфенции за користење со аудио апликации.
Вградени ефекти: Истакнување басови, Wahwah, Отстранувач на шум,
а ги поддржува и  VST ефектите како додавки.
</p>

<p>
Audacity верзија 1.0.0 е најстабилната верзија која е досега
пуштена и многу луѓе откриле дека нејзиниот необичен стил
и интуитивен интерфејс ја прават позабавна за користење од некои други
аудио уредувачи, вклучувајќи ги и комерцијалните.
</p>

<p> Креаторите на Audacity ја пуштија верзијата 1.1.0, која е
приказ, со бета-квалитет, на тоа што сега се работи.
Тааа содржи многу, многу можности, но се уште не е џиџната и
стабилна.
</p>

<center>
<a href="http://wxwindows.org/"><img src="images/wxwindows.gif" border="0"></a>
</center>

<p>
Audacity се развива од група создавачи кои го користат
open-source моделот.
Пишуван е во C и C++, користејќи ја
<a href="http://www.wxwindows.org/">wxWindows</a> повеќеплатформската алатка.
Целиот код на програмот
е достапен преку
<a href="http://www.gnu.org/copyleft/gpl.html"
>GNU Генералната Јавна Лиценца</a>, која секому му дозволува да го
измени кодот се додека го објавува истиот.
Кодот е поставен на <a href="http://www.sourceforge.net">SourceForge</a>.
</p>

<p>
Прашања/коментари?
Пратете мејл на <a href="mailto:audacity-help@lists.sourceforge.net"
>audacity-help@lists.sourceforge.net</a>
Адресава за помош е на англиски. Наскоро ќе има мејлинг листи и за другите
поддржани јазици.
</p>


<?php BoxBottom(); ?>
