<?php BoxTop($donateMoneyStr); ?>

<p>
Audacity е напишан од волонтери во нивното слободно време.  Не е
продажен и никој кој работи на него не очекува да направи пари од тоа.
Сепак, давајќи парична донација можете да ни помогнете да си платиме
линија или веб одржување, развојни алатки и аудио уреди -
нешта кои ни се потребни за да продолжиме Audacity да го даваме слободно
и да го правиме се подобар.  Пролистајте го документов
ако сакате да донирате од кредитната картичка веднаш.  Можете да дадете
и само еден долар.
</p>

<p>
Праќајќи ни пари, ни помагате да си платиме линија,
развојни алатки и нови аудио уреди.  Забележете дека засега,
ние сме среќни што скоро сите наши домаќини го прават тоа бесплатно,
но тоа може да се смени во иднина.  Вашиот долар денес ќе значи
опстојување на странава утре.
<p>
Audacity создавачите сакаат да купат врвни аудио уреди
за да го претвориме Audacity во комплетен
повеќеканален уредувачки избор.  Вашиот долар ќе направи можно
да работиме на такви уреди што поскоро.
<p>
Ве молиме разберете дека не ви даваме никаква гаранција
или ветување кога ни давате пари.
<p>
Моментно прифаќаме пари преку Amazon Honor System.  Искористете ја кредитната
картичка и извршете уплата од само долар или се до 50$.
<p>
Ако сакате да дадете повеќе од 50$ или сакате да испратите чек,
ве молиме посетете ја
<?php print "<a href=credits.php?$langLinkStr>";
?>Кредити</a> страната и пратете мејл на еден или повеќе
создавачи.
<p>

<center>
<!-- Begin Amazon Honor System Paybox -->
<img src="http://s1.amazon.com/exec/varzea/tipbox/A2NTHQTXQE4A60/TVWQG2UJNWCBH" usemap="#TVWQG2UJNWCBH" border="0" alt="Amazon Honor System" width="150" height="150">
<map name="TVWQG2UJNWCBH">
<area coords="20,60,130,115" href="http://s1.amazon.com/exec/varzea/pay/TVWQG2UJNWCBH" alt="Кликни тука за плаќање" target=_top>
<area coords="5,135,145,145" href="http://s1.amazon.com/exec/varzea/subst/fx/help/how-we-know.html" alt="Научи повеќе" target=_top>
</map>
<!-- End Amazon Honor System Paybox -->
</center>

<p>

<?php BoxBottom(); ?>
