<?php BoxTop($donateTimeStr); ?>

<p>
Audacity е напишан од волонтери во нивното слободно време.  Ако
ви се допаѓа Audacity и сакате да помогнете еве неколку
идеи:
</p>

<ul>

<li><b>Речете ни Здраво!</b>
<p>
Ако уживате во Audacity кажете ни!  Пратете мејл на
<a href="mailto:audacity-help@lists.sourceforge.net"
>audacity-help@lists.sourceforge.net</a>
и кажете ни дека ви се допаѓа.  Не прави среќни да знаеме
дека луѓето уживаат.  Чувствувајте се слободни да ни ги испратите вашите
коментари и сугестии - секогаш го подобруваме Audacity и сметаме на
вас.
<p>

<li><b>Придружете се на Корисничкото Друштво</b>
<p>
Оваа мејл листа е место каде Audacity корисниците можат да зборуваат со другите
и да споделуваат идеи.
<a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">Придружи се на Audacity-Корисничката мејл листа</a><br>


<li><b>Бидете преведувач</b>
<p>
Ако пливате низ англискиот и друг јазик, можете да помогнете
на други луѓе кои го зборуваат вашиот јазик.  Ни требаат луѓе за превод на
програмските менија и дијалози, документацијата и веб страната.
Исто така ни требаат такви луѓе на мејлинг листите за луѓето да можат да поставуваат прашања за
Audacity на нивниот мајчин јазик - можете да им помогнете одговарајќи им
на прашањата или преведувајќи го прашањето на англиски и препраќајќи го
на една од англиските мејл листи.
<p>
<a href="http://audacity.sourceforge.net/translation/"
>Кликни тука за да научиш повеќе за преведувањето.</a>
<p>

<li><b>Извести за бубачки</b>
<p>
Ако најдете бубачка во Audacity,
<a href="mailto:audacity-help@lists.sourceforge.net"
>јавете ни</a>.
Најкорисно е ако ја повторите грешката и
ни пратите детален опис што правите редоследно за да се
случи истата.  Секако кажете ни кој оперативен системго користите (нпр.
Windows 2000, Mac OS 9, и сл.).
<p>


<li><b>Бидете бета-тестер</b>
<p>
Како додаток на последната стабилна верзија на Audacity секогаш имаме
бета верзија од Audacity.  Оваа верзија обично содржи многу нови
можности кои се уште не се тестирани.  Ако сакате да помогнете,
симнете ја оваа верзија од Audacity и поиграјте си со неа.  Кажете ни што
ви се допаѓа а што не и кажете ни како мислите дека може да
биде подобрена.  Внимавајте и на <i>регресиите</i> - нешта кои
биле употребливи но веќе не се.
<p>

<li><b>Бидете развивач</b>
<p>
Ако сте искусен C++ програмер и умеете со алатки
како CVS, би сакале да ни помогнете во развојот на Audacity.
Ве молиме симнет го последниот изворен код преку CVS преведете го и
потоа претставете се на
<a href=http://lists.sourceforge.net/lists/listinfo/audacity-devel>
<?php print $develListStr; ?></a>.
<p>

<li><b>Дарувајте пари</b>
<p>
Ако ништо од претходново не ви се допаѓа проверете на
<?php print "<a href=donatemoney.php?$langLinkStr>"; ?>дарување пари</a>.
</p>

</ul>

<?php BoxBottom(); ?>
