<?php BoxTop('Декември 3, 2002: Верзија 1.1.1 освежена'); ?>

<p>
Во развој е документацијата за 1.1.1 сега достапна
мрежно.  Ќе биде достапна и за симнување кога ќе биде довршена.
</p>

<p>
<center>
<a href="docs1.1/">Audacity 1.1.1 документација</a>
</center>
</p>

<p>
Се плашиме дека има сериозен проблем во 1.1.1 (бета) верзијата
за Windows.  Бирање на било што од нумера менито доведува до паѓање на
програмот.  Ќе пуштиме верзија 1.1.2 само за Windows
неколку дена по решавањето на проблемот.  (Се случува само на нумера
менито - сите други менија функционираат коректно - и
се случува само во Microsoft Windows верзијата на Audacity 1.1.1.)
</p>

<p>
За Unix корисниците, нов изворен tarball е пуштен, 1.1.1-3, кој
решава проблемите со wxGTK 2.2.9.  Се надеваме дека наскоро ќе имаме
верзија која работи на RedHat 8 без модификации.
</p>

<?php BoxBottom(); ?>
