<p>
Audacity поддржува VST дополнителни ефекти на Macintosh и Windows платформи.
Можете да најдете додавки од сите видови филтри, еквилајзери, еха,
хоруси и уште многу!  Листата на места за симнување или купување додавки
следува.
</p>

<p>
Audacity подршката за додавки е подобрена.  Информирајте не ако најдете
VST додавка кој не сака да работи со Audacity и ние ќе се
обидеме да го средиме тоа.
</p>

<p>
За користење VST додавки во Audacity само креирајте именик
<b>VST</b> во вашиот Audacity именик, ако веќе немате таков и
ставете ги вашите додавки таму!  Следниот пат кога ќе го отворите Audacity додавките
ќе ги има во вашето Ефект мени.
</p>

<p>
Еве некои места за симнување или плаќање на VST додавки:
</p>
