<?php BoxTop("$releaseNotesStr $stableVersion"); ?>

<pre>
Познати добивки/проблеми:

* Windows: лебдечките алатки не се минимизираат кога
  се минимизира проект прозорецот.  Како решение, можете
  да ги држите алатките закачени за проектниот прозорец.

* Linux: Full duplex (свирење една нумера додека се снима друга)
  се чини не работи, дури и ако картичката ви ја подржува опцијата.
  Изгледа проблемот е во тоа како го користиме ОС.

* Linux: Картичките кои се продаваат само со повеќе од
  два канали се уште не се поддржани.

-------------------------------------------------------------

Измени во 1.0:

  * Mac OS:

    - Audacity не се исклучува кога го затворате последниот
      прозорец.  Мени линијата останува и вие можете да отворите
      нов прозорец.

    - Поправена грешката која правеше Поставки дијалогот да
      не се појавува на Mac OS 9 со ATM control panel

    - Поправена грешката која спречуваше снимање на ниски рати
      на Mac OS 9

    - Препознавање на MP3 по екстензија и тип на кодот

    - Audacity е сега постабилен и пофункционален во MacOS X

  * Нови нешта:

    - "Save Changes" е додаден на сите платформи

    - Пораки на алатките

    - Нови кратенки и команди

    - Името на нумерата може да се користи за селектирање.
      Додавањето наслови е со нова команда -- видете го упатството.

  * Unix:

    - Поправена грешката која предизвикуваше пребрзо свирење
      (посебно на Mandrake системите).

    - Поправена грешката која ја оштетуваше датотеката кога се експортираше
      преку постоечка.

  * Друго:

    - VST ефектите се извршуваат побрзо

    - Поправени разни бубачиња

Измени во 0.98b (Windows-само поправена верзија):

  - Отстрането "Noise Removal" паѓањето

  - Додаден "Save Changes" дијалогот

  - Повторно уведена ID3 подршка на Windows

  - Повеќе исправки на бубачки

Измени во 0.98:

* Ефекти

  - Нов Invert ефект

  - Нов Reverse ефект

  - Подобрувања во Noise Removal ефект

* Отстранети грешки

  - Сега безбедно можете да копирате и лепите меѓу проекти.

  - Поправено вчитување, снимање и враќање на енвелопи.

  - Не можете да го отворите истиот проект во два различни прозорци
    повеќе (само ќе предизвика губење на податоците).

  - Проектот сега ги снима каналите за секоја нумера, веќе
    не ги заборава.

  - Подобро справување со невалиден привремен именик при
    почеток на програмата.

  - Не ја пребришува датотеката ставена во проект
    (ја преименува старата).  Сега можете да експортирате датотека
	 со исто име како таа што сте ја внесле без проблеми.

  - Save As... за проекти веќе не го уништува стариот проект.

  - Undo информациите се отфрлаат кога ќе го затворите проектот,
    се штеди простор кој претходно беше залудно трошен.

  - Save As... се опоравува одлично кога ќе се обидете да снимите
    на лоша локација.

  - Удвојување на нумерите сега работи

  - Отстрането уште едно паѓање во Amplify... (ако нема селектирани
    податоци во нумерата)

  - Windows: recording/playback уредите веќе не се обратно наместени
    во поставките!

  - Windows: VST додавките се наоѓаат без оглед како Audacity е
    повикан.

  - Windows: Сега можете да внесувате Ogg Vorbis датотеки.

  - Ако падне снимањето веќе не се создава фантомска нумера.

  - Менувањето на експорт форматот сега го менува менито.

  - Отстранети повеќе ситни бубачки...

* Unix:

  - Нов OSS код, треба да обезбеди подобро свирење и снимање
    на скоро сите OSS Unix системи.

  - Начелна подршка за KDE/aRts звук опслужувачот (средена
    временската опција; мора да се конфигурира за да работи со OSS кодот)

  - Отстранети грешки во "make install" скриптата

Измени во 0.97:

* Инсталација/конфигурација

  - Нов Windows инсталер

  - Повеќе опции во configure скриптата на Unix

* Кориснички интерфејс:

  - Отстранета грешка во ефект менито која ги смрзнуваше некои но не
    сите нумери кои беа селектирани.

  - Додаден Noise Removal ефект (Dominic)

  - Подобрен кликни-влечи зум.

  - Подршка за довлечкај внес на нумери (Windows само)

  - Подобрен Export дијалогот (прашува за непозната екстензија)

  - Други поправки

* MacOS:

  - Отстранета автоврт грешката (се појавуваше понекогаш кога
    ќе го пуштевте покажувачот надвор од прозорецот кој го селектирате).

* Unix:

  - Отстранета Amplify грешката (знаеше да замрзне при обид да
    се отвори дијалогот).

Измени во 0.96:

* Општ кориснички интерфејс:

  - Додадено mute/solo копче

* Внес на аудио:

  - Отстранета грешката од 0.95 која правеше стерео нумера да биде внесена како
    две моно нумери.

  - Внес на MP3 ID3 тагови

* Експорт на аудио:

  - Експортот на MP3 сега работи, ако соодветна верзија на LAME DLL е
    инсталирана (Joshua)

  - Дозволува уредување на MP3 ID3 тагови при експорт.

* Поставки:

  - Додаден Audio I/O изборник на Mac (Dominic) и Windows (Joshua)

* Ефекти:

  - Додадена прогрес дијалог подршка за сите ефекти (која исто така дозволува
    ефектот да биде откажан)

  - Додадена подршка за стерео ефекти и ефекти кои додадваат или одземаат
    нумери или бараат многу нагодувања.

  - Подобрен Amplify ефект и отстранети сите познати грешки (Dominic)

  - Подобрен Bass Boost ефект

  - Додаден Filter ефект (Dominic)

  - Додаден Phaser ефект (Paul)

  - Додаден Wahwah ефект (Paul)

Измени во 0.95:

* Инсталација/Компајлирање:

  - Подобрена configure скрипта на unix системи (Joshua)

* Општ кориснички интерфејс:

  - Мени опциите се исклучени кога се неможни

  - Додадена помош (Dominic и Logan)

* Внес на аудио:

  - Lazy внес додаден, го забрзува внесот на PCM датотеки за 2 пати

  - Додадена подршка за слободната libmpeg3 библиотека во unix
    како замена за сопственичката xaudio (Joshua)

  - Внес на MP3 и Ogg Vorbis датотеки сега е автоматизирано
    во Open и Import командите.

  - Дотерана Import Raw Data можноста, сега можете да внесете датотеки
    од скоро сите формати (се додека се
    неспакувани).

* Главен прозорец:

  - Нов наслов на нумера со интегрирано паѓачко мени
    за работа со сите опции на нумерата

  - додаден вертикален лењир, со подршка за
    вертикален зум

  - Стерео нумери можат да бидат врзани заедно па промените да имаат ефект
    на двете нумери

  - Доточка кога ќе претерате многу далеку со зумот

  - Приказ на два нови бранови: dB (логаритамски) приказ и
    спектрален висински приказ (користејќи проширена автокорелација)

* Поставки:

  - Нов спектрум приказ

  - Привремениот именик може да се постави во поставките

* Фрекфентен приказ:

  - Многу нови дополнувања, вклучувајќи подршка за
    cepstrum, автокорелација и проширена автокорелација.

* Уредувач на енвелопи:

  - Енвелопите се интерполираат користејќи децибели, правејќи го
    претопот на музиката многу подобар

* Ефекти:

  - Отстранета грешката која предизвикуваше некомпатибилност со многу VST додавки.

  - Додаден Maximize Amplitude ефект

  - Додаден Bass Boost ефект (Paul)

* Друго:

  - Подобрен меморијскиот менаџмент со долга Undo историја

  - Многу бубачки отстранети

Измени во 0.94:

* Поставки дијалог (Joshua Haberman)

* OGG Vorbis внес (Joshua Haberman)

* Silence, Insert Silence команди

* Split и Duplicate команди

* Mac OS X подршка

* Поддржува снимање на Mac OS 8 и 9

* Многу бубачки отстранети

Измени во 0.93:

* Приказ на свири/снимај позициониот идентификатор

* Зачувување на некои поставки на нумерите

* Подршка на различно ратни нумери во проект

* Mac: отворање документи преку Finder

* Лебдечките алатки сега можат да се закочат
  (и закочени се стандардно)

* Отстранети грешките при работење со повеќе отворени проекти

* Подршка за снимање (Windows, Linux)

* Фрекфенцискиот прозорец ги прикажува имињата на нотите (пр. C4, G#5)

* Многу отстранети грешки во ефектите вклучувајќи ги и VST додавките

Измени во 0.92:

* Added Frequency Plot window and improved Spectrum display

* Fixed bug in File:Open when the file to be opened was
  actually a large WAV file

Измени во 0.91:

* Употреба на xaudio библиотеката за внес на mp3

* Зум мени

Измени во 0.9:

* Нова лебдечка палета со четири алатки (селектирање,
  лизгање, зумирање и уредување на енвелопи) плус play и
  stop копчиња

* Плејбекот сега ги миксува нумерите и вие можете да работите со документот
  додека го слушате.  Stop копчето работи.

* Пренапишана функцијата за работа со датотеки.  Главниот
  приказ веќе не е зависен од wxWindows DocView
  класата, па можеме да работиме по свое.  Форматот
  на проектите сеге е текст базиран за лесно
  дебагирање.  Веројатно ќе биде префлен во XML.

* Подобрена работа со брановидни форми: и порано податоците
  се чуваа во блокови, но сега, блоковите се коректно
  лимитирани меѓу n и 2n бајти секој (за некое n),
  што гарантира уредувачките операции секогаш да
  траае исто време, а и потврдува дека проектот нема
  да се исфрагментира временски.

* Пренапишан кодот за корисничкиот интерфејс.  Сивите сенки
  се земени од OS и проект прозорецот е редизајниран
  за поконстантен изглед на повеќе различни
  платформи.

* Одбирот на "Open" сега мудро постапува отвора
  проект ако дадете проект или внесува WAV
  ако тоа го изберете.

* Трепкачкиот покажувач ја посочува моментната уредувачка позиција

* Подобрен лењир - подобро лизга, лењирот
  сега ја покажува селекцијата и покажувачот.

* Зум алатката го центрира покажувачот па можете да зумирате
  токму каде што сте.

</pre>

<?php BoxBottom(); ?>
