<h2>Изменения в Audacity 1.2.2</h2>
<ul>
<li><p>Добавлена <a href="onlinehelp-1.2/toolbar_meter.htm">Панель индикаторов уровня</a> для отслеживания уровня громкости при записи и воспроизведении. Для мониторинга источника записи, не производя запись, щёлкните мышкой по индикатору уровня записи.</p></li>

<li><p>Экспорт в несколько файлов — новая функция, позволяющая экспортировать данные проекта в несколько файлов по дорожкам или по меткам.</p></li>

<li><p>Пробная функция автоматической коррекции задержки (latency) при полнодуплексной записи. Работает пока что не идеально и не поддерживается во всех операционных системах, но в будущем будет улучшено.</p></li>

<li><p>Исправлена серьёзная ошибка, вызывавшая потерю данных при цепочке действий "сохранение - перезагрузка - повторное редактирование) в проекте, содержащем, повторяющиеся данные.</p></li>

<li><p>Диалог редактирования тэгов MP3-файлов теперь появляется только при первом экспорте в MP3. В дальнейшем он появляться не будет, если в первый раз был заполнен хотя бы один тэг.</p></li>

<li><p>Теперь можно добавлять заметку по позиции воспроизведения - через меню «Проект» или по Ctrl+M.</p></li>

<li><p>Щелчок по заметке теперь выделяет все дорожки.</p></li>

<li><p>Windows: программа больше не падает при вызове команды «Установить частоту» в меню дорожки времени.</p></li>

<li><p>Исправлена ошибка, вызывавшая в Windows-версии проблемы с записью звука продолжительностью более 45 минут.</p></li>

<li><p>Mac OS X: Улучшена поддержка Griffin iMic путём исправления ошибки, из-за которой запись производилась в монофоническом режиме вместо стереофонического.</p></li>

<li><p>Добавлена поддержка сквозного воспроизведения (Software Playthrough), позволяющего слышать записываемый или отслеживаемый по индикатору уровня записи звук. Это помогает при записи через одно устройство слушать записываемое через другое устройство.</p></li>

<li><p>Unix/Linux: исправлено «замораживание» программы, выражавшееся в перехвате управления мышкой, когда звуковое устройство зависало.  (Audacity по-прежнему может не откликаться, но «замораживаться» во всех X-системах оно больше не будет.)</p></li>

<li><p>Исправлена косметическая ошибка, вызывавшая некорректное отображение волновой формы сигнала при открытии проекта в версии для другой операционной системы.</p></li>

<li><p>Исправлена ошибка, вызывавшая нестабильность работы программы при вставке, разделении дорожек, а также дублировании дорожки для заметок.</p></li>

<li><p>Теперь можно изменить шрифт дорожки для заметок через меню дорожки (пункт «Шрифт...»).</p></li>

<li><p>Добавлена начальная поддержка печати. В настоящее время при печати весь проект масштабируется так, чтобы поместиться на одну страницу. Оптимальный результат достигается изменением ориентации страницы на альбомную.</p></li>

<li><p>Mac OS X и Windows: Audacity поставляется с более новой (1.0.1) версией кодека Ogg Vorbis, благодаря чему получаемые в результате кодирования файлы имеют меньший размер и лучшее качество.</p></li>

<li><p>Исправлена ошибка, вызывавшая обрушивание программы при применении эффектов к разделённым дорожкам.</p></li>

<li><p>Функции приближения-отдаления вида теперь действительно отключаются, когда они не нужны.</p></li>

<li><p>Always delete temporary files created by the "Preview"
feature.</p></li>

<li><p>Исправлены другие незначительные ошибки и улучшена производительность.</p></li>
</ul>
