<h2>Известные проблемы</h2>

<p>
Известны следующие ошибки в Audacity 1.2.0-pre1:
</p>

<ul>
<li>Использование VST-модулей в Audacity 1.2.0-pre1 отключено в связи с возможностью нарушения лицензии на распространение средств разрабтки VST. Поддержка VST-модулей будет включена снова, как только решение будет найдено. Мы надеемся, что это произойдёт до выхода конечной версии Audacity 1.2.0.</li>

<li>Руководство пользователя всё ещё находится на стадии разработки.  Относительно Audacity 1.2 оно завершено примерно на 75%.  Некоторые страницы могут быть недописаны или отсутствовать совсем.</li>

<li>Audacity может «упасть», если вы попытаетесь редактировать дорожки при воспроизведении или записи.</li>

<li>(Только для MacOS X?) Если вы выберете «Выйти», но затем откажетесь от выхода из программы, нажав «Отменить», то команды «Выйти» и «Настройки...» перестанут работать.</li>

<li>В некоторых версиях операционных систем положение ползунков на панели микшера может обнуляться при перезапуске программы.</li>

<li>Audacity может импортировать MIDI-файлы и отображать их содержимое, но не может их воспроизводить.</li>

<li>Audacity «падает» при попытке преобразовать частоту семплирования в другую, отличную от начальной более чем в 12 раз.</li>

<li>Полнодуплексная запись (воспроизведение существующих дорожек при записи новой) в некоторых системах Linux замедляется.</li>

<li>Только для MacOS X:  клавиатурное сокращение для команды «Найти нулевую точку» отображается как "Command-Z", но на самом деле работает только "Z".  Также конфликтуют клавиатурные сокращения для «Справка»
и «Открыть...».</li>

<li>Только для MacOS X: Запись с нулевой амплитудой может вообще никак не отображаться (должна быть тонкая прямая линия).</li>
</ul>
