<h1>Audacity 1.2.0-pre1</h1>

<p>
Audacity 1.2.0-pre1&nbsp;&mdash; это предназначенная для публичного тестирования версия программы. Целью выпуска этой версии является обкатка и тестирование новых возможностей редактора, которые появятся в стабильной версии под номером 1.2.0.
</p>

<p>
Пожалуйста, сообщайте о найденных ошибках по адресу:
<a href="mailto:audacity-help@lists.sourceforge.net">
audacity-help@lists.sourceforge.net</a>
</p>

<p>
Ваши отзывы помогут нам сделать стабильную версию действительно стабильной и надёжной! Мы надеемся выпустить версию 1.2.0 в сентябре 2003.
</p>