<?php BoxTop($contactUsStr); ?>

<p>
ќтветы на ваши вопросы, касающиес€ Audacity, можно найти в р€де источников:
</p>

<p>
<ul>

<li>
ѕрочтите <?php print "<a href=faq.php?$langLinkStr>$faqStr"; ?></a><br>
≈сли вам необходимо найти основную информацию об Audacity †Ч как установить, как запустить и т.д., прежде всего, стоит ознакомитьс€ с содержанием именно той страницы.
<p>

<li>
ѕодпишитесь на <a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">—писок рассылки дл€ пользователй Audacity</a><br>
ѕролистайте <a href="http://www.geocrawler.com/lists/3/SourceForge/14680/0/">јрхив списка рассылки дл€ пользователей Audacity</a><br>
¬ этом новом списке рассылки пользователи Audacity могут общатьс€ друг с другом, обмениватьс€ иде€ми, опытом. ≈сли вы считаете, что на ваш вопрос могут ответить лургие пользователи Audacity, подпшитесь на этот список рассылки и задайте там этот вопрос. Ѕлагодар€ архивам списка можно проверить, задавалс€ ли этот вопрос ранее.
<p>

<li>
Ќапишите письмо по адресу <a href="mailto:audacity-help@lists.sourceforge.net"
>audacity-help@lists.sourceforge.net</a><br>
или пролистайте: <a href="http://www.geocrawler.com/lists/3/SourceForge/14679/0/">јрхив списка рассылки Audacity-Help</a><br>
≈сли возникша€ при использовании Audacity проблема имеет слишком технический характер или чересчур специфична дл€ других пользователей, с ней ознаком€тс€ разработчики программы.
Ётот адрес следует использовать и в других случа€х, когда вам действительно нужно напр€мую св€затьс€ с разработчиками Audacity.
<p>
Audacity †Ч разработка программистов из многих стран мира.
“аким образом, вам вр€д ли удастс€ позвонить нам по телефону или послать рождественскую открытку :) ¬есь процесс разработки происходит через »нтернет, почему единственным способом добратьс€ до нас €вл€етс€ общение через эти списки рассылки.
<p>

</ul>

<?php BoxBottom(); ?>
