<?php BoxTop('December 3, 2002: Version 1.1.1 update'); ?>

<p>
Находящаяся в разработке документация для Audacity 1.1.1 теперь доступна для просмотра в Сети. По завершении работы над документацией, её можно будет скачать одним архивным файлом.
</p>

<p>
<center>
<a href="docs1.1/">Документация к Audacity 1.1.1</a>
</center>
</p>

<p>
Нам известна серьёзая проблема в Audacity версии 1.1.1 (beta) для Windows.  Выбор любого пункта в выпадающем меню дорожки приводит к &laquo;падению&raquo; программы. Мы планируем выпустить отдельную версию 1.1.2 для Windows в течении ближайших дней, в которой эта ошибка, свойственная только для этой версии Audacity и только для Windows, будет исправлена.
</p>

<p>
Для пользователей Unix-подобных систем доступен тарболл с версией 1.1.1-3, в которой решена проблема компиляции с wxGTK 2.2.9.  Мы надеемся скоро получить версию, без проблем компилирующуюся в RedHat 8.
</p>

<?php BoxBottom(); ?>
