<?php BoxTop('Вечеринка Audacity в Сиэттле 25 июля 2004'); ?>

<center>
<a href="http://audacityteam.org/party.php"><font size=+1><b>Вечеринка Audacity 2004</b></font></a><br>
Сиэттл, штат Вашингтон, США<br>
Воскресенье, 25 июля 2004<br>
18:00 - 22:00
</center>

<p>Если вы считаете себя фанатом Audacity и живёте неподалёку от Сиэттла (штат Вашингтон) или просто планируете съездить туда этим летом, мы с удовольствием примем вас в гости! Это ваш шанс встретиться с разработчиками Audacity, пообщаться с другими пользователями программы, посмотреть демонстрацию новых возможностей программы, находящихся в стадии разработки, да и попросту хорошо провести время. <a
href="http://audacityteam.org/party.php">Здесь</a> вы можете получить более подробную информацию.</p>

<p>
Что касается остального, разработка Audacity 1.2.2 почти завершена. В новой версии программы появятся индикаторы уровня и возможность экспорта в несколько файлов за один шаг, а также несколько усовершенствований и исправлений найденных ошибок. Оставайтесь на связи!
</p>

<?php BoxBottom(); ?>
