<?php BoxTop('‘евраль 10, 2004: Audacity 1.2.0-pre4 дл€ Windows и Linux'); ?>

<p>
Audacity 1.2.0-pre4 Ч это публична€ тестова€ верси€ свободного 
звукового редактора Audacity. ¬ данной версии исправлен р€д ошибок, 
обнаруженных в Audacity 1.2.0-pre3. ¬ерси€ 1.2.0pre4 €вл€етс€ релиз-кандидатом, 
и если не будет обнаружено новых ошибок, стабильна€ верси€ 1.2.0 выйдет 
позднее в этом же мес€це.
</p>

<p>
Audacity 1.2.0-pre4 доступна дл€ Windows и Linux. Ќовый релиз дл€ Mac OS X 
будет доступен после исправлени€ нескольких известных ошибок в сборке дл€ 
этой платформы.
</p>

<p>
—траницаThe <a href="beta.php<?php print "$langQueryStr"; ?>">Ѕета-версии</a>
содержит полные по€снени€ к вышедшей версии и ссылки на закачку.
</p>

<?php BoxBottom(); ?>