<?php BoxTop('Ноябрь, 20 2004: выпущен Audacity 1.2.3'); ?>
<p>
Audacity 1.2.3&nbsp;— новая стабильная версия свободного звукового
редактора Audacity. В эту версию включены новые функции, среди которых:
индикаторы уровня, экспорт в несколько файлов и низкая задержка при
многодорожечной записи. Помимо того, исправлены ошибки, обнаруженные в
предыдущей версии.
</p>

<p>Скачать Audacity для:</p>
<ul>
<li><a href="windows.php?lang=ru">Windows</a>
</li><li><a href="mac.php?lang=ru">Mac OS X</a>
</li><li><a href="unix.php?lang=ru">Linux/Unix</a>
</li></ul>

<p>
Прочтите <a href="stablenotes.php?lang=ru">пояснения к новой версии</a>, чтобы узнать подробности об изменениях и список известных и неисправленных пока ошибок.

<?php BoxBottom(); ?>