<?php BoxTop($privacyPolicyStr); ?>

<p> ≈сли вы хотите получать извещени€ о выходе новых версий Audacity, введите адрес своего электронного почтового €щика в поле слева и щЄлкните мышкой по кнопке "Add".  ¬аш адрес будет добавлен в почтовую базу дл€ соответствующей рассылки.  ак только выйдет нова€ верси€ Audacity, вы получите короткое письмо на английском €зыке, сообщающее об этом. ¬ будущем возможно создание такой рассылки на родном €зыке любого пользовател€.
</p>

<p>
¬ы уважаем ваши представлени€ о приватности и безопасности. ѕоэтому ни при каких обсто€тельствах база подписчиков не будет передана третьим лицам. ћы не храним никаких личных данных о вас в этой базе (в ней нет даже вашего имени) и не имеем намерени€ делать еЄ содержимое досто€нием общественности.
</p>

<p>
≈сли вы хотите отписатьс€ от этого списка рассылки, введите адрес своего электронного почтового €щика в поле слева и щЄлкните мышкой по кнопке "Remove". ѕосле этого ваш адрес будет немедленно удалЄн из почтовой базы. Ќикакого дополнительного подтверждени€ не потребуетс€. ≈сли по какой-либо причине удаление вашего адреса из базы не удастс€, сообщите, пожалуйста, об этом на английском €зыке по адресу dominic <b>at</b> minorninth.com и вам помогут.
</p>

<?php BoxBottom(); ?>