<h2>Промени в Audacity 1.2.1</h2>

<ul>
  <li><p>Следните преводи са добавени или обновени: финландски, френски,
    унгарски, инталиански, японски, норвежки, полски, руски.

  <li><p>Отстранена е грешка, която можеше да причини загуба на данни при
    вмъкване на звук от един проект в друг, след като първият проект е
    съхранен и затворен.

  <li><p>Отстранена е възможност за срив при отваряне или преоразмеряване на
    прозореца на еквалайзера, особено при едри системни шрифтове.

  <li><p>Не се разрешава процент, по-малък от -100%, в ефектите за промяна на
    височината/темпото/скоростта (така се отстранява възможност за срив).

  <li><p>Отстранена е възможност за срив при недостъпна по време на стартиране
    директория за временни файлове.

  <li><p>Блоковете ID3 вече се зареждат правилно от проектни файлове на Audacity.

  <li><p>Под Linux и OS X файловете за заключване се съхраняват в директорията
    за временни файлове, а не в тази на потребителя. Това отстранява проблемите
    при работа в учебни зали, където потребителите имат ограничени или
    монтирани през мрежата лични директории.

  <li><p>Отстранена е грешка, пречеща на стартирането на ефекти на Nyquist, ако
   са включени определени регионални настройки.

  <li><p>Отстранена е грешка в командата Quick Mix [Бързо смесване],
    заради която понякога не се изтриваха стари временни файлове.

  <li><p>Linux: отстранен е проблемът с реда на байтовете при възпроизвеждане
    на PowerPC.

  <li><p>Linux: отстранен е проблемът с компилиране на Nyquist на MIPS.

  <li><p>Linux: включена е по-нова версия на PortAudio v19 (отстранява
    проблемите при компилация с параметър --with-portaudio=v19).

  <li><p>Две нови приставки на Nyquist: "Cross Fade In" и "Cross Fade Out."
  
  <li><p>Отстранени са различни дребни грешки.
</ul>
