<?php BoxTop($aboutStr); ?>

<p>
Audacity е безплатен редактор за звук.
Възможностите й включват запис и възпроизвеждане на звук,
импорт и експорт на формати WAV, AIFF и MP3 и др.
С нея можете да редактирате звуците чрез изрязване, копиране и вмъкване
(и да отменяте неограничен брой операции), да смесвате
писти и да прилагате ефекти върху записите.
В програмата е вграден редактор на обвиващи криви за амплитудата,
гъвкав режим за спектрограми и прозорец за честотен анализ на звук.
Вградените ефекти включват усилване на басите, "уа-уа",
премахване на шум; поддържат се и ефекти-приставки VST.
</p>

<p>
Версията 1.0.0 на Audacity е най-стабилната, която сме издали досега,
и много хора намират, че уникалните й възможности и интуитивен интерфейс
я правят по-приятна за използване от доста други звукови редактори,
включително комерсиални.
</p>

<p>
Екипът на Audacity е издал и версия 1.2.0-pre1, която е с качество "бета" и
показва новите неща, по които активно се работи в момента. Тя съдържа
много нови възможности, но не е толкова изгладена и стабилна.
</p>

<center>
 <a target=_top href="http://wxwindows.org/"><font size=1>[]</font></a>
</center>

<p>
Audacity се разработва от екип от доброволци по модела на отворения код.
Написана е на C и C++ с използване на многоплатформения развоен комплект
<a target=_top href="http://www.wxwindows.org/">wxWindows</a>.
Целият изходен код на програмата е достъпен при условията на лиценза 
<a target=_top href="http://www.gnu.org/copyleft/gpl.html"
>GNU General Public License</a>, който по същество позволява на всеки
да променя изходния код, при условие, че публикува промените.
Кодът се намира на <a target=_top href="http://www.sourceforge.net">SourceForge</a>.
</p>

<p>
Въпроси/коментари?
Пращайте е-поща на <a href="mailto:audacity-help@lists.sourceforge.net"
>audacity-help@lists.sourceforge.net</a> (кореспонденцията е на английски).
</p>

<!-- Translators: please make a note here that the "audacity-help"
     address is intended for people who speak English.  We will have
     alternative mailing lists for other languages set up soon...
-->

<p><i>
Забележка: въпреки, че сайтът е на български, Audacity 1.0 съществува само на
английски. Audacity 1.1 (бета) поддържа различни езици, така че ако
ви е нужна българска версия, свалете си бета-версията. В противен
случай трябва да ползвате Audacity на английски.
Документацията е достъпна на български - вижте страницата "Упътване".
</i></p>

<?php BoxBottom(); ?>
