<?php BoxTop("$releaseNotesStr $betaVersion"); ?>

<pre>
Нови възможности в Audacity 1.1.3:

  * Потребителски интерфейс
    - нова лента с инструменти за смесване, която позволява
      управление на входното и изходното ниво на звука и
      избор на източник на звук пряко от Audacity;
    - всяка писта има собствени плъзгачи за усилване и изместване (pan).

  * Вход/изход на файлове
    - подобрения във формата на проектния файл (за съжаление не се
      поддържа четене на предишните формати, включително 1.1.1);
    - блоковите файлове (съхранявани в директориите за проекти на
      Audacity) вече са в стандартния формат AU.  Въпреки, че съдържат
      метаданни на Audacity, сега те могат да бъдат отваряни
      и с много други известни звукови редактори; 
    - коригирани са грешки, свързани с четенето и записването на
      звукови файлове с повече от 16 бита на отчет;
    - командата Import RAW [Импорт на неформатирани данни] работи отново,
      с по-прост потребителски интерфейс, но с поддръжка за много повече
      формати.  Алгоритмите за автоматично определяне на формата са много
      по-точни от тези във версия 1.0.

  * Вход/изход на звук
    - системата за вход/изход на звук е изцяло пренаписана, с подобрено
      време за отговор и минимална вероятност за изпразване на буфера по
      време на запис.

  * Предискретизиране
    - използват се алгоритми за предискретизиране с високо качество,
      с възможност за по-качествено смесване, отколкото при
      възпроизвеждането в реално време.

    - предварителна поддръжка за времеви писти (time tracks) за промяна
      на скоростта по време на възпроизвеждане.

  * Още много отстранени грешки и нови възможности

Нови възможности в Audacity 1.1.2:

  * Потребителски интерфейс
    - Отстранен дефект във версията за Windows, свързан с командите 
      "Name..." and "Split Stereo Track"/"Make Stereo Track" в менютата
      на пистите.

  * Ефекти
    - поддръжка за Nyquist под Windows (поддържат се приставки, написани на
      Nyquist - интерпретиран функционален език, базиран върху Lisp).

Известни грешки в Audacity 1.1.1:

  * Не ползвайте командата за измерване на скоростта под Windows,
    тъй като може да се получи срив. Тя не е особено полезна за
    повечето потребители - предназначена е за разработчиците, за да
    могат да тестват скоростта на програмата с различни компютри и
    операционни системи.

  * Mac OS X: може да загубите част от звука, ако задържите твърде
    дълго бутона на мишката върху меню по време на записване. За
    най-добър резултат при запис не извършвайте други действия с
    програмата.

Нови възможности в Audacity 1.1.1:

  * Потребителски интерфейс
    - подсказки в реда за състоянието
    - вертикалният курсор следва възпроизвеждането/записа
    - бутон за пауза
    - инструмент за чертане (с три различни режима)
    - по-гъвкаво вертикално преоразмеряване на стерео-писти
    - промяна на маркираната област чрез влачене на границите й
      с мишката
    - контекстно чувствително разрешаване/забраняване на бутони от
      лентата с инструменти
    - по-добро увеличаване на мащаба (с центриране)
    - различни начини за отчитане на позицията на курсора и маркираната
      област
    - маркиране с прилепване (snap-to)
    - влачене на писти нагоре и надолу
    - функции за подравняване и групиране
    - запазване/възстановяване на курсора
    - прозорец с история на работната сесия
  * Ефекти
    - ефектите са разделени в три менюта: Генериране, Ефект и Анализ
    - менюто Генериране позволява генериране на тишина, шум или тон
    - поддръжка за Nyquist (приставки, написани на Nyquist -
      интерпретиран език за функционално програмиране, базиран на Lisp)
  * Локализация
    - подобрена поддръжка за локализация
    - повече езици
    - избор на език при стартиране
  * Mac OS X
    - поддръжка за повече звуков хардуер
    - поддръжка за пълен дуплекс (възпроизвеждане по време на запис)
    - поддръжка за експорт на MP3 чрез LameLib Carbon
  * Unix
    - Audacity вече има страница за man (тя описва параметрите за
      командния ред и начина на задаване на път за търсене)
  * Файлови формати
    - използва се библиотеката libsndfile 1.0, което елиминира някои
      грешки и подобрява скоростта
  * Търсене на файлове:
    - под Windows и Mac OS Audacity търси преводите в папка
      "Languages", а приставките - в папка "Plug-ins", и двете -
      относителни спрямо програмата;
    - под Unix Audacity търси преводите в папка /share/locale, а 
      всичко останало - в /share/audacity и в пътищата в променливата
      AUDACITY_PATH от обкръжението

Нови възможности в Audacity 1.1.0:

  * Възможности на ядрото:
    - поддръжка на 24-битови и 32-битови звукови данни;
    - автоматично предискретизиране в реално време (чрез
      линейна интерполация).
  * Ефекти:
    - поддръжка за приставки LADSPA на Linux / Unix.
  * Файлови формати:
    - нов формат за проектите на Audacity, базиран на XML;
    - пълна поддръжка за Ogg Vorbis (импорт и експорт);
    - експорт към програми, работещи на командния ред в Unix;
    - поддръжка за четене и запис на още много типове
      некомпресирани звукови файлове, включително ADPCM WAV.
  * Ленти с инструменти:
    - нов код за изобразяване на лентите - автоматично се
      използват цветовете на операционната система;
    - нови бутони в лентите (превъртане до началото, превъртане
      до края);
    - нова лента Редакция;
    - бутоните в лентите са недостъпни, когато съответното
      действие е невалидно.
  * Потребителски интерфейс:
    - възможност за пълна потребителска настройка на клавиатурните
      команди;
    - автоматично превъртане на изгледа при възпроизвеждане
      или запис;
    - нова скала в основния изглед и в прозореца за БПФ;
    - за вълновата форма се изобразяват и средните стойности
      (с по-светъл цвят) в очертанията на максималните.
  * Локализация:
    - Audacity вече може да бъде локализирана на езици, различни
      от английски.

Нови библиотеки в Audacity 1.1:

  * libmad за бърз импорт от MP3;
  * libid3tag за редактиране на етикетите на файл във формат MP3;
  * libsndfile за четене на повече звукови формати;
  * PortAudio за многоплатформено възпроизвеждане и запис на звук.
</pre>

<?php BoxBottom(); ?>