<h2>Known Problems</h2>

<p>
Следват известните проблеми в Audacity 1.2.0-pre3:
</p>

<ul>
  <li>Audacity може да импортира и изобразява файлове MIDI, но те не
    могат да бъдат възпроизвеждани и редактирани.
    <p>
  <li>Записването с пълен дуплекс (възпроизвеждане на съществуващите писти
    по време на запис) може да причини "влачене" на записа на системи под
    Linux.
    <p>
  <li>Само за MacOS X: Audacity не може да работи с файлове или папки,
    чийто родителски папки съдържат в имената си букви извън стандартната
    латиница (с ударения и т.н.). Обърнете внимание, че няма проблеми,
    ако име на файл или на проект на Audacity съдържа такива знакове -
    проблемът е само ако те се намират в папка с такова име.
    <p>

   <li>Само за Windows only: обърнете внимание, че инсталаторът за Windows
    заменя евентуално инсталирана версия 1.0.0, но не и 1.1.x.
    <p>
</ul>
