<p>
Внимание: следващата версия на Audacity е с качество "бета"!
Тя съдържа десетки нови възможности, включително нова лента с инструменти,
автоматично предискретизиране и поддръжка за 32-битови данни, но вероятно
съдържа и нови грешки.
</p>
<p>
Ако ви е интересно да експериментирате с новите възможности,
свалете си тази версия и я опитайте. Ако го направите, пишете ни
за впечатленията си. Кажете ни кое работи и кое - не и какви нови
възможности бихте желали да видите. Можете да инсталирате тази версия
на един и същ компютър с Audacity 1.0.
</p>
<p>
Бележка:
Тази версия не може да чете или записва файлове с проекти от
Audacity 1.0 или по-стара версия. Файловият формат за проекти
вече е базиран на XML.
</p>
