<pre>
Промени в 1.2.0-pre3:
  * Поправена е грешката, заради която командата Export [Експортиране] е
    недостъпна, когато няма нищо маркирано.

  * Отстранен е сривът, възникващ при стартиране на Audacity на компютър
    с професионална звукова карта без поддръжка за смесител.

  * Отстранен срив в командата Import Raw [Импортиране на неформатирани данни].

  * Коригирана е командата New Stereo Track [Нова стерео писта].

  * Козметични корекции за Mac OS X.

  * Вече се поддържа VST Enabler под Windows.

  * Отстранен е сривът, възникващ при затваряне на Audacity докато
    е отворен прозорецът Preferences [Настройки].

  * Отстранена е грешката с дублираните букви в пистите за надписи под
    Mac OS X.

  * Плъзгачът за силата на записа под Linux вече управлява параметъра
    IGAIN, а не силата за възпроизвеждане на източника на записа.

  * Отстранена е грешка, причиняваща дефекти в 16-битовите стерео записи.

  * Отстранена е грешка, причиняваща загуба на данни при изтриване на 
    всички писти в съхранен проект и отваряне на нов файл в същия прозорец.

  * Добавена е поддръжка за алтернативно подреждане на бутоните за звук.

  * Добавена е предварителна поддръжка за wxX11.

  * Добавена е напълно прозрачна икона за Windows XP.

  * Отстранен е сривът, възникващ при опит за запис или възпроизвеждане
    в случай, че няма аудиоустройства или устройството не поддържа
    избрания от потребителя режим.

  * Audacity вече не установява висок приоритет на процеса си по
    време на запис под Windows. Потребителите могат да правят това
    ръчно чрез Task Manager.

  * Отстранена е грешката, заради която се губеха последните ~100 мс на
    маркираната област под Windows.

  * Коригирани са диалоговите прозорци FFT Filter [Бърза трансформация
    на Фурие] и Equalization [Еквалайзери].

  * Отстранени са грешки в системата за компилиране под UNIX (DESTDIR
    в локална директория, избиране на libsamplerate вместо libresample).

  * Добавена е поддръжка за приставки LADSPA под Windows и три приставки
    LADSPA с отворен код са пренесени за Windows (ревербераторът GVerb,
    компресорът SC4 и ефектът Hard Limiter).
  
Промени в 1.2.0-pre2:

  * Справочният файл е завършен. Пълното ръководство е почти готово
    и скоро ще бъде качено на сайта.

  * Audacity вече не позволява извършването на опасни операции
    по време на възпроизвеждане или записване. Това предотвратява
    много възможности за програмни сривове.
    
  * Коригирана е възможността за отказ от бутона Quit [Изход].

  * Нова библиотека за предискретизиране, без ограничения за
    минималната и максималната честота на дискретизация.

  * Audacity вече поддържа приставки LADSPA на всички платформи,
    а приставките VST се поддържат чрез допълнителна приставка
    LADSPA - "VST Enabler", която се сваля отделно. Поради проблеми
    с лицензирането, Audacity не може да бъде разпространявана с
    вградена поддръжка за приставки VST.

  * Проблемите с клавишите за бърз достъп под Mac OS X са отстранени.

  * Проблемите със заглушаването на звука (Mute) под Mac OS X са
    отстранени.

  * Проблемите със синхронизацията на курсора при възпроизвеждане/запис
    под Mac OS X са отстранени.

  * Тишината отново се изобразява като права линия вместо празно място.

  * В режима на изобразяване Waveform dB [Вълнова форма в дБ] е
    добавена вертикална скала.

  * Поправена е грешка, причиняваща срив в командата Change Pitch
    [Промяна на височината].

  * Вече можете да използвате командата Paste [Вмъкване], без да е
    маркирано нищо.

  * Отказът от операция Import [Импорт] не предизвиква появата на
    допълнително съобщение за грешка.

  * Audacity вече обработва правилно файловите имена, съдържащи 
    знакове извън стандартната латиница.

  * Информационните блокове за MP3 се записват във формат ID3v2.3,
    вместо ID3v2.4, за да се осигури съвместимост с повече плеъри.

  * Дребни подобрения в системата за компилиране под Unix.

Нови възможности в Audacity 1.2.0-pre1:

  * Потребителски интерфейс:
    - вертикално мащабиране на пистите;
    - подобрен външен вид и позициониране на лентите с инструменти;
    - нови специализирани показалци за мишката;
    - напълно реализирани подлежащи на настройка клавишни комбинации;
    - намиране на пресечните точки на сигнал с нулата;
    - мащабиране на изгледа чрез колелцето на мишката;
    - многоинструментен режим (Multi-Tool mode);
    - усилване чрез обвиваща крива;
    - в надписите могат да се съхраняват маркирани области (както в
      Audacity 1.0.0).

  * Ефекти:
    - команда Repeat Last Effect [Повтаряне на последния ефект];
    - подобрена поддръжка за приставки VST;
    - за повечето ефекти вече има бутон за мостра (Preview);
    - компресор (Dynamic Range Compressor);
    - промяна на височината (без промяна на темпото);
    - промяна на темпото (без промяна на височината);
    - промяна на скоростта (променя и височината, и темпото);
    - повторение (полезно за създаване на зациклени звуци);
    - нормализиране на сигнал.

  * Вход/изход на звук:
    - 1-second preview command.
    - зациклено възпроизвеждане.

  * Вход/изход на файлове:
    - Audacity 1.2.0 отваря проектни файлове от всички предишни версии
      на Audacity от 0.98 до 1.1.3;
    - отваряне на няколко файла в един и същ диалогов прозорец;
    - използване на текстов файл със списък от звукови файлове за отваряне
      и отместванията им.

  * Обновено ръководство за потребители.


Поправени грешки в Audacity 1.2.0-pre1

  * Проектните файлове, съдържащи специални знакове, вече се четат.

  * Стържещите звуци, причинени от лошо изрязване (clipping), са отстранени.

  * Audacity вече не експортира дефектни файлове Ogg и не отрязва
    последните секунди на експортираните файлове в този формат.

  * Файловете MP3 с моно звук вече се експортират с коректна скорост.

  * Поправени са много некоректни резултати от прилагане на обвиваща крива.

  * Командата за експорт на надписи вече правилно презаписва
    съществуващи файлове.
  
  * Прозорецът за спектрален анализ показва верни номера на октави
    за нотите.

  * Отстранени са няколко утечки на памет.

  * Много други дребни корекции.
</pre>
