<h1>Audacity <?php print $betaVersion; ?></h1>

<p>
Audacity <?php print $betaVersion; ?> е публична тестова версия на звуковия редактор с отворен код
Audacity. Тя е предназначена да позволи на потребителите да разгледат и тестват
новите възможности, които ще бъдат включени в следващата стабилна версия, 1.2.0.
</p>

<p>
Моля, осведомявайте ни за откритите грешки и изпращайте коментари на адрес:
<a href="mailto:audacity-help@lists.sourceforge.net">
audacity-help@lists.sourceforge.net</a>
</p>

<p>
Обратната връзка от вас ще ни помогне да стабилизираме и изчистим от грешки
окончателната версия, която се надяваме да издадем през ноември 2003 г.
</p>

