<h2>Известни проблеми</h2>

<p>
Следват известните до момента грешки в Audacity 1.2.0-pre2:
</p>

<ul>
  <li>В Audacity могат да се импортират файлове MIDI, но не и да се възпроизвеждат или редактират.
    <p>
  <li>На някои системи с Linux записването в режим "пълен дуплекс" (full duplex, възпроизвеждане на съществуващите писти по време на записа) кара записания звук да звучи забавено.
    <p>
  <li>Само за MacOS X: Audacity не може да работи с файлове или папки, намиращи се в папки, чиито имена съдържат знакове извън стандартната латиница (с ударения и т.н.). Обърнете внимание, че файловете, както и проектите на Audacity, съдържащи такива знакове, се обработват нормално. Проблеми причиняват само файловете в папки, в чиито имена има букви с ударения и пр.
    <p>

  <li>Само за Windows: Audacity е несъвместима с някои професионални звукови карти и може да блокира, ако такава карта е избрана по подразбиране при стартирането й. За да заобиколите проблема, изберете друга звукова карта като подразбирана, когато използвате Audacity, но ни се обадете, за да се опитаме да проследим и отстраним проблема.
    <p>
Обърнете внимание, че инсталаторът за Windows ще замени инсталациите на версия 1.0.0, но не и тези на 1.1.х бета.
    <p>
</ul>
