<h2>Известни проблеми</h2>

<p>
Следват известните грешки в Audacity 1.2.0-pre1:
</p>

<ul>
<li>Зареждането на приставки VST е забранено в тази версия, докато уточняваме
някои потенциални проблеми с лицензирането. Планираме да включим поддръжката за
VST отново в окончателната версия Audacity 1.2.0.</li>

<li>Ръководството за потребители все още не е довършено. Обновяването за
Audacity 1.2 е готово на около 75%. Възможно е някои страници да липсват или
да са непълни.</li>

<li>Audacity може да спре аварийно, ако се редактира звук по време на
възпроизвеждане или запис.</li>

<li>(Само за MacOS X?) Ако изберете Quit [Изход], но после се откажете, командите Quit и Preferences [Настройка] спират да работят.</li>

<li>Плъзгачите за сила на звука в смесителната лента може да променят силата
на звука при стартиране на програмата на някои системи.</li>

<li>Audacity може да импортира и показва файлове MIDI, но те не могат да бъдат
възпроизвеждани и редактирани.</li>

<li>Audacity спира аварийно при опит за предискретизиране до честота повече
от 12 пъти по-малка или по-голяма от оригиналната.</li>

<li>Записването с пълен дуплекс (възпроизвеждане на съществуващите писти
по време на запис) на някои системи с Linux забавя темпото на записания звук.</li>

<li>Само за MacOS X: срещу командата Find Zero Crossings [Пресечни точни с
нулата] е показана клавишна комбинация "Command-Z", а действителният клавиш
е "Z". Бързите клавиши за "Online Help" и "Open" причиняват конфликт.</li>

<li>Само за MacOS X: за звук с нулева амплитуда Audacity може да не показва нищо
(вместо да покаже тънка права линия).</li>
</ul>
