<h2>Известни проблеми</h2>

<p>
Следват известните проблеми в Audacity 1.2.1:
</p>

<ul>
  <li><p>Audacity може да импортира и изобразява файлове MIDI, но те не
    могат да бъдат възпроизвеждани и редактирани.
    </p></li>
  <li><p>
    Ефектът Change Pitch [Промяна на височината] може да предизвика срив
    на програмата, ако се приложи върху писта с честота на дискретизация
    96 кХц.
    <p></li>
  <li><p>Само за Windows: използването на командата "Set Rate" върху времева
    писта предизвиква срив на програмата.</p></li>

  <li><p>Linux: при записване с пълен дуплекс (възпроизвеждане на 
    съществуващите писти по време на запис) в режим "моно" на някои системи
    записът може да звучи забавено.
    </p></li>
  <li><p>MacOS X: стартирането на Audacity може да причини задаване на 
    неправилни настройки за някои USB аудио устройства. Това може да се поправи
    чрез връщане на нормалните настройки чрез програмата "Audio MIDI Setup" на
    Apple докато Audacity работи.</p></li>
  <li><p>Само за MacOS X: Audacity не може да работи с файлове или папки,
    чийто родителски папки съдържат в имената си букви извън стандартната
    латиница (с ударения и т.н.). Обърнете внимание, че няма проблеми,
    ако име на файл или на проект на Audacity съдържа такива знакове -
    проблемът е само ако те се намират в папка с такова име.
    </p></li>
  <li><p>Прозорецът About не показва правилно текст със знаков набор, различен
    от стандартна латиница.
    </p></li>

</ul>
