<h2>Промени от Audacity 1.0</h2>

Тук са изброени основните промени от последната стабилна версия, Audacity
1.0.0. За потребителите на бета-версиите е добре да прочетат бележките
за <a href="betanotes.php">промените в сравнение с Audacity 1.1.3</a>.

<h3>Звук с професионално качество</h3>

<ul>
<li>
С Audacity вече може да записва и редактира 24-битов и 32-битов (с плаваща
запетая) звук. Писти с различна честота и формат на дискретизация могат
да се използват заедно в един и същ проект - при нужда Audacity ги
преобразува в реално време. За всички преобразувания се използват
висококачествени алгоритми. При предискретизирането са използвани алгоритми
от библиотеката <a target=_top href="http://www.mega-nerd.com/SRC/">SRC</a>
на Erik de Castro Lopo.
</li>

<li>
Входът и изходът на звук са подобрени. Audacity вече може да записва повече
от два канала едновременно. Закъснението е намалено, а така намалява и
вероятността за "прескачане" и изпразване на буфера.
</li>
</ul>


<h3>Ефекти</h3>

<ul>
<li>
Има три нови ефекта за промяна на височината и темпото на писта:
 <ul>
  <li>Change Pitch [Промяна на височината] повишава или понижава тона
  на маркирания звук, без това да влияе на скоростта.</li>
  <li>Change Tempo [Промяна на темпото] прави възпроизвеждането на
  маркирания звук по-бавно или по-бързо, без да променя височината му.</li>
  <li>Change Speed [Промяна на скоростта] променя и скоростта на
  възпроизвеждане, и височината, точно както промяната на оборотите на
  плоча или касета.</li>
 </ul>
</li>

<li>
За повечето ефекти вече има бутон "Preview" [Мостра], който ви позволява
да изпробвате различни настройки на ефекта, без да затваряте прозореца му.
Има и нова команда за повтаряне на последния използван ефект без отваряне
на прозореца му.
</li>

<li>
Други нови ефекти са:
 <ul>
  <li>Compressor [Компресор], за компресиране на динамичния обхват.</li>
  <li>Repeat [Повторение], за зацикляне на звук.</li>
  <li>Normalize [Нормализиране], за настройка на силата на звука и центриране
      на сигнала спрямо нулата.</li>
 </ul>
</li>
</ul>


<h3>Нови възможности за редактиране</h3>

<ul>
<li>
С инструмента за обвиващи криви (Envelope tool), който служи за плавно
усилване или затихване на писта, вече можете не само да намалявате силата
на звука, а и да я увеличавате над оригиналната.
</li>

<li>
Новата възможност "времеви писти" ("time tracks") прилича на обвиващата
крива за сила на звука, но служи за плавна промяна на скоростта на
възпроизвеждане.
</li>

<li>
Всяка писта има плъзгачи за усилване и панорамно изместване за по-лесно смесване.
</li>

<li>
Audacity може да намира пресечните точки на сигнала с нулата, за да ви улесни
при създаването на зациклени звуци. Натиснете "Z", за да преместите границите
на маркираната област до най-близките пресечни точки с нулата.
</li>
</ul>


<h3>Приставки</h3>

<ul>
<li>
Audacity вече може да зарежда приставки <a target=_top href="http://www.ladspa.org/">LADSPA</a> под Linux.
</li>

<li>
В Audacity 1.2 е вграден език за обработка на цифров звук, наречен
<a href="nyquist.php">Nyquist</a>, който позволява на потребителите да
програмират собствени ефекти. Синтаксисът му е като този на LISP.
</li>
</ul>


<h3>Импорт и експорт на файлове</h3>

<ul>
<li>
За проектните файлове на Audacity 1.2 се използва нов формат, базиран на XML.
Програмата отваря и автоматично конвертира проектни файлове от по-ранните
версии.
</li>

<li>
В Audacity 1.2 е използвана библиотеката <a target=_top href="http://www.underbit.com/products/mad/">libmad</a>
за по-бързо декодиране на файлове MP3. Библиотеката <a target=_top href="http://www.zip.com.au/~erikd/libsndfile/">libsndfile</a> 
на Erik de Castro Lopo осигурява подобрена съвместимост с много
некомпресирани звукови формати.
</li>

<li>
Използвана е най-новата версия на библиотеката <a target=_top href="http://www.vorbis.com/">Vorbis</a> за по-качествено кодиране
на звук във формат Ogg Vorbis.
</li>

<li>
Диалоговите прозорци за импорт и отваряне вече позволяват избиране на
няколко файла наведнъж за импортиране в един и същ проект. Новият файлов
формат LOF позволява на Audacity да отваря група от файлове с отмествания,
зададени в текстов файл.
</li>
</ul>


<h3>Подобрен потребителски интерфейс</h3>

<ul>
<li>
Нови ленти Edit [Редакция] и Mixer [Смесител] за бърз достъп до важните функции.
</li>

<li>
Новият инструмент за чертане (Drawing tool) позволява промяна на отделни
отчети при достатъчна степен на увеличение. Новият многоинструментен режим
(Multi-Tool mode) предоставя бърз достъп до различни функции за редактиране без
нужда да се превключват инструментите.
</li>

<li>
Добавени са много клавишни комбинации, които вече могат да се
настройват от потребителя.
</li>

<li>
Нови команди:
 <ul>
  <li>Зациклено възпроизвеждане. Натиснете "L" или задръжте Shift, когато
  щракате върху бутона Play.</li>
  <li>Натиснете "1" за изсвирване на мостра с дължина 1 с от звука около 
  курсора.</li>
 </ul>
</li>

<li>
Колелцето на мишката може да се използва за управление на мащаба на изгледа.
</li>

<li>
Пистите могат да бъдат мащабирани вертикално чрез влачене във вертикалните
скали. Щракнете със задържан Shift или с десния бутон за намаляване на мащаба.
</li>

<li>
Скалата и лентата за състоянието вече могат да отчитат времето в няколко
различни формата, например секунди, отчети или видео кадри.
</li>

<li>
Интерфейсът на Audacity вече може да бъде превеждан на езици, различни от
английски. Ако желаете, може да участвате в <a href="translation/">превода на
Audacity</a> на родния ви език.
</li>
</ul>
