<h2>Известни проблеми<p>

Следват известните проблеми в Audacity 1.2.0:
</p>

<ul>
  <li><p>Audacity може да импортира и изобразява файлове MIDI, но те не
    могат да бъдат възпроизвеждани и редактирани.
    </p></li>
  <li><p>При записване с пълен дуплекс (възпроизвеждане на съществуващите писти
    по време на запис) в режим "моно" на някои системи под Linux записът
    може да звучи забавено.
    </p></li>
  <li><p>Само за MacOS X: Audacity не може да работи с файлове или папки,
    чийто родителски папки съдържат в имената си букви извън стандартната
    латиница (с ударения и т.н.). Обърнете внимание, че няма проблеми,
    ако име на файл или на проект на Audacity съдържа такива знакове -
    проблемът е само ако те се намират в папка с такова име.
    </p></li>

  <li><p>
    Ефектът Change Pitch [Промяна на височината] може да предизвика срив
    на програмата, ако се приложи върху писта с честота на дискретизация
    96 кХц.
    <p></li>
</ul>
