<?php BoxTop($develNewsStr); ?>

<p>
Тази страница ще еволюира до място, на което можете да видите
докъде е стигнал и върху какво работи всеки разработчик. Дотогава,
ето ви малко информация за Audacity 1.1, която в момента е в
състояние "бета".
</p>

<p>
<b>Нови възможности във версия 1.1:</b>
<pre>
  * Възможности на ядрото:
    - поддръжка на 24-битови и 32-битови звукови данни;
    - автоматично предискретизиране в реално време (чрез
      линейна интерполация).
  * Ефекти:
    - поддръжка за приставки LADSPA на Linux / Unix.
  * Файлови формати:
    - нов формат за проектите на Audacity, базиран на XML;
    - пълна поддръжка за Ogg Vorbis (импорт и експорт);
    - експорт към програми, работещи на командния ред в Unix;
    - поддръжка за четене и запис на още много типове
      некомпресирани звукови файлове, включително ADPCM WAV.
  * Ленти с инструменти:
    - нов код за изобразяване на лентите - автоматично се
      използват цветовете на операционната система;
    - нови бутони в лентите (превъртане до началото, превъртане
      до края);
    - нова лента Редакция;
    - бутоните в лентите са недостъпни, когато съответното
      действие е невалидно.
  * Потребителски интерфейс:
    - възможност за пълна потребителска настройка на клавиатурните
      команди;
    - автоматично превъртане на изгледа при възпроизвеждане
      или запис;
    - нова скала в основния изглед и в прозореца за БПФ;
    - за вълновата форма се изобразяват и средните стойности
      (с по-светъл цвят) в очертанията на максималните.
  * Локализация:
    - Audacity вече може да бъде локализирана на езици, различни
      от английски.
</pre>
</p>

<p>
<b>Таблица на използваните библиотеки (за версия 1.1.0 и следващите):</b>
<table border=0 cellpadding=8 cellspacing=2>
<tr>
<th>Библиотека</th>
<th>Предназначение</th>
</tr>
<tr>
<td bgcolor="#ccccff"
><a href="http://www.wxwindows.org">wxWindows</a>
<td bgcolor="#ccccff"
>Това е многоплатформена библиотека, която позволява ГПИ (менютата,
    бутоните, прозорците, чертането и т.н.) да работят еднакво на системи
    Mac, Windows и Unix. wxWindows съдържа и други полезни класове на C++
    и Audacity е изцяло зависима от тази библиотека. Горещо ви я препоръчваме,
    ако искате да пишете многоплатформени приложения.
</tr>

<tr>
<td bgcolor="#ccccff"
><a href="http://www.mars.org/home/rob/proj/mpeg/">libmad</a>
<td bgcolor="#ccccff"
><p>
    MAD означава MPEG Audio Decoder. Това е един от малкото безплатни
    (GPL) декодери за MP3 и е единственият измежду известните ни,
    който ползва само целочислена аритметика и има 24-битов изход
    (който ние все още не използваме). Въпреки, че файловете във
    формат MP3 обикновено се получават от 16-битов вход, 24-битовият
    изход на декодера ни позволява да използваме собствен алгоритъм
    за изглаждане, водещ евентуално до по-добро качество или поне
    по-пълен контрол от страна на потребителя. Тази библиотека е много
    бърза (дори сравнена с xaudio, която ползвахме преди нея) и много
    стабилна. Написана е от Роб Лесли (Rob Leslie).</p>
    <p>Тази библиотека е нужна само за импорт от формат MP3.</p>
</tr>
<tr>
<td bgcolor="#ccccff"
><a href="http://www.mars.org/home/rob/proj/mpeg/">libid3tag</a></td>
<td bgcolor="#ccccff"
><p>
    Тази библиотека също е от Роб Лесли (автор на libmad, виж по-горе)
    и представлява просто, удобно средство за четене и запис на етикетите
    ID3 във файлове във формат MP3.</p>
    <p>Тази библиотека не е задължителна. Ако тя участва в свързването,
    потребителят ще разполага с диалогов прозорец за редакция на етикетите
    при експорт във формат MP3. Забележете, че libmp3tag не се
    разпространява отделно, а само като част от MAD.</p>
</td>
</tr>
<tr>
<td bgcolor="#ccccff"
><a href="http://www.xiph.org/ogg/vorbis/"
>libogg<br>libvorbis<br>libvorbisfile</a>
</td>

<td bgcolor="#ccccff"
>
<p>Ogg Vorbis е и свободен формат за компресия на звук, и библиотека,
която кодира и декодира файлове в този формат. Тя е замислена да
замени MP3 и много хора смятат, че форматът й се равнява и понякога
превъзхожда MP3 и по качество на звука, и по размер. Актуалната
(бета-)версия на Audacity импортира и експортира файлове във формат
Ogg Vorbis.
</p>
</td>
</tr>
<tr>
<td bgcolor="#ccccff"
>
<a href="http://www.portaudio.com">portaudio</a>
</td>
<td bgcolor="#ccccff"
>
Тази библиотека ни позволява вход/изход на звук на много платформи
чрез общ ППИ. Тя скрива разликите в реализацията на входа и изхода между
различните платформи и обикновено осигурява добра скорост на работа.
Стабилна е под Windows (MME и DirectX), Unix/OSS и MacOS 9, а в момента
се пренася и за MacOS X, Linux/ALSA и Linux/aRts.
</td>
</tr>
<tr>
<td bgcolor="#ccccff"
><a href="http://www.zip.com.au/~erikd/libsndfile/">libsndfile</a></td>

<td bgcolor="#ccccff"
>
Това е новата библиотека, която ползваме за четене и запис на звукови
файлове като WAV, AIFF и AU. Тя се справя с проста компресия като ADPCM,
но не и с компресия със загуба.
</td>
</tr>
</table>
</p>


<?php BoxBottom(); ?>
