<?php BoxTop($donateTimeStr); ?>

<p>
Audacity е написана от доброволци в свободното им време. Ако харесвате
програмата и искате да помогнете, ето някои идеи:
</p>

<ul>

<li><b>Обадете ни се!</b>
<p>
Ако харесвате Audacity, пишете ни! Изпратете е-поща на
<a href="mailto:audacity-help@lists.sourceforge.net">audacity-help@lists.sourceforge.net</a>
и ни кажете, че харесвате програмата. Ще се радваме да научим, че хората ползват Audacity
с удоволствие. Освен това не се стеснявайте да ни изпращате коментарите и предложенията си -
ние постоянно подобряваме Audacity и ценим вашите мнения.
<p>

<li><b>Присъединете се към общността на потребителите</b>
<p>
Този пощенски списък служи за разговори и споделяне на идеи между потребителите на Audacity.
<a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">
Присъединяване към пощенския списък Audacity-Users</a>
<p>


<li><b>Станете преводач</b>
<p>
Ако знаете добре английски и още един език, можете да помогнете на хората,
говорещи вашия език. Нужни са ни хора, които да преведат менютата и диалоговите
прозорци на програмата, документацията и сайта. Трябват ни и такива, които да
се присъединят към пощенските списъци и да отговарят на въпроси за Audacity, зададени
на родния им език или да ги превеждат на английски и да ги препращат в пощенските
списъци за английско-говорящи.
<p>
<a href="http://audacity.sourceforge.net/translation/"
>Щракнете тук, за да научите повече за превода.</a>
<p>

<li><b>Докладвайте грешки</b>
<p>
Ако намерите грешка в Audacity, <a href="mailto:audacity-help@lists.sourceforge.net"
>пишете ни</a>.
Най-полезно ще бъде, ако отделите време да възпроизведете повторно грешката и
ни изпратите подробно описание какво трябва да се направи, за да се прояви тя.
Непременно ни кажете каква операционна система ползвате (например Windows 2000,
Mac OS 9 и т.н.).
<p>


<li><b>Станете бета-тестер</b>
<p>
Освен актуалната стабилна версия на Audacity, винаги имаме и бета-версия.
Тя обикновено съдържа много нови възможности, които още не са тествани.
Ако искате да помогнете, свалете си тази версия и си поигайте с нея.
Кажете ни какво харесвате и какво - не, и как според вас може
да се подобри. Следете за <i>регресии</i> - неща, които са работели преди,
а вече не работят.
<p>

<li><b>Станете разработчик</b>
<p>
Ако сте опитен програмист на C++ и се чувствате уютно, използвайки инструменти
като CVS, ще се радваме да получим помощта ви в разработването на Audacity.
Моля, изтеглете си актуалния изходен код от CVS и го компилирайте, а после
се представете тук:
<a href=http://lists.sourceforge.net/lists/listinfo/audacity-devel>
<?php print $develListStr; ?></a>.
<p>

<li><b>Дарете пари</b>
<p>
Ако никоя от горните възможности не е подходяща за вас, може да обмислите
<?php print "<a href=donatemoney.php?$langLinkStr>"; ?>парично дарение</a>.
</p>

</ul>

<?php BoxBottom(); ?>
