<?php BoxTop("Frequently Asked Questions"); ?>

<!--
<table width=100% cellpadding=6 width=100%><tr><td bgcolor="#ffd0d0" align="center">
<font size="+3">Често задавани въпроси</font>
</td></tr></table>
-->

<p>

Общи:<br>
<a href="#g1">Наистина ли е безплатна Audacity? Защо?</a><br>
<a href="#g2">Кой е разработил Audacity?</a><br>
<a href="#g3">Как мога да помогна за подобряването на Audacity?</a><br>
<a href="#g4">Намерих грешка! Какво да правя?</a><br>
<p>
Инсталиране:<br>

<a href="#i1">Windows: Какво да правя с файла с разширение .exe??</a><br>
<a href="#i2">Windows: Как се деинсталира Audacity?</a><br>
<a href="#i3">Mac: Какво да правя с файла с разширение .sit?</a><br>
<a href="#i4">Unix: Защо получавам съобщение "failed dependencies" при инсталиране от RPM?</a><br>
<a href="#i5">Unix: Защо възниква грешка при зареждане на споделената библиотека libwx_gtk.so?</a><br>
<p>
Работа с Audacity:<br>
<a href="#a1">Как се смесват две писти?</a><br>
<a href="#a2">Мога ли да премахна вокала от запис?</a><br>

<a href="#a3">Защо ако се опитам да запиша хармония със себе си,
пистите не се получават синхронизирани?</a><br>
<a href="#a4">Защо с Audacity няма кодер за MP3?</a><br>
<a href="#a5">Мога ли да записвам звуков поток във формат RealAudio или друг?</a><br>
<a href="#a6">Помощ! Натискам Запис, но се записва само тишина!</a><br>
<a href="#a7">Как да разделя един файл на няколко писти?</a><br>
<a href="#a8">Как да извлека песните от музикален КД?</a><br><p>

<table cellpadding=6 width=100%><tr><td bgcolor="#ffd0d0" align="center">
<font size="+1">Общи</font>
</td></tr></table>

<p>

<a name="g1"></a>
<font size=+1><b>
1. Наистина ли е безплатна Audacity? Защо?<br>

</b></font>

<p>
Да, дори повече*. Audacity не просто се разпространява
безплатно, но с нея можете да правите почти каквото пожелаете.
<p>
Audacity се разпространява при условията на лиценза
<a target=_top href="http://www.gnu.org/copyleft/gpl.html"
>General Public License (GPL)</a>.
Свободни сте да я използвате за лични или комерсиални цели.
Можете да я раздавате или продавате. Изходният код на програмата
е достъпен безплатно в WWW и можете да го променяте за свои цели,
но извършените промени трябва също да бъдат разпространявани с
лиценз GPL.
<p>
Audacity е написана с използване на wxWidgets: библиотека,
разпространявана с още по-свободния лиценз LGPL. За повече
информация посетете
<a target=_top href="http://www.wxwidgets.org">wxwidgets.org</a>.
<p>
Авторите на Audacity са решили да я издадат при условията на
GPL по много причини. Някои от нас просто са си щедри. Някои
го правят по морални съображения, тъй като вярват, че всички
програми трябва да са със свободно достъпен код, докато други
смятат, че има нужда и от свободен, и от комерсиален софтуер.
<p>
Една причина Audacity да е безплатна е че така ще бъде по-популярна.
Много от нас предпочитат да виждат милиони потребители, които ползват
Audacity с удоволствие, отколкото хиляда души, които ни плащат. Повечето
потребители са по-дружелюбни, когато получават нещо безплатно.
<p>
Още една причина е, че така се окуражава сътрудничеството. Ако Audacity
беше shareware, щеше да е малко вероятно десетки хора от целия свят да дарят
код, поправки на грешки, документация и графика.
<p>
* <i>Забележка: на английски free означава и 'свободен', и 'безплатен', така че терминът е
двузначен: той може да означава както програма, разпространявана безплатно (но
на която нямате достъп до изходния код), така и програма, на която имате достъп
до изходния код и можете да го променяте (но това не значи задължително, че
всички копия от нея са безплатни). Audacity e "free" и в единия, и в другия смисъл.</i>
<p>
<a name="g2"></a>
<font size=+1><b>
2. Кой е разработил Audacity?<br>
</b></font>

<p>
Audacity е започната през есента на 1999 г. от Доминик Мацони (Dominic Mazzoni)
по времето, когато е завършвал университета Карнеги Мелън в
Питсбърг, Пенсилвания, САЩ. Той работел по изследователски проект
заедно с консултанта си проф. Роджър Даненберг (Roger Dannenberg) и
на двамата е бил нужен инструмент за визуализация на алгоритми за
анализ на звук. С времето програмата прераснала в многоцелеви звуков
редактор и в разработването й се включили и други хора.
<p>
Днес Audacity се разработва чрез SourceForge - сайт, който помага
на хората по света да си сътрудничат в проекти за свободен софтуер.
За повече информация вижте <a target=_top href="http://www.sourceforge.net"
>sourceforge.net</a>. Десетки хора са вложили труд в Audacity и
работата постоянно се ускорява.
<p>

<a name="g3"></a>
<font size=+1><b>
3. Как мога да помогна за подобряването на Audacity?<br>
</b></font>
Търсете грешки и ни осведомявайте за тях. Пишете код. 
Превеждайте на своя език. Рисувайте графики. Присъединете се към
пощенския списък Audacity-Users. Пратете ни пари.
<p>
Моля, вижте новата ни страница за <?php print "<a href=donatetime.php?$langLinkStr>"; ?>дарения</a>
относно повече подробности как можете да ни помогнете.
<p>

<a name="g4"></a>
<font size=+1><b>
4. Намерих грешка! Какво да правя?<br>
</b></font>
<p>
Най-важното нещо при докладването на грешка е да бъдете колкото може
по-точни. Дайте ни достатъчно информация, за да можем да възпроизведем
грешката сами, иначе вероятно няма да можем да я поправим.
<p>
Кажете ни задължително каква операционна система ползвате
(Windows 98, MacOS 9.1, RedHat Linux 7.1 и т.н.) и добавете
всякаква друга информация за компютъра, която смятате за уместна.
<p>
Освен това: можете ли да повторите грешката? Ако тя се проявява
системно, опишете ни точната поредица от действия, които водят
до нея. Ако получавате съобщение за грешка, пратете ни точния му текст.
<p>
Искаме да отстраним всички грешки! Благодарим ви, че отделяте от времето си,
за да ни помогнете.
<p>
<br>
<p>

<table cellpadding=6 width=100%><tr><td bgcolor="#ffd0d0" align="center">
<font size="+1">Инсталиране</font>
</td></tr></table>

<p>
<a name="i1"></a>
<font size=+1><b>
1. Windows: Какво да правя с файла с разширение .exe?<br>
</b></font>

<p>Изберете "Run from current location" от мрежовия навигатор. Така ще стартирате
инсталатора на Audacity, който ще инсталира самата програма и ще я включи в менюто
Start.
<p>
Ако вече сте свалили файла, щракнете двукратно върху него, за да стартирате
инсталатора.
<p>
Ако предпочитате да не ползвате инсталатора, можете да си свалите Audacity и във
формат ZIP, който да разкомпресирате с WinZip.

<p>
<a name="i2"></a>
<font size=+1><b>
2. Windows: Как се деинсталира Audacity?<br>
</b></font>

<p><font size=+0>Audacity може да бъде деинсталирана чрез отваряне на прозореца
Add/Remove Programs в Control Panel. Изберете от списъка "Audacity" и щракнете върху
бутона "Add/Remove". Това стартира деинсталиращата програма на Audacity.
<p>
<a name="i3"></a> <font size=+1><b> 3. Mac: Какво да правя с файла с разширение .sit?<br> </b></font>

<p>
Трябва ви актуална версия на StuffIt Expander. Програмата е налице на
всички компютри Macintosh и обикновено е настроена по подразбиране във
всички мрежови навигатори за Mac. Ако Audacity не се разкомпресира
автоматично, изтеглете "audacity.sit" върху StuffIt Expander, за да го
разкомпресирате.
<p>
Няма нужда да инсталирате Audacity. Просто издърпайте папката й в папката
Applications или на друго място, където искате да бъде. За да я деинсталирате,
издърпайте папката й и я пуснете в кошчето.
<p>
<a name="i4"></a>
<font size=+1><b>

4. Unix: Защо получавам съобщение "failed dependencies" при инсталиране от RPM?
<br></b></font>

<p><font size=+0>Първо, уверете се, че е инсталиран wxGTK (връзка към него има
на страницата ни за Linux - http://audacity.sourceforge.net/linux.html. Ако пакетът RPM
все още не се инсталира, значи има непознат за нас проблем. Просто го инсталирайте
с параметър --nodeps.</font>

<p>
<a name="i5"></a>
<font size=+1><b>

5. Unix: Защо възниква грешка при зареждане на споделената библиотека libwx_gtk.so?<br></b></font>

<p><font size=+0>Това може да е причинено от два различни проблема:
<br>- Ако сте инсталирали wxWindows от RPM, стартирайте "ldconfig" (като root), за да
уведомите системата за новата библиотека.

<br><br>- Ако сте инсталирали wxWidgets от изходен код, тя може да е инсталирана в
/usr/local, без /usr/local/lib да е в пътя за библиотеки. Добавете /usr/local/lib във
файла "/etc/ld.so.conf" и стартирайте "ldconfig". Може да добавите "/usr/local/bin" към пътя за търсене,
така че програмите да могат да намират инструмента "wx-config".<br>

<p>
<table cellpadding=6 width=100%><tr><td bgcolor="#ffd0d0" align="center">
<font size="+1">Работа с Audacity</font>
</td></tr></table>

<p>
<a name="a1"></a>
<font size=+1><b>

1. Как се смесват две писти?
</b></font>
<p>

Audacity смесва автоматично. Всичко, което трябва да направите, е да
импортирате два клипа в един и същ проект, например чрез командата "Импорт на звук"
в менюто Проект, или като издърпате и пуснете два звукови файла върху Audacity. Освен това,
когато щракнете върху бутона Запис, Audacity автоматично създава нова писта.
<p>
За да съхраните смесените писти, можете да експортирате проекта, което ще смеси
автоматично всички писти, или да маркирате пистите и да използвате командата "Бързо смесване"
от менюто Проект.
<p>
<a name="a2"></a>
<font size=+1><b>
2. Мога ли да премахна вокала от запис?
</b></font>
<p>
При някои стерео записи е възможно да се премахнат вокалите заради
начина, по който записът е бил смесен в студиото. Често вокалите
са точно по средата между двата канала, докато другите инструменти
са изместени леко вляво или вдясно. Ако извадите левия канал от десния,
вокалите се унищожават взаимно, оставяйки само инструменала.
<p>

<b>Това работи само с някои записи!</b>
<p>
За да опитате горната операция с Audacity, импортирайте стерео запис,
после щракнете върху изскачащото меню за пистата (стрелката надолу до
името на пистата) и изберете "Разделяне на стерео писта".
Сега маркирайте долната писта (десния канал) и използвайте ефекта "Инвертиране"
(от менюто Ефект). Накрая използвайте изскачащите менюта на пистите, за да
ги превърнете в моно канали, и ги смесете с команда Бързо смесване. Ако имате
късмет, вокалът ще е изчезнал.
<p>
<a name="a3"></a>
<font size=+1><b>
3. Защо ако се опитам да запиша хармония със себе си,
пистите не се получават синхронизирани?
</b></font>
<p>
Това е нормално и става, защото има малко закъснение между момента,
когато Audacity започне възпроизвеждане, и когато звукът действително
стигне до високоговорителя. Audacity не се опитва да компенсира това
закъснение сама - трябва да го направите ръчно.
<p>
За да компенсирате закъснението, използвайте инструмента за изместване
във времето, като преместите една от пистите така, че те да се подравнят.
Забележете, че можете да ползвате инструмента, докато слушате записа.
<p>

<a name="a4"></a>
<font size=+1><b>
4. Защо с Audacity няма кодер за MP3?
</b></font>
<p>
За съжаление, алгоритъмът за кодиране или създаване на файлове
във формат в MP3 е патентован и <b>Audacity</b> не може да го
използва, без да бъде платена такса или да бъдат нарушени законите
в много страни.
<p>
Като компромис Audacity може да използва външни кодери за MP3, които
трябва да си свалите отделно. Ваша отговорност е да се уверите, че
не нарушавате лицензните ограничения, наложени върху тези кодери.
<p>
За повече информация вижте страницата за експорт във формат MP3 в
електронното ръководство към програмата.
<p>

<a name="a5"></a>
<font size=+1><b>
5. Мога ли да записвам звуков поток във формат RealAudio или друг?
</b></font>
</p><p>
Не и автоматично. Повечето формати за поточен звук, включително тези за
RealOne Player, Windows Media Player и Quicktime, са специално предназначени да не позволяват записване.
</p><p>
Все пак, почти винаги е възможно да се запише всичко, което компютърът ви
може да възпроизведе, като свържете изхода на звуковата карта с входа й
за микрофон или стерео входа.
</p><p>
Използвайте мини-кабел 1/8" стерео - 1/8" стерео. Включете единия му край
в жака за изход на звуковата карта (където обикновено бихте включили слушалки
или високоговорители - най-често е обозначен със зелено). Включете другия
край на кабела в жака line-in или този за вход от микрофон (обикновено обозначен с червено).
</p><p>
Сега Audacity може да записва всичко, което компютърът свири. Натиснете Record или Запис в Audacity, а после - Play в приемника за звуковия поток.
</p><p>

<a name="a6"></a>
<font size=+1><b>
6. Помощ! Натискам Запис, но се записва само тишина!
</b></font>
</p><p>
Audacity записва от подразбирания източник, избран в операционната система.
Ако имате няколко източника (вграден микрофон, външен микрофон, стерео вход,
музикален КД), трябва да изберете кой от тях се записва. Ако например искате
да записвате от микрофон, но входният източник е настроен на "line in",
Audacity ще запише само тишина.
</p><p>
В Windows можете да зададете входен източник, като щракнете с десния бутон
върху иконката с високоговорителя в системния панел (долу вдясно на екрана).
</p><p>
В Mac OS 9 можете да използвате панела Sound control. В Mac OS X можете да
ползвате панела Sound в System Preferences (във версия 10.2 и по-нова там
има страница Input).
</p><p>
Под Linux използвайте смесител като "xmixer" или "kmix".
</p><p>

<a name="a7"></a>
<font size=+1><b>
7. Как да разделя един файл на няколко писти?
</b></font>
</p><p>
Понякога може в един файл да са записани няколко песни. Ако искате да ги
запишете на КД като отделни писти, трябва да ги разделите в отделни файлове.
</p><p>
В Audacity има много начини да разделите запис на няколко писти. Ето някои от тях:
</p><p>
Начин 1: Export Selection [Експорт на маркираното]
</p><ul>
<li>Маркирайте частта от звука, съответстваща на първата писта.
</li><li>Изберете "Export Selection as WAV" [Експорт на маркираното като WAV] от менюто File [Файл], и я съхранете на диска.
</li><li>Повторете за останалите писти.
</li></ul>
<p>
Начин 2: Delete и Undo (изтриване и възстановяване)
</p><ul>
<li>Изтрийте всичко <i>освен</i> първата писта.
</li><li>Изберете "Export as WAV" [Експорт като WAV] от менюто File, и съхранете първата писта на диска.
</li><li>Изберете "Undo" [Отмяна] от менюто Edit [Редакция] колкото пъти е необходимо, за да върнете изтритата част от звука (Audacity поддържа неограничена отмяна).
</li><li>Повторете за останалите писти.
</li></ul>
<p>
Начин 3: Split и Export (разделяне и експорт)
</p><ul>
<li>Маркирайте областта за първата писта.
</li><li>Изберете "Split" [Разделяне] от менюто Edit, което ще премести маркираната област на нова писта в Audacity.
</li><li>Продължете по същия начин, докато разделите всички песни на отделни писти. Не забравяйте, че можете да анулирате грешните действия с Undo.
</li><li>Запишете всяка писта в отделен файл чрез "Export Selection as WAV". За да маркирате бързо писта, щракнете в етикета й (някъде в областта вляво от вълновата форма, под заглавието).
</li></ul>
<p>

<a name="a8"></a>
<font size=+1><b>
8. Как да извлека песните от музикален КД?
</b></font>
</p><p>
Audacity не извлича песни от музикални компактдискове. За тази цел трябва да използвате програма за "изкормяне" ("ripper").
</p><p>
За Windows препоръчваме <a target=_top href="http://cdexos.sourceforge.net/">CDex</a>.
</p><p>
За Mac OS (9 и X) препоръчваме <a target=_top href="http://www.apple.com/itunes/">iTunes</a> на Apple.
</p><p>
За Linux опитайте <a target=_top href="http://www.xiph.org/paranoia/">Paranoia</a>.

<?php BoxBottom(); ?>
