<?php BoxTop('11 ноември 2002 г.: Версия 1.1.1.'); ?>

<p>
Вече е налице версия 1.1.1 на Audacity.
</p>

<p>
За повечето нови и начинаещи потребители все още препоръчваме Audacity 1.0.
Тя е проста, стабилна и напълно документирана.
</p>

<p>
За по-напредналите потребители може би ще бъде интересно да опитат
Audacity 1.1.1, която има много нови възможности, но е все още в процес
на разработване и с качество "бета". Документацията за версия 1.1.1
може да не е пълна.
</p>

<p>
Audacity 1.1.1 включва подобрена поддръжка за Mac OS X и за езици, различни
от английски. Потребителите, ползващи Mac OS X, и тези, които желаят да
работят с Audacity на български, датски, холандски, френски, немски, унгарски,
италиански, полски, руски, словенски или испански, трябва да си свалят
Audacity 1.1.1.
</p>

<p>
Версия 1.1.1 е достъпна на
<a href="http://audacity.sourceforge.net/beta.php?lang=bg">страницата за бета-версии</a>.
</p>

<p>
<a href="http://audacity.sourceforge.net/betanotes.php?lang=bg">Нови възможности във версия 1.1.1.</a>
</p>

<?php BoxBottom(); ?>
