<?php BoxTop('Купон на Audacity в Сиатъл на 25 юли 2004 г.'); ?>

<center>
<a href="http://audacityteam.org/party.php"><font size=+1><b>Купон на Audacity - 2004</b></font></a><br>
Сиатъл, Вашингтон, САЩ<br>
Неделя, 25 юли 2004 г.<br>
18:00 - 22:00 ч.
</center>

<p>Ако сте фен на Audacity и живеете близо до Сиатъл, или бихте пътували до там това лято, ще се радваме да се видим с Вас! Това е възможност да се срещнете с разработчиците и с други потребители на Audacity, да видите демонстрации и ефектни нови възможности в процес на разработка, както и просто да се забавлявате. <a
href="http://audacityteam.org/party.php">Щракнете тук</a> за повече информация.</p>

<p>
Иначе, Audacity версия 1.2.2 е почти готова. Тя включва индикатори за силата на звука, експортиране на много файлове наведнъж и още някои дребни подобрения и корекции. Навестете ни пак скоро!
</p>

<?php BoxBottom(); ?>
