<?php BoxTop('30 септември 2003 г.: Предварителна версия Audacity 1.2.0-pre2'); ?>

<p>
Audacity 1.2.0-pre2 е публична тестова версия на звуковия редактор с отворен код Audacity. В нея са поправени всички известни сериозни грешки от версия 1.2.0-pre1 и между нея и окончателната версия, предвидена за след няколко седмици, почти не се очакват промени. На всички, които тестват версия 1.2.0-pre1 или предишна бета-версия (1.1.x), препоръчваме бързо да преминат на последната версия.
</p>

<p>
Страницата за <a href="beta.php?<?php print "$langLinkStr"; ?>">бета-версии</a> съдържа пълно описание на версията и препратки за сваляне.
</p>

<p>
Можете да разгледате обновеното
<a href="manual-1.2">пълно ръководство</a> или съдържанието на
<a href="onlinehelp-1.2/contents.htm">справочния файл</a> (help) на Audacity 1.2.
Още източници на информация можете да намерите на страницата
<?php print "<a href=help.php?$langLinkStr>"; ?>
Упътване</a>.
</p>

<p>
Тази версия ще поддържа приставки VST, ако си свалите отделен модул - VST Enabler, който скоро ще бъде готов.
</p>

<?php BoxBottom(); ?>
