<?php BoxTop('28 октомври 2003 г.: COMDEX, екранни снимки, Wiki, фанелки'); ?>

От последното публично издание насам сме поправили доста грешки
и до няколко дни ще издадем Audacity 1.2.0-pre3 заедно с приставката
VST Enabler (най-сетне!). Междувременно, ето още малко новини:

<p>
Audacity е номинирана като възможност за програма с отворен код, която
<a target=_top href="http://www.oreilly.com/">O'Reilly</a> да изпрати на
изложението <a target=_top href="http://www.comdex.com/">COMDEX</a> в Лас Вегас,
което ще се проведе от 17 до 20 ноември.  <a target=_top href="http://www.oreillynet.com/contest/comdex/"
>Щракнете тук</a> за повече информация и за да гласувате за 
Audacity (за последното е нужно да се регистрирате безплатно на сайта на O'Reilly).
Гласуването приключва на 31 октомври.
</p>

<p>
<a target=_top href="http://audacityteam.org/wiki/">Audacity Wiki</a> е
общодостъпен за редактиране сайт за всичко, свързано с Audacity. В момента
той съдържа съвети, документация и препратки, както и място за предложения
за бъдещи възможности на програмата. Най-хубавото е, че всеки може да добави
нещо от себе си - просто щракнете върху препратката в края на произволна
страница, за да редактирате или да добавяте свое съдържание. Надяваме се
този ресурс да ви бъде интересен и полезен.
</p>

<p>
Вече имаме <a target=_top href="http://audacityteam.org/tshirt.php">фанелки на Audacity</a> като награда за хората, които допринасят за проекта.
</p>

<p>
<a target=_top href="http://audacityteam.org/wiki/">Wiki</a> и
<a target=_top href="http://audacityteam.org/tshirt.php">предложението за фанелките</a> са подслонени на нов сайт, 
<a target=_top href="http://audacityteam.org/">AudacityTeam.org</a>,
който е предназначен за допълнителни материали около Audacity и теми,
свързани по-скоро с разработващия екип, отколкото изобщо с програмата.
</p>

<p>
Проверете скоро за версия Audacity 1.2.0-pre3. Ако скоро не сте изпробвали
бета или предварителна версия на Audacity, вижте наскоро обновените
<a target=_top href="http://audacity.sourceforge.net/screenshots.php"
>екранни снимки</a>. 
</p>

<?php BoxBottom(); ?>
