<?php BoxTop("Nyquist (3)"); ?>

<p>
<?php print "<a href=nyquist.php?$langLinkStr>";
?>Част 1: Въведение в Nyquist и програмирането на Lisp.</a><br>
<?php print "<a href=nyquist2.php?$langLinkStr>";
?>Част 2: Програмиране на Nyquist.</a><br>
<b>Част 3: Създаване на приставки с Nyquist.</b><br>
</p>

<p>
Създаването на приставка за Audacity с Nyquist представлява просто
създаване на текстов файл с разширение ".ny", съдържащ код на Nyquist,
добавяне на коментари, обозначаващи вида на приставката, и поставяне
на файла в директорията <tt>plug-ins</tt> на Audacity. Ето една съвсем
елементарна примерна приставка:
</p>

<xmp>
  ;nyquist plug-in
  ;version 1
  ;type process
  ;name "Fade In"
  ;action "Fading In..."
  (mult (ramp) s)
</xmp>

<p>
Първите два реда на приставката на Nyquist трябва да повтарят точно
тези от горния пример, в противен случай Audacity няма да я зареди
(номерът на версия позволява евентуални бъдещи разширения на формата
за приставки). Следващият ред съдържа типа на приставката, който е
разгледан по-долу. Следва името на приставката, което се показва в
менюто, а след това - "действието" (action) - текстът, който Audacity
показва, докато изпълнява приставката. След това може да следват още
редове, които не са задължителни. Редовете, които не започват с точка
и запетая (;) се приемат за код на Nyquist и ще бъдат изпълнени.
</p>

<p>
Audacity поддържа три типа приставки, които могат да бъдат написани на
Nyquist:

<pre>
  ;type generate
  ;type process
  ;type analyze
</pre>

Те съответстват на трите менюта, които могат да съдържат приставки:
Generate [Генериране], Effect [Ефекти] и Analyze [Анализ]. От приставките
за генериране се очаква да генерират нов звук без изходен материал,
приставките за ефекти (тип process) променят на място съществуващ звук,
а приставките за анализ обработват звук, но не го променят (разрешено им е
обаче да добавят надписи).
</p>

<p>
За приставките за ефекти и анализ Audacity настройва обкръжението
на Nyquist така, че маркираният от потребителя звук е в променливата
<tt>s</tt>. Всички изрази във файла с приставката се изпълняват подред,
след което резултатът от последния израз заменя маркираната област в
Audacity. Ако последният израз не върне звук, Audacity докладва за
грешка.
</p>

<p>
<b>Диалогови прозорци за параметри</b>
</p>

<p>
Audacity поддържа ограничена възможност приставките да показват
диалогов прозорец за приемане на параметри от потребителя. Ето пример
за приставка, отваряща диалогов прозорец:
</p>

<xmp>
  ;nyquist plug-in
  ;version 1
  ;type process
  ;name "Delay..."
  ;action "Performing Delay Effect..."
  ;info "Demo effect for Nyquist by Roger Dannenberg.\nThis effect 
     creates a fixed number of echos."  ; (should be all on one line)
  ;control decay "Decay amount" int "dB" 6 0 24
  ;control delay "Delay time" real "seconds" 0.5 0.0 5.0
  ;control count "Number of echos" int "times" 5 1 30

  (defun delays (s decay delay count)
    (if (= count 0) (cue s)
	   (sim (cue s)
        (loud decay (at delay (delays s decay delay (- count 1)))))))
  (stretch-abs 1 (delays s (- 0 decay) delay count))
</xmp>

<p>
Ако Audacity открие поне един ред "control", ще отвори диалогов прозорец,
за да запита потребителя за определени параметри на приставката.
На всеки параметър съответстват текстово поле и плъзгач, а след като
потребителят зададе стойност, тя се запазва в променлива на Nyquist с име,
зададено в реда "control". Ето как изглежда диалоговият прозорец за показания
ефект Delay в Audacity за Linux:
</p>

<p>
<center>
<img src="/images/delay_effect_dialog.png" width=414 height=221>
</center>
</p>

<p>
Обърнете внимание, че редът "info" се изписва в горната част на
диалоговия прозорец, а "\n" се преобразува в нов ред. Параметрите
на реда "control" влияят върху визуализацията и границите на параметъра.
Всеки ред "control" трябва да съдържа точно следните осем елемента,
в този ред:
</p>

<ol>
<li>думата "control";
<li>името на параметъра - това е името на променливата в Nyquist, която ще
получи стойност при взаимодействие на потребителя с диалоговия прозорец;
<li>текста за надписа вляво от елемента за управление;
<li>типа на стойността: или <tt>int</tt> (цяло число), или
    <tt>real</tt>;
<li>текста за надписа вдясно от стойността (обикновено мерна единица като
"Хц" или "дБ";
<li>подразбираната/началната стойност на параметъра;
<li>минималната стойност на параметъра;
<li>максималната стойност на параметъра.
</ol>

<p>
<b>Връщане на надписи</b>
</p>

<p>
Вместо звук, приставката на Nyquist може да върне списък с надписи. Той
представлява просто списък от двойки време/надпис, например:
</p>

<pre>
  ((0.0 "начало") (30.0 "среда") (60.0 "край"))
</pre>

<p>
Когато приставката върне списък в точно такъв формат, Audacity ще създаде
нова писта за надписи и ще добави надписите на съответните позиции. Този
вид приставки обикновено са от тип "анализ" (analyze).
</p>

<p>
<b>Обработка на стерео писти</b>
</p>

<p>
Nyquist представя стерео пистите като масив от звуци (не списък). Много
функции на езика автоматично приемат тези масиви, но не всички - понякога
може да се наложи да разделите масив за стерео звук или да го "сглобите"
отново. Ето някои полезни функции:
</p>

<table border=0>
<tr><td><tt>(arrayp s)</tt></td><td>връща true, ако <tt>s</tt> е масив</td></tr>
<tr><td><tt>(aref s 0)</tt></td><td>първият елемент на масива <tt>s</tt> - левият канал</td></tr>
<tr><td><tt>(aref s 1)</tt></td><td>вторият елемент на масива <tt>s</tt> - десният канал</td></tr>
<tr><td><tt>(setf s (make-array 2))</tt></td><td>превръща <tt>s</tt> в нов масив с дължина 2</td></tr>
<tr><td><tt>(setf (aref s 0) left)</tt></td><td>присвоява <tt>left</tt> на първия елемент на масива <tt>s</tt></td></tr>
<tr><td><tt>(setf (aref s 1) right)</tt></td><td>присвоява <tt>right</tt> на втория елемент на масива <tt>s</tt></td></tr>
</table>

<p>
За удобство, ако входът на приставката е стерео, а тя генерира един
(моно) звук, Audacity автоматично ще копира последния в левия и
десния канали.
</p>

<p>
<b>Оттук - накъде</b>
</p>

<p>
С Audacity се инсталират примерни приставки, които можете да
разгледате или промените, използвайки ги за отправна точка. Най-добрият
начин да научите Nyquist е да се опитате да го използвате. Ако имате проблеми
с откриването на грешки, обмислете свалянето на автономната версия на Nyquist
(вижте препратката в част 1).
</p>

<p>
Ако изобщо не успявате да накарате Nyquist да работи, моля, пишете
на адрес <a href="mailto:audacity-help@lists.sourceforge.net"
>audacity-help@lists.sourceforge.net</a>
</p>

<p>
Ако работите по приставки на Nyquist и искате да ги споделите, или
ако искате да обсъждате общите принципи на постигане на определен
ефект чрез Nyquist, запишете се тук:
<a target=_top href=http://lists.sourceforge.net/lists/listinfo/audacity-users>
<?php print $usersListStr; ?>
</a>
</p>

<p>
Не забравяйте да прегледате пълното
<a target=_top href="http://www-2.cs.cmu.edu/~rbd/doc/nyquist/root.html">ръководство по Nyquist</a> за повече подробности относно работата с езика.
</p>

<p>
Ако се съберат достатъчно хора, интересуващи се от използването на Nyquist
с Audacity, може да създадем отделен пощенски списък.
</p>

<?php BoxBottom(); ?>
