<p>
Audacity 1.2.0 има вградена поддръжка за приставки <a target=_top href="http://www.ladspa.org/">LADSPA</a> и
<a href="nyquist.php">Nyquist</a>, а поддържа и приставки VST чрез модула <a target=_top href="http://audacityteam.org/vst/">Audacity VST Enabler</a>.
</p>
<p>
Audacity 1.2.0 се разпространява с няколко примерни приставки
LADSPA и Nyquist в папката <b>Plug-ins</b>. За да използвате VST Enabler
и други приставки, поставете ги в същата папка. При следващото отваряне
на Audacity приставките ще присъстват в някое от менютата Ефекти,
Генериране и Анализ. Ефектите - приставки винаги се показват в края
на менюто, а вградените ефекти - в началото му.
</p>

<p>
Поддръжката на Audacity за приставки се подобрява. Моля, уведомете ни,
ако откриете приставка VST, която не работи в Audacity, и ние ще се
опитаме да отстраним проблема.
</p>

<p>
Ето някои места за сваляне или купуване на приставки VST:
</p>