<p>
Audacity поддържа ефекти-приставки VST на платформи Macintosh и Windows.
Лесно можете да намерите приставки за най-различни филтри, еквалайзери,
реверберация и много други! Следва списък с места, от които можете да
свалите или закупите приставки.
</p>

<p>
Поддръжката на Audacity за приставки се подобрява. Моля, уведомете ни,
ако откриете приставка VST, за която се съмнявате, че не работи в
Audacity, и ние ще се опитаме да отстраним проблема.
</p>

<p>
За да изпозлвате ефект-приставка VST в Audacity, просто създайте папка
с име <b>VST</b> в папакта на Audacity, ако вече няма такава, и копирайте
приставките там! При следващото отваряне на Audacity приставките ще са
изброени в менюто Ефекти.
</p>

<p>
Ето някои места за сваляне или купуване на приставки VST:
</p>
