<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">

<html>
<head>
        <title>&Auml;ndern f&uuml;r Anf&auml;nger - Schneiden, Kopieren und Einf&uuml;gen</title>
	<link rel=stylesheet type="text/css" href="audacity.css"></head>
<body>

<!--top table-->
<DIV align=center>
<table width="100%" border=0 cellspacing=0 cellpadding=0>
  <tr>
    <td width="25%" align=left valign=top><a class=ss href="index.html">Zur&uuml;ck zur Inhaltsangabe</a></td>
    <td width="50%" align=center><a class="ss" href="tutorials.html">Zur&uuml;ck zur Hauptseite</a></td>
    <td width="25%" align=right>&nbsp;</td>
  </tr>
</table>
<table width="95%" border=0 cellspacing=0 cellpadding=0>
  <tr><td colspan=2 width="100%" align=center>
	<a class=top_r href="tutorial_ed_beginner1.html">Einf&uuml;hrung</a>
	<a class=top_y href="tutorial_ed_beginner2.html">Schneiden, Kopieren und Einf&uuml;gen</a>
	<a class=top_b href="tutorial_ed_beginner3.html">Stille, Kopieren und Teilen</a>
	<a class=top_g href="tutorial_ed_beginner4.html">Aufteilen und Submixe</a>
    </td>
  </tr>
</table>
</DIV>

<center>
<h2 align=center><span class=ss><B>II. &Auml;ndern f&uuml;r Anf&auml;nger</B></span><br><span class=sf>Teil 2 &nbsp;-&nbsp;&nbsp;</span>Schneiden, Kopieren und Einf&uuml;gen<span class=sf>&nbsp;&nbsp;-&nbsp;Teil 2</span></h2>
</center>

<P class=a>Ab hier findest du <span class=keybshc_s>lustige Tastaturkombinationen in Rahmen</span> wie dieser.</P>
<P class=a>Diese sind sogenannte Shortcuts (Tastenkombinationen) zu den vercshiedenen Funktionen die dir erkl&auml;rt werden.
Das k&ouml;nnen zum Beispiel einzelne Tasten sein, wie ( <span class=keybshc_s>SPACE</span>) oder 2 und mehr Tasten die <b>zusammen</b> gedr&uuml;ckt werden m&uuml;ssen (e.g.<span class=keybshc_s>CTRL+C</span>).
Ebenfalls kannst du eigene Kombinationen entwickeln. Wie dies geht, wird Ihnen <a href="keyboard_shortcuts_create.html">hier</a> beschrieben.
</P>

<P class=a>Die erste und am meisten benutzte Funktion ist Schneiden und einf&uuml;gen (Cut und Paste).
 Das wurde bereits fr&uuml;her mit Kassetten gemacht und mit Daten am Computer ist es noch viel einfacher.
     Die <a href="tutorial_ed_beginner3.html">n&auml;chste Seite<a> beinhaltet <B>Stille, Verdoppeln und Aufteilen</B>.
    Eventuell m&ouml;chten Sie noch mehr wissen, dann schauen Sie doch mal auf die <a href="reference.html">Referenzseite</a> .Dort sind noch mehr Programme aufgef&uuml;hrt, sowie Beispiele, wie man zum Beispiel Dateien ver&auml;ndert.</P>
<P class=a>Voraussetzung f&uuml;r die folgenden Erl&auml;uterungen ist, da&szlig; Sie ein Projekt ge&ouml;ffnet und mindestens einen Audiotitel vorhanden ist.</P>
<P class=a>So sieht das dann in Audacity aus :</P>
<P class=qy><font size="+2">Die Ansicht</font></P>
<P class=a>
<center><B>Das Audacity Fenster</B><BR><img border=0 src="images/ed_1_track.png" width="444" height="392" align="top" ALT="Audacity project with one track of audio"></center>
</P>
<P class=a>Wie man oben sehen kann, ist das
<a href="toolbar.html#timeshift">Timeshift Modul &nbsp; <img border=0 width="28" height="28" src="images/tool_timeshift.png" align="bottom" ALT="Time Shift Tool"></a> angew&auml;hlt. Dieses wird benutzt um
den gesamten Audiotrack insgesamt zu verschieben.</P>
<P class=a>Der Cursor (die kleine blinkenden Linie quer &uuml;ber die Datei) verbleibt jedoch an der ausgew&auml;hlten Stelle, so da&szlig; im Endeffekt das Audiomaterial hinter dem Cursor verschoben wird.</P>
<p class=a>Nehmen wir nun an, da&szlig; Sie hier ein bischen aus der Mitte herausschneiden wollen, dazu m&uuml;ssen Sie als erstes diese Stelle <B>ausw&auml;hlen</B>.</p>

<a name=selecting></a>
<P class=qy><font size="+2">Eine Auswahl treffen</font></P>
<P class=a>Um eine Auswahl zu treffen, die ben&ouml;tigt wird um zu Schneiden, zu kopieren oder andere T&auml;tigkeiten auszuf&uuml;hren, muss man das <a href="toolbar.html#selection">Selection tool&nbsp;<img border=0 width="28" height="28" src="images/tool_select.png" width="28" height="28" align="bottom" ALT="Selection Tool"></a>. Wenn es zur Zeit nicht aktiviert ist, klicken Sie bitte jetzt darauf.</P>
<P class=a>Nun dr&uuml;cken Sie bitte die linke Maustaste und ziehen die Maus &uuml;ber die Sekzion die bearbeitet werden soll.</P>
<P class=a>Diese Auswahl ist nun dunkler markiert, als der Rest der Datei. Auch wenn die Markierung &uuml;ber den Anfang oder das Ende der Datei hinsausgeht, wird nur die Datei selber bearbeitet.
Wiedergabe einer Datei funktioniert auch ausserhalb der eigentlichen Datei (dann h&ouml;rt man nur Stille).</P>

<P class=a>Dr&uuml;cken Sie die Space Taste um sich die Markierung anzuh&ouml;ren.
<BR><center><img border=0 src="images/ed_1_track_mark.png" width="376" height="236" align="top" ALT="a piece of audio in a track a marked"></center></P>

<a name=changeselection></a>
<P class=a>Um die Auswahl <B>auszuweiten</B> oder <B>zu verkleinern</B>, dr&uuml;cken Sie bitte die <span class=keybshc_s>SHIFT</span> Taste und klicken auf die Stelle bis zu der die Auswahl erweitert bzw. verkleinert werden soll.</P>
<P class=a>Wenn Sie auf eine Stelle klicken, die rechts der Mitte Ihrer Auswahl liegt, wird die rechte Grenze der Auswahl verschoben.</P>
<P class=qy><font size="+2">Schneiden der Auswahl</font></P>

<center>
<table cellpadding=6>
	<tr>
		<td align=center valign=top>
			Die Auswahl wird geschnitten indem man &quot;<a href="menu_edit.html#cut"><B>Schneiden</B></a>&quot; vom <a href="menu_edit.html#cut">Edit Men&uuml;</a> ausw&auml;hlt ...
		</td>
		<td align=left valign=middle>
			&nbsp;oder dr&uuml;cken Sie die Tastenkombination <span class=keybshc_s>CTRL+X</span>.
		</td>
	</tr>
</table>
</center>

<center>
<table>
	<tr>
	  <!-- td rowspan=2>Im folgenden ist das, was Sie sehen werden :&nbsp;&nbsp;</td -->
	  <td align=center>Vor dem Schnitt</td>
	  <td align=center>Nach dem Schnitt</td>
	</tr>
	<tr>
	  <td align=center><img border=0 src="images/ed_1_track_select_precut.png" width="196" height="128" ALT="an area is selected">&nbsp;&nbsp;&nbsp;</td>
	  <td align=center>&nbsp;&nbsp;&nbsp;<img border=0 src="images/ed_1_track_select_postcut.png" width="124" height="128" ALT="after cutting the selected area"></td>
	</tr>
</table>
</center>

<P class=a>Um diese T&auml;tigkeit wieder r&uuml;ckg&auml;ngig zu machen, w&auml;hlen Sie bitte Undo (R&uuml;ckg&auml;ngig) im "&Auml;ndern Men&uuml;" oder dr&uuml;cken Sie <span class=keybshc_s>CTRL+Z</span></P>

<P class=a>Die Funktion <B>Kopieren</B> wird die Auswahl in die Zwischenablage kopieren.</P>

<P class=a>Sie k&ouml;nnen ebenfalls <B>Einf&uuml;gen</B> w&auml;hlen, dann werden die Daten dort eingef&uuml;gt, wo Sie mit dem Cursor eine Markierung gesetzt haben,</P>
<P class=a>oder dr&uuml;cken Sie <span class=keybshc_s>CTRL+V</span>.</P>

<P class=a>Einf&uuml;gen ist das Gegenteil von Schneiden. Was man machen kann, ist zum Beispiel eine Auswahl zu kopieren, eine weitere Auswahl zu treffen und dann einzuf&uuml;gen. Die erste Kopie ersetzt dann die Daten der zweiten Auswahl, egal ob die Zeitlinien &uuml;bereinstimmen oder nicht.</P>
<P class=a>W&auml;hrend aller T&auml;tigkeiten, wie oben beschrieben, zeigt dies Statuszeile (unten) 2 Dinge an : Die Startzeit
und die Endezeit Ihrer Auswahl. Die Anzeige links in der Statuszeile, zeigt die &quot;Projekt Rate:&quot; an (normalerweise 44100) und der Wert kann ver&auml;ndert werden, wenn man darauf klickt und einen anderen Wert ausw&auml;hlt.</P>
<P class=a>Alle Audiodaten werden dann mit der neuen Rate abgespielt. Sollte der Wert eines einzelnen Liedes unterschiedlich zur <B>Projekt Rate</B> sein,
werden diese Lieder anfangen zu "stottern" wenn die Rate geringer als die <B>Projekt Rate</B>ist.
Audacity wird Sie auf diesen Umstand hinweisen, wenn die Werte unterschiedlich sind, aber nicht selbstst&auml;ndig die Rate &auml;ndern.</P>

<center>
<P class=a>Gehe weiter zum <a class=top_b href="tutorial_ed_beginner3.html">Teil 3 - Stille, Verdoppeln und Teilen<a>.</p>
</center>

<P>
<a class=ss href="index.html">Zur&uuml;ck zur Hauptseite</a>

</body>
</html>