Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <h3>Translation Instructions (software and web site)</h3> <p>Normally there will already be a translation for your language of the Audacity software or web site, but often it needs to be updated for the latest changes. <b>To update an existing translation</b>, use the links below to download the .po file for your language:</p> <ul> <li><a href="%s">Audacity translations</a></li> <li><a href="%s">Audacity web site translations</a></li> </ul> <p>On the "Log" page for your language, click the "download" link at the top, just to right of "Links to HEAD" (right-click or control-click and save the target or link if necessary).</p> <p><b>If there is no .po file for your language</b>, create one by downloading the latest "audacity.pot" or "audacity_website.pot" file under "Resources for Translators" above. (If the links only produce text in the browser, right-click or control-click and save the target or link). Rename the .pot to "audacity.po" (or "audacity_website.po" for web site translation) before starting your translation.</p> <p><b>Programs for creating and editing .po files:</b></p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> for Windows and Unix.</li> <li><a href="http://userbase.kde.org/Lokalize">Lokalize</a> for KDE4</li> <li><a href="http://translate.sourceforge.net/wiki/virtaal/index">Virtaal</a></li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> is standard on most Unix systems. It includes a PO mode for the Emacs text editor.</li> </ul> <p><b>Basic usage of poEdit:</b><p> <ul> <li>For a newly created .po file, set its properties by clicking <b>Catalog > Settings</b> and filling in the required information. Set the target language in the <b>Language</b> menu. Make sure to set the "charset" option correctly, otherwise poEdit will not save any translations with non-English characters. </li> <li>For an existing .po file, download "audacity.pot" or "audacity_website.pot" from "Resources for Translators" above. In poEdit, click <b>Catalog > Update from POT file</b> to update your .po file with the latest strings from the downloaded .pot file. Then translate the .po file (<b>not</b> the .pot file).</li> <li>When you File > Save, poEdit saves the .po file, plus a .mo file for use in Audacity.</li> </ul> <p><b>To test a translation in Audacity:</b></p> <ul> <li>Navigate to the "Languages" directory inside the Audacity installation directory, and open the directory with the same name as your .po file. If creating a new translation, create a directory in the "Languages" folder using the correct language code from <a href="http://www.poedit.net/translations.php">http://www.poedit.net/translations.php</a>. For example, the code for Tamil is "ta", so create "Audacity\Languages\ta".</li> <li>Rename the saved <b>.mo</b> file to "Audacity.mo", and paste it into the directory you opened or created.</li> <li>Open Audacity and in <b>Preferences: Interface</b>, choose your language and click OK. You should now see your translations. </li> </ul> <p><b>Further information:</b></p> <ul> <li><b>To submit a translation</b>, please send the completed .po file to the audacity-translation mailing list. A member of Audacity Team will commit the file and send a message to the list confirming this.</li> <li>Please read <a href="http://wiki.audacityteam.org/index.php?title=Translating_Audacity">Translating Audacity</a> for more tips on translating the Audacity source code, and to learn how the Audacity software and web site are translated.</li> </ul>
es: <h3>Instrucciones de traducción (programa y sitio web)</h3> <p>Probablemente ya exista una traducción para su idioma del programa o del sitio web de Audacity, pero a menudo hay que actualizarlo para incluir los últimos cambios. <b>Para actualizar una traducción existente</b>, use los hipervínculos siguientes para descargar el archivo .po para su idioma:</p> <ul> <li><a href="%s">Traducciones de Audacity</a></li> <li><a href="%s">Traducciones del sitio web de Audacity</a></li> </ul> <p>En la página "Log" de su idioma, haga clic en el hipervínculo "download" que aparece arriba, justo a la derecha de "Links to HEAD" (haga clic derecho o control+clic y elija "Guardar destino como").</p> <p><b>Si no hay ningún archivo .po para su idioma</b>, cree uno descargando la última versión del archivo "audacity.pot" o "audacity_website.pot" que encuentre bajo "Recursos para traductores" . (Si los hipervínculos llevan a que el navegador muestre el archivo él mismo, haga clic derecho o control+clic y elija "Guardar destino como".) Renombre el archivo .pot llamándolo "audacity.po" (o "audacity_website.po" si es la traducción del sitio web) antes de comenzar a traducir.</p> <p><b>Programas para crear y editar archivos .po:</b></p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> para Windows y Unix.</li> <li><a href="http://userbase.kde.org/Lokalize">Lokalize</a> para KDE4</li> <li><a href="http://translate.sourceforge.net/wiki/virtaal/index">Virtaal</a></li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> suele venir de serie con la mayoría de sistemas Unix. Incluye un modo PO para el editor de texto Emacs.</li> </ul> <p><b>Uso elemental de poEdit:</b><p> <ul> <li>Si se trata de un archivo .po recién creado, establezca sus propiedades haciendo clic en <b>Catalog > Settings</b> y cumplimentando la información necesaria. Establezca el idioma de destino desde el menú <b>Language</b>. Asegúrese de establecer correctamente la opción "charset". Si no lo hace, poEdit no guardará bien las traducciones con caracteres acentuados. </li> <li>Si el archivo .po ya existe, descargue "audacity.pot" o "audacity_website.pot" de "Recursos para traductores". En poEdit, haga clic en <b>Catalog > Update from POT file</b> para actualizar su archivo PO, cargando en él las cadenas nuevas del archivo POT. A continuación, traduzca el archivo .po (<b>no</b> el archivo .pot).</li> <li>Cuando elija File > Save, poEdit guardará el archivo .po, más un archivo .mo que necesitará Audacity.</li> </ul> <p><b>Cómo probar una traducción en Audacity:</b></p> <ul> <li>Vaya al directorio "Languages" dentro del directorio de instalación de Audacity y abra el directorio que tenga el mismo nombre que su archivo .po. Si ha creado una nueva traducción, necesitará, crear ese directorio bajo "Languages", usando el código del idioma correspondiente, que encontrará en <a href="http://www.poedit.net/translations.php">http://www.poedit.net/translations.php</a>. Por ejemplo, el código de la lengua Tamil es "ta", lo que significaría crear la carpeta "Audacity\Languages\ta".</li> <li>Renombre el archivo <b>.mo</b> guardado en el paso anterior para llamarlo "Audacity.mo", y péguelo en el directorio que abrió o creó hace un momento.</li> <li>Abra Audacity y en <b>Preferencias: Entorno de trabajo</b>, elija su idioma y haga clic en Aceptar. Ahora, debería ver sus traducciones. </li> </ul> <p><b>Más información:</b></p> <ul> <li><b>Para enviar una traducción</b>, por favor, remita el archivo .po que ha completado a la lista de correo <a href=https://lists.sourceforge.net/lists/listinfo/audacity-translation>audacity-translation</a>. Entonces, un miembro del equipo de Audacity introducirá el archivo en el sistema de gestión del website y enviará un mensaje a la lista de correo.</li> <li>Por favor, lea <a href="http://wiki.audacityteam.org/index.php?title=Translating_Audacity">Translating Audacity</a> para saber más sobre cómo traducir el código fuente de Audacity y para saber cómo se están traduciendo el software y el sitio web.</li> </ul>
nl: <h3>Vertalingsinstructies (software en website)</h3> <p>Normaal gezien zal er al een vertaling voor uw taal van de Audacity-software of -website zijn, maar ze moet dikwijls geüpdatet worden voor de laatste wijzigingen. <b>Om een bestaande vertaling te updaten</b> gebruikt u onderstaande links om het .po-bestand voor uw taal te downloaden:</p> <ul> <li><a href="%s">Audacity-vertalingen</a></li> <li><a href="%s">Audacity website-vertalingen</a></li> </ul> <p>Op de "log"-pagina voor uw taal klikt u op de "download"-link bovenaan, rechts van "Links to HEAD" (rechtsklikken of control-klikken en doel of link opslaan indien nodig).</p> <p><b>Als er nog geen .po-bestand voor uw taal is</b> kan u er een aanmaken door het laatste nieuwe "audacity.pot" of "audacity_website.pot"-bestand te downloaden bij "bronnen voor vertalers" hierboven. (Als de links alleen tekst weergeven in de browser kan u rechtsklikken of control-klikken en doel of link opslaan). Hernoem de .pot naar "audacity.po" (of "audacity_website.po" voor de website-vertaling) voordat u begint met vertalen.</p> <p><b>Programma's voor het aanmaken en wijzigen van .po-bestanden:</b></p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> voor Windows en Unix.</li> <li><a href="http://userbase.kde.org/Lokalize">Lokalize</a> voor KDE4</li> <li><a href="http://translate.sourceforge.net/wiki/virtaal/index">Virtaal</a></li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> is standaard aanwezig op de meeste Unix-systemen. Het bevat een PO-modus voor de Emacs teksteditor.</li> </ul> <p><b>Basisgebruik van poEdit:</b><p> <ul> <li>Stel de eigenschappen van een nieuw aangemaakt .po-bestand in door te klikken op <b>Catalogus > Instellingen</b> en de vereiste informatie in te vullen. Stel de doeltaal in in het <b>Taal</b>menu. Zorg ervoor dat de "charset"-optie correct ingesteld staat, omdat poEdit anders geen vertalingen met niet-Nederlandse tekens zal opslaan. </li> <li>Download voor een bestaand .po-bestand "audacity.pot" of "audacity_website.pot" van "Bronnen voor vertalers" hierboven. In poEdit klikt u op <b>Catalogus > Update van POT-bestand</b> op uw .po-bestand te updaten met de laatste strings van het gedownloade .pot-bestand. Vertaal daarna het .po-bestand (<b>niet</b> het .pot-bestand).</li> <li>Wanneer je klikt op Bestand > Opslaan, dan slaat poEdit het .po-bestand op, plus een .mo-bestand voor gebruik in Audacity.</li> </ul> <p><b>Om een vertaling te testen in Audacity:</b></p> <ul> <li>Navigeer naar de "Languages"-map in de Audacity-installatiemap en open de map met dezelfde naam als uw .po-bestand. Als u een nieuwe vertaling aanmaakt, maakt u een map aan in de "Languages"-map met de <a href="http://www.poedit.net/translations.php">correcte taalcode</a> als naam. De code voor Tamil is bijvoorbeeld "ta", dus dan maakt u volgende map aan: "Audacity\Languages\ta".</li> <li>Hernoem het opgeslagen <b>.mo</b>-bestand naar "Audacity.mo" en plak het bestand in de map die u opende of aanmaakte.</li> <li>Open Audacity en in <b>Voorkeuren: Interface</b> kiest u uw taal en klikt op OK. U zou nu uw vertalingen moeten zien. </li> </ul> <p><b>Verdere informatie:</b></p> <ul> <li><b>Om een vertaling in te zenden</b> kan u het aangevulde .po-bestand mailen naar de audacity-translation maillijst. Een lid van het Audacity-team zal het bestand toepassen en een bericht naar de lijst zenden om dit te bevestigen.</li> <li>Gelieve <a href="http://wiki.audacityteam.org/index.php?title=Translating_Audacity">Audacity vertalen</a> te lezen voor meer tips over het vertalen van de broncode van Audacity, en om te leren hoe de Audacity-software en -website vertaald worden.</li> </ul>

source: Audacity raises money via <a href="#donate">donations</a>, <a href="http://audacityteam.org/sponsor.php">sponsorships</a>, product sales through <a href="http://audacitystore.com/">Audacity Store</a> and <a href="../contact/privacy#advertising">advertisements</a> on our web pages.
es: Audacity se financia mediante <a href="#donate">donaciones</a>, <a href="http://audacityteam.org/sponsor.php">patrocinado</a>, venta de productos a través de la through <a href="http://audacitystore.com/">Tienda Audacity</a> y <a href="../contact/privacy#advertising">anuncios comerciales</a> en nuestro sitio web.
nl: Audacity verdient geld via <a href="#donate">donaties</a>, <a href="http://audacityteam.org/sponsor.php">sponsoring</a>, productverkoop door middel van de <a href="http://audacitystore.com/">Audacity Store</a> en <a href="../contact/privacy#advertising">advertenties</a> op onze webpagina's.

source: Rather, the team of Audacity lead developers will spend the money on items and services that benefit the project as a whole. Money that comes in to the project helps us pay for bandwidth and web hosting, development tools, and audio hardware. In the past we used funds from donations to purchase the Audacity trademark and to subsidize travel costs for Audacity developers to meet for a hackathon, and we plan to do more of these. Our long-term goal is to bring in enough money to hire a full-time developer who could devote all of his/her time to the project and take over some of the administrative, maintenance, and release tasks, freeing volunteers to spend more time on code.
es: Más bien, el equipo de desarrolladores principales de Audacity invertirá los ingresos en productos y servicios que beneficien al proyecto en general. El dinero que llega al proyecto nos ayuda a cubrir los gastos de conexión a Internet y el alojamiento web, las herramientas de desarrollo y los equipamientos de audio. En el pasado, usamos los fondos de las donaciones para registrar la marca de Audacity y para sufragar los costes de desplazamiento de los desarrolladores a reuniones de trabajo, y pretendemos seguir en esa línea. Nuestro objetivo a largo plazo es conseguir fondos suficientes para contratar a un desarrollador a tiempo completo que se dedique plenamente al proyecto y realice parte de las tareas administrativas, de mantenimiento y de publicación de nuevas versiones, para descargar de trabajo a los voluntarios para que puedan dedicar más tiempo al desarrollo del código.
nl: Het team van leidende Audacity-ontwikkelaars zal het geld eerder spenderen aan items en diensten die het project als geheel ten goede komen. Geld dat binnenkomt via het project helpt ons te betalen voor bandbreedte en web-hosting, ontwikkelingsgereedschap en audio-hardware. In het verleden gebruikten we fondsen van donaties om het Audacity trademark aan te kopen en om reiskosten te subsidiëren voor Audacity-ontwikkelaars die elkaar ontmoetten op een hackaton, en we zijn van plan om er zo meer te doen. Ons doel op lange termijn is om genoeg geld binnen te brengen om een fulltime ontwikkelaar te huren die al zijn/haar tijd kan wijden aan het project en een aantal administratieve, onderhouds- en uitgave-taken kan overnemen, waardoor vrijwilligers meer tijd kunnen spenderen aan de code zelf.
pt_br: No entanto, os desenvolvedores do Audacity gastam o dinheiro arrecadado em produtos e serviços que revertam em benefícios para o projeto. O dinheiro é gasto pagando pela hospedagem dos sites do projeto, ferramentas de desenvolvimento e aparato de áudio. O dinheiro das doações também já foi utilizado para registrar a marca Audacity e subsidiar custos de viagem dos desenvolvedores para o Hackathon. Nossa meta a longo prazo é ter dinheiro suficiente para contratar um desenvolvedor em tempo integral, e dedicarnos às tarefas administrativas, de mantenimento e desenvolvimento do projeto, permitindo aos voluntários dedicarem mais tempo ao código fonte do programa.

source: There are many ways to support Audacity, and many degrees of doing so. We have always welcomed users whose only contribution is simply using Audacity, giving us feedback on how to improve it, and telling others about it. Thank you for supporting Audacity.
es: Hay muchas formas de colaborar con Audacity y muchos grados de implicación. Entre otras, nos alegra mucho la aportación de aquellos usuarios que simplemente usan el programa, nos proporcionan comentarios sobre como mejorarlo y hablan de él a otras personas. Gracias por apoyar el proyecto de Audacity.
nl: Er zijn vele manieren om Audacity te ondersteunen, en vele graden om het te doen. We hebben altijd gebruikers verwelkomd wiens enige bijdrage het gebruik van Audacity is, door ons feedback te geven over hoe het te verbeteren, en door anderen erover te vertellen. Bedankt om Audacity te ondersteunen.
pt_br: Há diversas maneiras de ajudar o Audacity! Como sempre, damos boas-vindas à usuários que desejam ajudar o nosso projeto simplesmente utilizando o Audacity, reportando falhas e enviando suas sugestões para melhorarmos, e apresentando o programa para outras pessoas. Obrigado por apoiar o Audacity.

source: Purchase from the <a href="http://audacitystore.com/">Audacity Store</a>
es: Comprar en la <a href="http://audacitystore.com/">Tienda Audacity</a>
nl: Kopen via de <a href="http://audacitystore.com/">Audacity-winkel</a>

source: Please visit <a href="http://audacitystore.com/">Audacity Store</a> for high quality Audacity-logo items (T-shirts, embroidered polo shirts, embroidered messenger bags and ceramic mugs).
es: Le invitamos a probar la nueva tienda <a href="http://audacitystore.com/">Audacity Store</a>, en la que podrá encontrar productos con el logo de Audacity (camisetas, polos y bolsos con el logo bordado).
nl: Bezoek de <a href="http://audacitystore.com/">Audacity-winkel</a> voor Audacity-logo items van hoge kwaliteit (T-shirts, geborduurde polo-shirts, geborduurde boodschaptassen en keramische koppen).

source: Alternatively, click the button below to donate securely by Paypal. You can send any amount, using either your credit card or your Paypal account:
es: También puede hacer clic en el siguiente botón para donar de forma segura a través de Paypal. Puede enviarnos cualquier cantidad, bien por tarjeta de crédito o con su saldo Paypal:
nl: Als alternatief kan u op onderstaande knop klikken om veilig te doneren door middel van Paypal. U kan elk bedrag zenden door ofwel uw kredietkaart of uw Paypal-account te gebruiken:
pt_br: Ou clique no botão abaixo para doar com segurança via Paypal. Você pode enviar qualquer valor, usando seu cartão de crédito ou sua conta no Paypal:

source: SVN
es: CVS

source: <b>There is no technical support by e-mail or telephone.</b> Most questions are answered in our <a href="../help/faq">Frequently Asked Questions (FAQ)</a>, <a href="../help/documentation">documentation</a>, and the <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutorials</a> and <a href="http://audacityteam.org/wiki/index.php?title=Tips">Tips</a> on our <a href="http://audacityteam.org/wiki">Wiki</a>. All these resources are searchable using the search box top right of this page.
es: <b>No podemos prestar asistencia técnica por e-mail ni por teléfono.</b>Si aún no lo ha hecho, por favor, compruebe nuestras <a href="../help/faq">Preguntas frecuentes (FAQ)</a> y la <a href="../help/documentation">documentación</a>. Visite también nuestra <a href="http://audacityteam.org/wiki">Wiki</a>, donde encontrará <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutoriales</a>, <a href="http://audacityteam.org/wiki/index.php?title=Tips">Consejos</a> y otra información útil. En todos estos recursos se puede usar la función de búsqueda en la parte superior de la página.
nl: <b>Er is geen technische ondersteuning via e-mail of telefoon.</b> De meeste vragen worden beantwoord in onze <a href="../help/faq">veelgestelde vragen (FAQ)</a>, <a href="../help/documentation">documentatie</a> en de <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">handleidingen</a> en <a href="http://audacityteam.org/wiki/index.php?title=Tips">tips</a> op onze <a href="http://audacityteam.org/wiki">wiki</a>. Al deze bronnen kunnen doorzocht worden door gebruik te maken van de zoekbalk rechtsbovenaan deze pagina.

source: To post a question, <a href="http://audacityteam.org/forum/ucp.php?mode=register">register</a>, confirm your registration then log in. Choose the correct subforum (for example, Audacity 1.2.x for Windows), click "New Topic" top left, then submit your message. Foreign language subforums are available for <a href="http://audacityteam.org/forum/viewforum.php?f=7">French</a>, <a href="http://audacity-forum.de/">German</a>, <a href="http://audacityteam.org/forum/viewforum.php?f=10">Russian</a> and <a href="http://audacityteam.org/forum/viewforum.php?f=8">Spanish</a>.
es: Para enviar una pregunta, <a href="http://audacityteam.org/forum/ucp.php?mode=register">regístrese</a> en el Foro, confirme su registro y acceda al mismo. Escoja el subforo correcto al que escribir (por ejemplo, el foro de Windows para Audacity 1.2.x), haga clic en "Nuevo tema" y envíe su mensaje. Existen subforos disponibles en idiomas como <a href="http://audacityteam.org/forum/viewforum.php?f=7">Francés</a>, <a href="http://audacity-forum.de/">Alemán</a>, <a href="http://audacityteam.org/forum/viewforum.php?f=10">Ruso</a> y <a href="http://audacityteam.org/forum/viewforum.php?f=8">Español.</a>
nl: Om een vraag te stellen moet u zich <a href="http://audacityteam.org/forum/ucp.php?mode=register">registreren</a>, uw registratie bevestigen en daarna inloggen. Kies het juiste subforum (bijvoorbeeld Audacity 1.2.x voor Windows), klik op "New Topic" links bovenaan en plaats daarna uw bericht. Anderstalige subforums zijn beschikbaar in het <a href="http://audacityteam.org/forum/viewforum.php?f=7">Frans</a>, <a href="http://audacity-forum.de/">Duits</a>, <a href="http://audacityteam.org/forum/viewforum.php?f=10">Russisch</a> en <a href="http://audacityteam.org/forum/viewforum.php?f=8">Spaans</a>.

source: When reporting a problem or apparent bug to the Forum, please include full details of what you are trying to do. If there is a crash or error message, please state what you did that led up to this, and what exactly any error message said.
es: Cuando envíe un problema o un posible error, incluya detalles sobre lo que estaba intentado hacer y lo que hizo para llegar a ese problema. Si apareció un mensaje de error, indique exactamente lo que decía el mensaje de error.
nl: Wanneer u een probleem of schijnbare bug op het forum rapporteert, beschrijf dan ook gedetailleerd wat u probeert te doen. Indien er een crash- of foutbericht is, vertel wat u deed waardoor dit voorkwam, en wat er precies in het foutbericht stond.
pt_br: Ao reportar um problema em inglês, seja o mais detalhado possível. Inclua todos as explicações sobre o que você está tentando fazer. Caso haja algum erro, explique como o erro ocorre, como reproduzí-lo e o que a mensagem diz.

source: Suggestions, Bug Reports and Feature Requests
es: Sugerencias, informes de errores y solicitud de funciones
nl: Suggesties, bugrapporten en functie-aanvragen

source: To give us feedback that does <b>not</b> require a personal response, please
es: Si tiene alguna consulta que hacernos que <b>no</b> requiera una respuesta personalizada, por favor,
nl: Indien u feedback voor ons heeft die <b>geen</b> persoonlijk antwoord vereist,
