Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: Audacity 1.3: Project saving and recovery
es: Audacity 1.3: Grabación y recuperación de proyectos
ja: Audacity 1.3: プロジェクトの保存と回復
nl: Audacity 1.3: Projecten opslaan en herstellen
pt_br: Audacity 1.3: Gravação e recuperação de arquivos de projeto

source: Starting in version 1.3.2, Audacity automatically saves snapshots of your current project constantly. If Audacity ever crashes, or if your whole computer crashes or suddenly loses power, the next time you start Audacity it will notify you that it found an unsaved project, and prompt you to recover it.
es: A partir de la versión 1.3.2, Audacity almacena automáticamente versiones del proyecto abierto. Si Audacity se bloquea o si la computadora tiene algún problema repentino la próxima vez que se inicie Audacity, se nos avisará de esa circunstancia y de que se encontró un proyecto no guardado, preguntando si queremos recuperarlo.
ja: Audacity 1.3.2以降ではプロジェクトのスナップショットを定期的に自動保存 するようになりました。もしAudacityがクラッシュしたり、お使いのPCがクラッシュ したり突然の電源遮断でも、次回Audacity起動時に未保存のプロジェクトが あることをお知らせし、回復するかどうか聞いてきます。
nl: Vanaf versie 1.3.2 slaat Audacity automatisch doorlopend snapshots op van uw huidig project. Indien Audacity ooit zou crashen, of indien uw hele compoter zou crashen of plots geen stroom meer zou hebben, zal Audacity u de volgende keer dat u het opstart verwittigen dat het een niet-opgeslagen project gevonden heeft, en u de mogelijkheid geven om het te herstellen.
pt_br: A partir da versão 1.3.2, o Audacity permite salvar automaticamente back-ups do estado atual dos arquivos de projeto. Isso permite ao programa recuperar-se em caso de falha de sistema ao último estado gravado ao ser iniciado novamente.

source: One common source of confusion with Audacity is that when you open or import an uncompressed file (e.g. WAV or AIFF), Audacity saves time and memory by only linking to the file, not copying it. But if you move, modify or delete the original file, your Audacity project will not work anymore. Starting with version 1.3.2, Audacity will prompt you every time you save if your project is dependent on other audio files, and give you the option of copying them into the project at that time, so it is self-contained.
es: Una fuente común de confusión con Audacity es que cuando se abre o se inporta un archivo descomprimido (como un WAV o un AIFF), Audacity ahorra tiempo y memoria creando un enlace al archivo en lugar de copiarlo junto al proyecto. Por eso, si se mueve ese archivo, se modifica o se borra el proyecto de Audacity no será capaz de funcionar correctamente. Desde la versión 1.3.2, Audacity preguntará al guardar un proyecto y dará la opción de copiar esos archivos externos dentro del propio proyecto, para que sean "autocontenidos".
ja: Audacityを使う上であまり知られていないことの１つは、Audacityは非圧縮ファイル （たとえばWAVやAIFF）を開いたり読み込む際に時間とメモリ節約のためにそのファイル とリンクを張るだけで実際にコピーをしないということです。したがってもしそれらのオリジナル ファイルを移動させたり変更したり消去してしまった場合、Audacityプロジェクトは正しく 動作しなくなります。バージョン1.3.2以降ではAudacityはプロジェクトを保存する際に、 もし他のオーディオファイルとの依存性がある場合に、そのファイルをプロジェクト内にコピー して自立可能にするかどうかユーザーに聞く機能が追加されました。
nl: Een veelvoorkomende bron van verwarring bij Audacity is dat wanneer u een ongecompresseerd bestand opent of importeert (bijvoorbeeld WAV of AIFF), Audacity tijd en geheugen spaart door alleen te linken naar dat bestand en het niet te kopiëren. Indien u dan het originele bestand verplaatst, wijzigt of wist, zal uw Audacity-project niet meer werken. Beginnend bij versie 1.3.2 zal Audacity u bij het opslaan elke keer vragen of uw project afhankelijk is van andere audiobestanden, en u de mogelijkheid geven om ze op dat moment te kopiëren naar het project zodat het zelf-bevattend is.
pt_br: Uma causa muito comum de confusão ao trabalhar com o Audacity se dá ao abrir ou importar um arquivo de áudio em formato não comprimido (como WAV ou AIFF). Para economizar tempo e memória do sistema, o Audacity não copia o arquivo para dentro de suas pastas de projeto, utilizando o áudio original. No entanto, ao mover ou renomear este arquivo, o projeto do Audacity parará de funcionar, pois não conseguirá encontrar o arquivo de áudio original do qual depende. O Audacity a partir da versão 1.3.2, ao salvar um arquivo de projeto, avisa sobre a dependência de arquivos externos e permite copiá-los para suas pastas de projeto, o que permite que o arquivo de áudio original seja movido, deletado ou renomeado sem problemas.

source: Back:
es: Atrás:
ja: 戻る:
nl: Terug:
pt_br: Voltar:

source: Timer Recording
es: Grabación con temporizador
ja: タイマー録音
nl: Timer-opnemen
pt_br: Gravação temporizada

source: Next:
es: Siguiente:
ja: 次へ：
nl: Volgende:
pt_br: Próximo:

source: Selection Bar
es: Barra de selección
ja: 選択バー
nl: Selectiebalk
pt_br: Barra de seleção

source: Top:
es: Subir:
ja: 上へ:
nl: Naar boven:
pt_br: Acima:

source: New features in Audacity 1.3
es: Nuevas funciones en Audacity 1.3
ja: Audacity 1.3の新機能
nl: Nieuwe mogelijkheden in Audacity 1.3
pt_br: Novos recursos no Audacity 1.3

source: Audacity 1.3: Collapse/Expand Tracks
es: Audacity 1.3.: Contraer/Expandir pistas
ja: Audacity 1.3:トラックの縮小/拡張
nl: Audacity 1.3: Sporen Samenvouwen/Uitvouwen
pt_br: Audacity 1.3: Recolher/Expandir faixas

source: In Audacity 1.3, every track has an upward-pointing triangle at the bottom of the label area on the left side of the track. Click it once to collapse the track to a very small size, and click it again to expand it back to its previous size. Note that as in previous versions, you can resize a track by clicking anywhere along the bottom edge and dragging up or down.
es: En Audacity 1.3, cada pista tiene un triángulo en la parte inferior del área del nombre, en la parte izquierda de la pista. Haciendo clic una vez la posta se contraerá a un tamaño reducido y haciendo clic de nuevo volverá a su tamaño anterior. En versiones anteriores se podía redimensionar una pista pulsando en cualquier punto de su borde inferior y arrastrándolo con el ratón.
ja: Audacity 1.3では個々のトラックの左端のラベル領域の下端に三角形があります。これをクリックするとそのトラックを小さなサイズに縮小し、もう一度クリックすると元のサイズに拡張されます。 以前のバージョンと同じように、トラックの下端をクリックし上下にドラッグすることでリサイズすることもできます。
nl: In versie 1.3 van Audacity heeft ieder spoor onderaan het labelgebied (links van het spoor), een driehoek met de punt naar boven gericht. Klik er éénmaal op om het spoor samen te vouwen tot een heel klein formaat, en klik er nogmaals op om het te herstellen tot het vorige formaat. U zult zien dat het, net als in vorige versies, mogelijk is een spoor groter of kleiner te maken door op de onderrand van dat spoor te klikken en naar boven of naar beneden te slepen.
pt_br: No Audacity 1.3, cada faixa de áudio mostra à sua esquerda um triângulo apontando para baixo. Clique nele e a faixa selecionada diminui o seu tamanho, outro clique e a faixa volta ao seu tamanho anterior. Como nas versões anteriores, é possível alterar o tamanho das faixas arrastando com o mouse as suas bordas.

source: Before clicking on the collapse button for the top track
es: Antes de hacer clic en el botón Contraer de la pista superior
ja: 最上段のトラックの縮小ボタンをクリックする前
nl: Voordat u klikt op de knop Samenvouwen voor het bovenste spoor
pt_br: Antes de clicar no botão 'Recolher faixas' para a faixa de áudio superior

source: After clicking on the collapse button
es: Después de hacer clic en el botón Contraer
ja: 縮小ボタンをクリックした後
nl: Nadat u klikt op de knop Samenvouwen
pt_br: Após clicar no botão 'Recolher faixas'

source: After selecting 'Collapse All Tracks' from the View menu
es: Antes de seleccionar 'Contraer todas las pistas' en el menú Ver.
ja: ビューメニューの「すべてのトラックの縮小」を選択した後
nl: Nadat u 'Alle sporen samenvouwen' kiest in het menu Beeld
pt_br: Após selecionar a opção 'Recolher todas as faixas' no menu Exibir

source: Mac OS X features
es: Funciones en Mac OS X
ja: Mac OS X機能
nl: Mac OS X functies
pt_br: Recursos para Mac OS X

source: Multiple clips per track
es: Varios recortes por pista
ja: １つのトラックに複数クリップ
nl: Meerdere clips per spoor
pt_br: Múltiplos clips por faixa

source: Audacity is free to download, but vendors are also free to bundle copies of the program with their products, or resell or distribute Audacity, thanks to the <a href="../about/license">GNU General Public License</a>. The following are legitimate, legal offerings. We are happy and proud that they chose to bundle Audacity with their products.
es: La descarga de Audacity es libre, pero también es posible proporcionar copias del programa junto con sus productos, o bien revender o distribuir Audacity, de acuerdo con la <a href="../about/license">Licencia GNU </a>. En la lista siguiente se incluyen todas las ofertas acogidas a este sistema. Estamos orgullosos y encantados de que se haya escogido Audacity para ser distribuido con estos productos.
ja: Audacityはダウンロード自由ですが、<a href="../about/license">GNU General Public License</a>のおかげで、ベンダーが自由にAudacityを自社製品にバンドルして販売したり、再販や配布することができます。 以下は正式かつ法的なオファーです。私たちはAudacityをお選びいただきましたことを誇りに思うと同時に感謝いたします。
nl: Audacity is gratis te downloaden, maar verkopers zijn ook vrij om kopiën van het programma te bundelen bij hun producten, of Audacity te herverkopen of verdelen, dankzij de <a href="../about/license">GNU General Public License</a>. De volgende zijn gelegitimeerde, legale aanbiedingen. We zijn blij en trots dat zij gekozen hebben om Audacity te bundelen met hun eigen producten.
pt_br: O Audacity é livre para ser copiado e instalado via Internet, assim como revendedores podem incluir o Audacity aos seus produtos, graças à licença <a href="../about/license">GNU General Public License</a>. Estas ofetas são legítimas e estamos bastante satisfeitos em saber que o Audacity foi escolhido para ser incluído nestes produtos.

source: Some vendors, <a href="http://umixit.com/aboutus.html">Umixit</a>, <a href="http://www.thinklabsmedical.com">Thinklabs</a>, and <a href="http://audiotouch.com.au/">Audiotouch</a>, have additionally supported Audacity by sponsoring <a href="#others">custom versions</a>. The UmixIt custom version adds a mixer board interface and karaoke window. The ThinkLabs version is customized for cardiographs from digital stethoscopes. Audacity_Audiotouch is customized for integration with Audiotouch, for ease of use by students needing numerous recordings. Many of these improvements will be incorporated in future versions of Audacity.
es: Algunos proveedores, <a href="http://umixit.com/aboutus.html">Umixit</a>, <a href="http://www.thinklabsmedical.com">Thinklabs</a> y <a href="http://audiotouch.com.au/">Audiotouch</a>, han apoyado de forma adicional a Audacity esponsorizando <a href="#Others">versiones personalizadas</a>. La versión UmixIt añade una interfaz de mezcla y una ventana de karaoke. La versión ThinkLabs incluye cardiogramas desde estetoscopios digitales.Audacity_Audiotouch es una versión personalizada para su integración con Audiotouch, para mejorar su uso por parte de estudiantes que necesiten numerosas grabaciones. Muchas de estas mejoras serán incorporadas a futuras versiones de Audacity.
ja: いくつかのベンダー、 <a href="http://umixit.com/aboutus.html">Umixit</a>、 <a href="http://www.thinklabsmedical.com">Thinklabs</a>、 および <a href="http://audiotouch.com.au/">Audiotouch</a>は<a href="#others">カスタムバージョン</a>を提供することでAudacityをサポートいただいています。 UmixItカスタムバージョンはミキサー盤インタフェースとカラオケウィンドウを加えています。 ThinkLabsバージョンはディジタル聴診器を使う心電計にカスタマイズされています。Audacity_AudiotouchはAudiotouchと統合することで、多くの録音を行う学生に使いやすいようにカスタマイズされています。これらの多くの改良はAudacityの将来バージョンに組み込まれる予定です。
nl: Sommige verkopers, <a href="http://umixit.com/aboutus.html">Umixit</a>, <a href="http://www.thinklabsmedical.com">Thinklabs</a>, en <a href="http://audiotouch.com.au/">Audiotouch</a>, hebben Audacity bijkomend ondersteund door <a href="#others">custom-versies</a> te sponsoren. De UmixIt custom-versie voegt een mixerbord-interface en een karaoke-venster toe. De ThinkLabs-versie is gepersonaliseerd voor cardiogrammen van digitale stethoscopen. Audacity_Audiotouch is gepersonaliseerd voor integratie in Audiotouch, voor het gebruiksgemak van studenten die vele opnames nodig hebben. Veel van deze verbeteringen zullen opgenomen worden in de toekomstige versies van Audacity.
pt_br: Alguns revendedores, <a href="http://umixit.com/aboutus.html">Umixit</a>, <a href="http://www.thinklabsmedical.com">Thinklabs</a>, e <a href="http://audiotouch.com.au/">Audiotouch</a>, ofereceram suporte adicional ao Audacity, patrocinando <a href="#others">versões personalizadas</a> do programa. O UmixIt adiciona uma janela de mixagem com karaoke. O Thinklabs é personalizado para cardiógrafos e estetoscópios digitais. O Audacity_Audiotouch é feito para integrar-se ao Audiotouch, para facilitar seu uso por estudantes que precisam manter um grande número de gravações. Muitos destes recursos serão acrescentados a versões futura do programa.

source: To be considered for addition to this list, please first review our <a href="../about/license">License, and Advice for Vendors and Distributors</a> page. If you are distributing Audacity under those terms
es: Para ser añadido a esta lista, lea nuestra página <a href="../about/license">Licencia y avisos para proveedores y distribuidores</a>. Si distribuye Audacity siguiendo esas pautas
ja: このリストに掲載をご検討されている場合は、最初に<a href="../about/license">ベンダーおよびディストリビュータ向けのライセンスおよびアドバイス</a>ページをお読みください。 もしこれらの条件下ですでにAudacityを配布していて
nl: Om toevoeging aan deze lijst in overweging te nemen, bekijk alstublieft eerst onze <a href="../about/license">Licentie en advies voro verkopers en verdelers</a>-pagina. Indien u Audacity verdeelt onder deze voorwaarden
pt_br: Para ser adicionado à esta lista, por favor, revise as diretivas constantes em <a href="../about/license">Licença e Conselhos para Revendedores e Distribuidores. </a>Se você distribui o Audacity sob estes termos

source: and would like to be on this list, please
es: y le gustaría aparecer en esta lista,
ja: このリストへの掲載をご希望される場合は、
nl: en op deze lijst wil staan,
pt_br: e deseja ser incluído nesta lista, por favor

source: contact us
es: contacte con nosotros
ja: 私たちと連絡をとる
nl: contacteer ons
pt_br: fale conosco

source: Hardware Bundles
es: Distribuciones de hardware
ja: ハードウェアバンドル製品

source: Interfaces and Sound Cards
es: Interfaces y tarjetas de sonido
ja: インタフェースとサウンドカード
nl: Interfaces en geluidskaarten

source: Musical Instruments
es: Instrumentos musicales
ja: 楽器
nl: Muziekinstrumenten

source: Playback Devices
es: Dispositivos de reproducción
ja: 再生機器
nl: Afspeelapparaten

source: Open Source CD Bundles
es: Distrubiciones de CD de código abierto
ja: オープンソースCDバンドル
nl: Open source cd-bundels

source: Others
es: Otros
ja: その他
nl: Andere

source: Vendor
es: Proveedor
ja: ベンダー
nl: Verkoper
pt_br: Revendedor

source: Product
es: Producto
ja: 製品
pt_br: Produto

source: Description
es: Descripción
ja: 説明
nl: Beschrijving
pt_br: Descrição

source: FireWire&reg; audio interface with 8-input mixer, plus headphones, studio microphone with stand, cables and software.
es: Interfaz de audio FireWire&reg; con mezclador de 8 entradas, auriculares (audífonos), micrófono de estudio con soporte, cables y software.
ja: 8入力ミキサー付きFireWire&reg;オーディオインタフェース。プラス、ヘッドフォン、スタンド付きスタジオマイクロフォン、ケーブルおよびソフトウエア
nl: FireWire&reg; audio-interface met 8-kanaalsmixer plus koptelefoon, studiomicrofoon met statief, kabels en software.
pt_br: Interface de áudio FireWire&reg;, mixer de 8 canais, fones de ouvido, microfone com qualidade de estúdio, cabos e programa.

source: USB audio interface with 8-input mixer, plus headphones, studio microphone with stand, cables and software.
es: Interfaz de audio USB con mezclador de 8 entradas, auriculares (audífonos), micrófono de estudio con soporte, cables y software.
ja: 8入力ミキサー付きUSBオーディオインタフェース。プラス、ヘッドフォン、スタンド付きスタジオマイクロフォン、ケーブルおよびソフトウエア
nl: USB-audio-interface met 8-kanaalsmixer plus koptelefoon, studiomicrofoon met statief, kabels en software.
pt_br: Interface de áudio USB, mixer de 8 canais, fones de ouvido, microfone com qualidade de estúdio, cabos e programa.

source: Now discontinued, but generally still available online from retailers in USA and Canada. Hardware and software to record, edit, and publish podcasts: 24-bit/48kHz audio interface, dynamic broadcast microphone with desk stand. NOTE: Currently Podcast Factory will not work with Windows XP Media Center Edition (XP Home and Pro are not affected). Audacity itself does work with Media Center Edition, subject to your computer having suitable sound device drivers specific to your hardware.
es: Actualmente ya no se desarrolla, pero todavía está disponible online en tiendas de EEUU y Canadá. Hardware y software para grabar, editar y publicar podcasts: interfaz de audio de 24 bits y 48 kHz , micrófono dinámico con soporte de mesa. NOTA: Actualmente Podcast Factory no funciona con Windows XP Media Center Edition (no afecta a XP Home ni XP Pro). Audacity funciona con Media Center Edition, siempre que en su sistema estén instalados los controladores de sonido adecuados.
ja: 米国、カナダでは販売終了ですが販売店より今でも入手可能。ポッドキャストを録音、編集、配布するためのハードウェアおよびソフトウェア：24-bit/48kHzオーディオインタフェース、デスクスタンド付き放送用ダイナミックマイクロフォン。注意：現時点ではPodcast FactoryはWindows XP Media Center Editionでは動作しません。 （XP Home およびProは問題なし） AudacityそのものはMedia Center Editionでもお使いのハードウェアに適合したオーディオデバイスを使えば動作します。
nl: Nu niet-voortgezet, maar over het algemeen nog steeds on line beschikbaar bij handelaars in de VSA en Canada. Hardware en software om podcasts op te nemen, te wijzigen en publiceren: 24-bit/48kHz audio-interface, dynamische uitzendmicrofoon met bureaustatief. OPMERKING: Op dit moment zal Podcast Factory niet werken met Windows XP Media Center Edition (XP Home en Pro geldt dit niet). Audacity zelf werkt wel met Media Center Edition, afhankelijk of uw computer passende drivers heeft voor uw geluidsapparaat, specifiek voor uw hardware.
pt_br: Não é mais vendido, mas encontrado em lojas online nos EUA e Canadá. Hardware e software para gravar, editar e publicar podcasts: interface de áudio de 24-bit/48kHz e microfone de qualidade de rádio com apoio para mesa. NOTA: O Podcast Factory não funciona com o Windows XP Media Center (as versões XP Home e Professional funcionam sem problemas). O Audacity no entanto funciona sem problemas no XP Media Center, contanto que todos os drivers de áudio estejam corretamente instalados.

source: Available in Europe. Hardware and software to record, edit and publish podcasts: 24-bit/48kHz audio interface, dynamic broadcast microphone with desk stand. NOTE: Currently Podcast Factory will not work with Windows XP Media Center Edition (XP Home and Pro are not affected). Audacity itself does work with Media Center Edition, subject to your computer having suitable sound device drivers specific to your hardware.
es: Disponible en Europa. Hardware y software para grabar, editar y publicar podcasts: interfaz de audio de 24 bits y 48 kHz , micrófono dinámico con soporte de mesa. NOTA: Actualmente Podcast Factory, no funciona con Windows XP Media Center Edition (no afecta a XP Home ni a XP Pro). Audacity funciona con Media Center Edition, siempre que en su sistema estén instalados los controladores de sonido adecuados.
ja: ヨーロッパで販売中。ポッドキャストを録音、編集、配布するためのハードウェアおよびソフトウェア：24-bit/48kHzオーディオインタフェース、デスクスタンド付き放送用ダイナミックマイクロフォン。注意：現時点ではPodcast FactoryはWindows XP Media Center Editionでは動作しません。 （XP Home およびProは問題なし） AudacityそのものはMedia Center Editionでもお使いのハードウェアに適合したオーディオデバイスを使えば動作します。
nl: Verkrijgbaar in Europa. Hardware en software om podcasts op te nemen, te wijzigen en publiceren: 24-bit/48kHz audio-interface, dynamische uitzendmicrofoon met bureaustatief. OPMERKING: Op dit moment zal Podcast Factory niet werken met Windows XP Media Center Edition (XP Home en Pro geldt dit niet). Audacity zelf werkt wel met Media Center Edition, afhankelijk of uw computer passende drivers heeft voor uw geluidsapparaat, specifiek voor uw hardware.
pt_br: Disponível na Europa. Hardware e software para gravar, editar e publicar podcasts: interface de áudio de 24-bit/48kHz e microfone de qualidade de rádio com apoio para mesa. NOTA: O Podcast Factory não funciona com o Windows XP Media Center (as versões XP Home e Professional funcionam sem problemas). O Audacity no entanto funciona sem problemas no XP Media Center, contanto que todos os drivers de áudio estejam corretamente instalados.

source: Twisted Lincoln, Inc. sells reconditioned computers online which are preloaded with Audacity and other open source software from the company's <a href="#freedom">FreedomSampler&trade;</a> CD.
es: Twisted Lincoln, Inc. vende computadoras online que incluyen Audacity y otro software de código abierto del CD de la compañía <a href="#freedom">FreedomSampler&trade;</a>.
ja: Twisted Lincoln, Inc. はAudacityやその他のオープンソースソフトウェアを同社の<a href="#freedom">FreedomSampler&trade;</a> CDからプリロードした再整備コンピュータを販売。
nl: Twisted Lincoln, Inc. verkoopt omgebouwde computers online die voorgeïnstalleerd zijn met Audacity en andere open source software van op de <a href="#freedom">FreedomSampler&trade;</a>-cd van het bedrijf.
pt_br: Twisted Lincoln, Inc. vende computadores recondicionados com o Audacity e outros softwares livres instalados pelo CD da <a href="#freedom">FreedomSampler&trade;</a>.

source: USB Interface for transferring an analog or digital audio source into computer via USB.
es: Interfaz USB para transferir datos desde una fuente de audio analógica o digital a una computadora vía USB.
ja: アナログやディジタル音源からUSB経由でコンピュータに転送するUSBインタフェース。
nl: USB-interface om een analoge of digitale audiobron over te zetten op computer.
pt_br: Interface analógica para fontes de áudio digital ou analógico via USB.

source: 2 In/2 Out 24-Bit/96 kHz FireWire&reg; audio interface.
es: Interfaz de audio Fireware&reg; 2 entradas y 2 salidas de 24 bits y 96 kHz.
ja: 2 In/2 Out 24-Bit/96 kHz のFireWire&reg; オーディオインタフェース
nl: 2 In/2 Uit 24-bit/96 kHz FireWire&reg; audio-interface.
pt_br: interface de áudio 2 In/2 Out 24-Bit/96 kHz FireWire&reg;.

source: USB interface to connect turntable, mixer or CD player to USB or analog.
es: Interfaz USB para conectar una mesa de mezclas, mezclador o reproductor de CD a un puerto USB o de audio analógico.
ja: ターンテーブル、ミキサーまたはCDプレーヤーからUSBまたはアナログに接続するUSBインタフェース
nl: USB-interface om een draaitafel, mixer of cd-speler te verbinden met usb of analoge ingang.
pt_br: interface para conexão de toca-discos, mixer ou CD Player em entrada USB ou analógico.

source: XtremeSound 5.1/16 bit Sound Card.
es: Tarjeta de sonido XtremeSound 5.1/16 bit.
ja: XtremeSound 5.1/16 bit サウンドカード
nl: XtremeSound 5.1/16 bit Geluidskaart.

source: XtremeSound 7.1/24 bit and 7.1/24 bit Dolby Digital Live&reg; Sound Cards.
es: Tarjeta de sonido XtremeSound 7.1/24 bit con Dolby Digital Live&reg;.
ja: XtremeSound 7.1/24 bit および7.1/24 bit Dolby Digital Live&reg; サウンドカード
nl: XtremeSound 7.1/24 bit en 7.1/24 bit Dolby Digital Live&reg; Geluidskaarten.
pt_br: XtremeSound 7.1/24 bit e 7.1/24 bit com Dolby Digital Live&reg;.

source: USB Audio Capture Device.
es: Dispositivo de captura de audio USB.
ja: USBオーディオ入力デバイス
nl: USB-audio-opnameapparaat
pt_br: Dispositivos de captura de áudio USB

source: FireWire&reg; recording system featuring 24-bit/96k analog to digital conversion rate, four simultaneous inputs, software control panel, audio recording and production software.
es: Sistema de grabación Firewire&reg; que permite conversión de audio analógico a digital con una conversión de 24 bits y 96 kHz, cuatro entradas simultáneas, panel de control del software y aplicaciones para la grabación y reproducción de audio.
ja: 24-bit/96kアナログ・ディジタル変換、同時4入力、ソフトウェアコントロールパネル、オーディオレコーディング・制作ソフトウェアからなる FireWire&reg; レコーディングシステム
nl: FireWire&reg; opnamesysteem met een conversieratio van analoog naar digitaal van 24-bit/96k, vier simultane ingangen, software-controlepaneel, audio-opname- en -productiesoftware.
pt_br: Sistema FireWire&reg; para gravação com conversão analógico/digital de 24bit/96k, quatro entradas simultâneas, painel de controle, gravação de áudio e produção por software.
