Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <dl> <dt> Bug fixes for: </dt> <dd> Imports and Exports: <ul> <li> Bug when exporting partial selections caused too much audio to be exported is fixed</li> <li> Fix corrupt files exported through FFmpeg when metadata included (metadata is now exported correctly in M4A files)</li> <li> Prevent saving a new Audacity Project over an existing one as this could corrupt both projects</li> <li> Improved help for files that cannot be imported because the relevant optional library is missing</li> </ul> </dd> <dd> Effects: <ul> <li> Allow effects which change the length of the audio they work on to also be applied to selected label tracks, thus keeping them synchronized</li> <li> Fixed inability in Nyquist plug-ins to add labels to an existing label track</li> <li> <i>(Mac)</i>&nbsp; Equalization window was corrupted after Preview</li> <li> <i>(Linux 64-bit)</i>&nbsp; Fixed crash Generating Click Track</li> </ul> </dd> <dd> Audio Devices: <ul> <li> Fixed bug causing recording to stop short when the recording sample rate is not supported by the sound device and libsamplerate is used for resampling</li> <li> Fix crash when opening Preferences on a machine where there are no available audio devices</li> <li> Fixes for bugs using Timer Record and Sound Activated Recording</li> </ul> </dd> <dd> User Interface: <ul> <li> Sizes of some dialogs adjusted to ensure they fit on the screen</li> <li> Fix for supposedly "hidden" items appearing on screen with large monitors</li> <li> Various keyboard shortcut and translation fixes</li> </ul> </dd> <dd> Other bug fixes: <ul> <li> Several timing-dependent crashes and minor incorrect behaviours have been fixed</li> <li> Windows installer now installs correctly over previous versions of Audacity</li> </ul> </dd>
es: <dl> <dt> Corrección de errores en: </dt> <dd> Importación y exportación: <ul> <li> Resuelto un error al exportar selecciones parcials provocado al exportar demasiado audio</li> <li> Corrección en archivos corruptos al exportar mediante FFmpeg con metadatos incluidos (los metadatos ya se exportan correctamente en los archivos M4A)</li> <li> Evitado el guardar un nuevo proyecto sobre uno ya existente porque podía corromper ambos proyectos.</li> <li> Mejoradas las indicaciones para los archivos que no podían ser importados al faltar alguna bibiloteca opcional relevante.</li> </ul> </dd> <dd> Efectos: <ul> <li> Se permite que los efectos que modifican la longitud del audio puedan ser aplicados también a la pista de etiquetas seleccionada para mantenerla sincronizada</li> <li> Resuelta la imposibilidad de los plug-ins Nyquist para añadir etiquetas a una pista de etiquetas ya existente</li> <li> <i>(Mac)</i>&nbsp; La ventana de ecualización se corrompía tras una previsualización</li> <li> <i>(Linux 64-bit)</i>&nbsp; Solucionado un error al generar pistas de tipo Click.</li> </ul> </dd> <dd> Dispositivos de audio: <ul> <li> Resuelto un error que detenía la grabación cuando la frecuencia de muestreo no funciona con el dispositivo de sonido y libsamplerate se usaba para hacer un remuestreo</li> <li> Resuelto un problema al abrir las Preferencias en una máquina sin dispositivos de audio disponibles</li> <li> Solucionados errores al usar la grabación programada y la grabación activada por sonido</li> </ul> </dd> <dd> Espacio de trabajo: <ul> <li> Ajustadas las dimensiones de algunos cuadros de diálogo para asegurarse que caben en la pantalla</li> <li> Arreglados algunos objetos "ocultos" para que aparezcan en monitores grandes</li> <li> Algunas correcciones en los atajos de teclado y ajustes en las traducciones</li> </ul> </dd> <dd> Otras correcciones: <ul> <li> Algunos errores dependientes de los tiempos y ajustes menores han sido resueltos</li> <li> El instalador de Windows ahora funciona correctamente si hay versiones previas de Audacity instaladas.</li> </ul> </dd>
ja: <dl> <dt>バグ修正点: </dt> <dd> 取り込み/書き出し: <ul> <li> 一部分を書き出す際に大量のオーディオ が書き出されてしまう現象の修正</li> <li> メタデータを含むファイルを書き出す際に、ファイルが 壊れてしまう現象の修正 （メタデータはM4Aファイルとして 正常に書き出しできるようになりました）</li> <li> 新しいプロジェクトファイルを既存のものに上書きする際に 両方のプロジェクトが壊れてしまう現象の修正</li> <li> 読み込み時に適切なライブラリが無いことを表示する ヘルプの改善</li> </ul> </dd> <dd> エフェクト: <ul> <li> オーディオの長さを変えるエフェクトを、選択したラベルトラック にも適用でき、結果が正しくつながるようになりました。</li> <li> Nyquistプラグインが既存のラベルトラックに新規ラベルを 追加できなかった現象の修正</li> <li> <i>(Mac)</i>&nbsp; プレビュー後にイコライゼーションウィンドウが 乱れる現象の修正</li> <li> <i>(Linux 64-bit)</i>&nbsp; Click Track生成による クラッシュの修正</li> </ul> </dd> <dd> オーディオデバイス: <ul> <li> サウンドデバイスでサポートされていないサンプリング周波数n を使用しかつlibsamplerateがリサンプリングに使用されている に録音が短時間で終わってしまう現象</li> <li> オーディオデバイスが存在しないPCで設定を開こうとすると クラッシュする現象</li> <li> タイマー録音と音による録音起動を使った場合のバグの修正</li> </ul> </dd> <dd> ユーザーインタフェース: <ul> <li>いくつかの画面で最適なフォントに修正</li> <li> 大画面モニタ使用時に "隠れるべき" アイテムが現われてしまう現象 の修正</li> <li> いくつかのキーボードショートカットと翻訳の修正</li> </ul> </dd> <dd> その他のバグ修正: <ul> <li> いくつかのタイミング依存のクラッシュと軽微な不正動作の修正</li> <li> ウィンドウズインストーラにより、新しいAudacityを旧バージョンの上 に正しくインストールできるようになりました</li> </ul> </dd>
nl: <dl> <dt> Bugfixes voor: </dt> <dd> Importeren en exporteren: <ul> <li> Bug bij het exporteren van gedeeltelijke selecties die ervoor zorgde dat te veel audio geëxporteerd werd is opgelost</li> <li> Corrupte bestanden werden geëxporteerd door FFmpeg wanneer ze metadata bevatten (metadata wordt nu correct geëxporteerd bij M4A-bestanden)</li> <li> Voorkomen dat een nieuw Audacity-project een bestaand project overschrijft omdat dit beide projecten kon corrupt maken</li> <li> Verbeterde hulp voor bestanden die niet geïmporteerd kunnen worden omdat de relevante optionele bibliotheek ontbreekt</li> </ul> </dd> <dd> Effecten: <ul> <li> Toestaan dat effecten die de lengte wijzigen van de audio waar ze aan werken ook toegepast worden op de geselecteerde labeltracks, waardoor ze gesynchroniseerd blijven</li> <li> Opgeloste onmogelijkheid in Nyquist-plugins om labels toe te voegen aan een bestaande labeltrack</li> <li> <i>(Mac)</i>&nbsp; Equalizatie-venster werd corrupt na voorbeeldweergave</li> <li> <i>(Linux 64-bit)</i>&nbsp; Opgeloste crash bij Click Track Genereren</li> </ul> </dd> <dd> Audio-apparaten: <ul> <li> Bug opgelost die ervoor zorgde dat de opname stopte wanneer de opname-samplerate niet ondersteund was door het geluidsapparaat en libsamplerate gebruikt werd voor resampling</li> <li> Crash bij het openen van Voorkeuren op een computer waar geen audio-apparaten beschikbaar waren</li> <li> Bugs opgelost bij gebruik van Timer-Opnemen en geluidsgeactiveerd opnemen</li> </ul> </dd> <dd> Gebruikersinterface: <ul> <li> Groottes van sommige vensters aangepast om ervoor te zorgen dat ze op het scherm passen</li> <li> Fix voor verondersteld "verborgen" items die verschenen op het scherm bij grote monitors</li> <li> Verschillende sneltoets- en vertalingsfixes</li> </ul> </dd> <dd> Andere bugfixes: <ul> <li> Verschillende timing-afhankelijke crashes en kleinere incorrecte gedragingen werden opgelost</li> <li> Windows installer installeert nu correct over vorige versies van Audacity</li> </ul> </dd>

source: <dt> Changes and improvements:</dt> <dd> <ul> <li> <i>(Windows)</i>&nbsp; Better icon file with higher resolution and transparency</li> <li> New SoundFinder plug-in to label regions of audio between silences, so allowing silences between tracks to be excluded when exporting multiple</li> </ul> </dd> </dl> <p> Please be aware of <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.11#Known_Issues_at_Release"> Known Issues at Release</a> (also viewable in the included README.txt). </p>
es: <dt> Cambios y mejoras:</dt> <dd> <ul> <li> <i>(Windows)</i>&nbsp; Mejor archivo de iconos con mayor resolución y transparencia</li> <li> Nuevo plug-in SoundFinder para etiquetar zonas de audio entre silencios, de este motod los silencios entre pistas pueden ser excluidas al hacer una exportación múltiple</li> </ul> </dd> </dl> <p> Consulte <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.11#Known_Issues_at_Release"> Problemas conocidos en la versión</a> (también disponible en el archivo README.txt incluido). </p>
ja: <dt> 変更点および改善点:</dt> <dd> <ul> <li> <i>(Windows)</i>&nbsp; 高解像度と高透過性のアイコンファイル</li> <li> 新しいSoundFinderプラグインにより無音区間の間のオーディオに ラベル付けができ、複数書き出し時にそれら無音区間を除去する ことができるようになりました。</li> </ul> </dd> </dl> <p> <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.11#Known_Issues_at_Release"> 既知の問題</a>もご覧ください。 (含まれているREADME.txtでもご覧になれます). </p>
nl: <dt> Aanpassingen en verbeteringen:</dt> <dd> <ul> <li> <i>(Windows)</i>&nbsp; beter icoonbestand met hogere resolutie en transparantie</li> <li> Nieuwe SoundFinder-plugin om audiogebieden tussen stiltes te labelen en er op die manier voor te zorgen dat stiltes tussen tracks geëxcludeerd worden bij meervoudig exporteren</li> </ul> </dd> </dl> <p> Wees u bewust van <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.11#Known_Issues_at_Release"> gekende problemen op het moment van de release</a> (ook te bekijken in het bijgevoegde bestand README.txt). </p>

source: Changes in Audacity 1.3.10
es: Novedades en Audacity 1.3.10
ja: Audacity 1.3.10における変更点
nl: Aanpassingen in Audacity 1.3.10

source: <dl> <dt> Bug fixes for: </dt> <dd> Imports and Exports: <ul> <li> Freeze importing audio files when Default View Mode set to Pitch (EAC)</li> <li> Simultaneous On-Demand imports sorted incorrectly</li> <li> WAV or AIFF files imported as noise if Preferences set to copy in the data at 24-bit quality</li> <li> WMA exports corrupted if they contained metadata</li> <li> Metadata Editor appeared before the Export window when exporting to any format </li> </ul> </dd> <dd> Effects: <ul> <li> Crash or hang using Equalization on longer tracks</li> <li> Reverse did not reverse clip boundaries</li> <li> Nyquist:</li> <ul> <li> Excessive memory consumption led to slow processing or crashes</li> <li> Values appearing in text boxes not always the default or previously entered values</li> <li> Errors running in European locales where comma used as decimal separator</li> </ul> <li> VST effects remained in Effect menu even when re-scanned and no longer available </li> <li> Truncate Silence produced incorrect results if silences spanned a block boundary </li> </ul> </dd> <dd> Other bug fixes: <ul> <li> Spurious "not writable/disk full" errors when saving projects </li> <li> Playing, rendering or exporting multiple tracks led to desynchronized playback or loss of audio data </li> <li> Crash opening Preferences when no recording and/or playback devices enabled or connected </li> <li> Preferences window: OK button did not respond to ENTER when a tab selected in left-hand panel </li> <li> Mixer Board solo button handling</li> <li> <i>(Windows)</i> After a period launching correctly, Audacity sometimes did not come up on top at launch </li> <li> <i>(Mac OS X)</i> Correctly installed Help folder could not be found</li> <li> <i>(Mac OS X and Linux)</i> Output slider could affect VU playback meter which then did not reflect actual waveform volume level</li> <li> <i>(Linux)</i> Undoing or redoing a label edit could cause a crash</li> </ul> </dd>
es: <dl> <dt> Corrección de errores en : </dt> <dd> Importación y exportación: <ul> <li> Bloqueo al importar archivos con el modo de vista predeterminado establecido a Pitch (EAC)</li> <li> Varias importaciones simultaneas se ordenan ya correctamente</li> <li> Los archivos WAV o AIFF se importaban como ruido si las preferencias estaban establecidas para copiar en calidad de 24 bit</li> <li> La exportacińoWMA se corrompía si había metados</li> <li> El editor de tadatos aparecía antes que ventana de exportación al exportar a cualquier formato </li> </ul> </dd> <dd> Efectos: <ul> <li> Bloqueo o cuelgue al usar el ecualizador en pistas largas</li> <li> Revertir no revertía los límites de los clip</li> <li> Nyquist:</li> <ul> <li> Un consumo excesivo de memoria llevaba a un procesamiento excesivo y a bloqueos</li> <li> Los valores de los cuadros de texto no mostraban siempre los valores que deberían</li> <li> Errores con la coma como separador decimal en Europa</li> </ul> <li> Los efectos VST desaparecían del menú al reescanear </li> <li> El eliminador de silencios provocaba resultados erroneos si los silencios se ubicaban en los límites del bloque </li> </ul> </dd> <dd> Otros errores: <ul> <li> Errores de "disco lleno o escribibl" al guardar proyectos </li> <li> La reproducción, renderización o exportación de pistas múltiples llevaba a desincronizaciones en la reproducción y pérdida de datos </li> <li> Error al abrir las preferencias cuando no hay dispositivos de audio o de grabación conectados </li> <li> Preferencias: El botón OK no atendía a la pulsación de Intro cuando había una pestaña seleccionada </li> <li> Control de Solo en el mezclador</li> <li> <i>(Windows)</i> Tras un periodo funcionando correctamente, Audacity a veces no saltaba al primer plano al ejecutarse </li> <li> <i>(Mac OS X)</i> Instalada correctamente la carpeta de ayuda que no se podía encontrar</li> <li> <i>(Mac OS X and Linux)</i> El control de salida podía afectar al medidor de reproducción, que no reflejaba la forma de onda real del nivel de volumen</li> <li> <i>(Linux)</i> Deshacer y rehacer en la edición de etiquetas provocaba un bloqueo</li> </ul> </dd>
ja: <dl> <dt> Bug fixes for: </dt> <dd>取り込み/書き出しでのバグ修正: <ul> <li> ピッチ(EAC) 表示での取り込み中のフリーズ</li> <li> 同時オンデマンド取り込みの場合に並び替えが不正</li> <li> 設定で24ビットデータ品質が指定されている場合にWAV およびAIFFファイルがノイズとして取り込まれる</li> <li> メタデータを含むWMA書き出しデータが破壊している</li> <li> メタデータエディタが書き出しの前に現われる現象 </li> </ul> </dd> <dd> エフェクト: <ul> <li> 長いトラックにてイコライゼーションを使用した場合のクラッシュ/ハング</li> <li> 前後を反転がクリップ境界を反転しない</li> <li> Nyquist:</li> <ul> <li> メモリの過剰消費により処理速度低下 あるいはクラッシュ</li> <li> テキストボックスにデフォルトや前回入力結果以外 のものが現われる</li> <li> ヨーロッパ言語で、数字の桁記号としてカンマを使った 場合にエラー発生</li> </ul> <li> VSTエフェクトが消去された後でもメニューに残る </li> <li> 無音を圧縮コマンドで無音区間がブロック境界を越える 場合に不正な結果</li> </ul> </dd> <dd> その他のバグ修正: <ul> <li> プロジェクト保存中の "書き込みできないかディスクが一杯です" という不正なメッセージ </li> <li> 複数トラックの再生、処理または書き出しにおいて再生同期ずれ またはオーディオデータ喪失 </li> <li>録音または再生デバイスが有効化されていないか接続されていない 場合に設定を開くとクラッシュする </li> <li>設定ウインドウ: 左側パネルでタブ選択中に、Enterを押しても OKボタンが反応しない </li> <li>ミキサーボードのSoloボタンの処理</li> <li> <i>(Windows)</i> Audacity起動時に最前面に表示されない </li> <li> <i>(Mac OS X)</i> 正常にインストールしてもHelpフォルダが見つからない</li> <li> <i>(Mac OS X and Linux)</i> 再生VUメータが実際の出力を示しておらず 、さらに出力スライダーが出力VUメータ表示に影響する</li> <li> <i>(Linux)</i> ラベル編集の取り消しまたは繰り返しでクラッシュ</li> </ul> </dd>
nl: <dl> <dt> Bugfixes voor: </dt> <dd> Importeren en exporteren: <ul> <li> Het importeren van audiobestanden liep vast wanneer de standaard weergavemodus veranderd werd naar toonhoogteweergave (EAC)</li> <li> Simultane op-aanvraag-imports werden foutief gesorteerd</li> <li> WAV- of AIFF-bestanden werden geïmporteerd als ruis indien de voorkeuren zo ingesteld waren dat de data met 24-bitskwaliteit ingekopieerd werd</li> <li> WMA-exports waren corrupt als ze metadata bevatten</li> <li> Metadata Editor verscheen vóór het exportvenster bij exporteren naar om het even welk formaat </li> </ul> </dd> <dd> Effecten: <ul> <li> Crash of vastlopen bij gebruik van equalisatie met langere tracks</li> <li> Omkeren-effect keerde geen clip-randen om</li> <li> Nyquist:</li> <ul> <li> Buitensporig geheugengebruik leidde tot traag verwerken of crashes</li> <li> Waarden die verschenen in tekstvakken waren niet altijd de standaardwaarden of voordien ingegeven waarden</li> <li> Fouten wanneer het programma draaide met Europese "locales" waar een komma gebruikt wordt als decimale separator</li> </ul> <li> VST-effecten bleven staan in het Effect-menu, zelfs wanneer er opnieuw gescand werd en ze niet langer beschikbaar waren </li> <li> Stilte Afkappen produceerde onjuiste resultaten als de stiltes een blokrand overspanden </li> </ul> </dd> <dd> Andere bugfixes: <ul> <li> Valse foutmeldingen zoals "niet schrijfbaar/schijf vol" bij het opslaan van projecten </li> <li> Afspelen, renderen of exporteren van meerdere sporen leidde tot gedesynchroniseerd afspelen of verlies van audiodata </li> <li> Crash bij het openen van Voorkeuren wanneer geen opname- en/of afspeelapparaten aangesloten of ingeschakeld waren </li> <li> Voorkeuren-venster: OK-knop reageerde niet op ENTER wanneer een tab geselecteerd was in het linkerpaneel </li> <li> Mixerbord soloknop-bediening</li> <li> <i>(Windows)</i> Na een periode van correct laden, kwam Audacity soms niet bovenaan bij het laden </li> <li> <i>(Mac OS X)</i> Correct geïnstalleerde help-map kon niet teruggevonden worden</li> <li> <i>(Mac OS X en Linux)</i> Uitvoerfader kon de afspeel-VU-meter beïnvloeden waardoor het volume van de eigenlijke golfvorm niet weergegeven werd op de meter</li> <li> <i>(Linux)</i> Ongedaan maken of opnieuw doen van een label kon zorgen voor een crash</li> </ul> </dd>

source: <dt> Changes and improvements:</dt> <dd> <ul> <li> Linked audio and label tracks disabled until a future Beta version so they can be bug fixed</li> <li> Input volume slider will be disabled if it doesn't have proper control of system slider; use the system slider instead</li> <li> Proper support for copying/pasting label-with-audio including label text; new Edit > Paste Text to New Label menu item to paste system clipboard </li> <li> Contrast Tool now modeless, more intuitive handling of multiple project windows, various other minor improvements </li> </ul> </dd> </dl> <p> Please be aware of <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.10#Known_Issues_at_Release"> Known Issues at Release</a> (also viewable in the included README.txt). </p>
es: <dt>Cambios y mejoras:</dt> <dd> <ul> <li> Enlace de audio y pistas de etiquetas desactivado hasta una nueva beta para que puedan ser corregidos</li> <li> Control de volumen de entrada se desactivará si no tiene un adecuado control del deslizamiento, utilice el control del sistema en su lugar</li> <li> Un soporte correcto de copiar y pegar etiquetas con audio incluído</li> <li> La herramienta de contraste de audio es ahora más intuitiva al controlar varias ventanas de proyecto </li> </ul> </dd> </dl> <p> Consulte <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.10#Known_Issues_at_Release"> Problemas conocidos en la versión</a> (también disponible en el archivo README.txt incluido). </p>
ja: <dt> 変更点および改善点:</dt> <dd> <ul> <li> リンクされたオーディオとラベルのトラックは、将来ベータ版でバグ解決 されるまで無効化</li> <li> システムスライダーが正しく調整されていない場合は入力スライダーは 無効化されます； 代わりにシステムスライダーをお使いください。</li> <li> オーディオ付きラベルのコピー/ペーストとシステムクリップボードの改善 ; 編集＞新しいラベルにテキストをペースト メニュー </li> <li>コントラストツールがモードレス、直感的な複数プロジェクト操作 、 その他の改善 </li> </ul> </dd> </dl> <p> <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.10#Known_Issues_at_Release"> リリースでの既知の問題</a>をご覧ください (README.txtファイルでもご覧いただけます). </p>
nl: <dt> Aanpassingen en verbeteringen:</dt> <dd> <ul> <li> Gelinkte audio en labeltracks zijn uitgeschakeld tot een toekomstige bèta-versie zodat de bugs kunnen gefixt worden</li> <li> Fader voor invoervolume zal uitgeschakeld worden als het geen juiste bediening van de systeemfader heeft; gebruik in de plaats daarvan de systeemfader</li> <li> Juiste ondersteuning voor het kopiëren/plakken van een label-met-audio inclusief labeltekst; nieuw "Bewerken > Tekst in nieuw label plakken" menu-item om te plakken naar het klembord </li> <li> Contrast-gereedschap is nu zonder modus, meer intuïtieve bediening van meerdere projectvensters, verschillende andere kleinere verbeteringen </li> </ul> </dd> </dl> <p> Wees u bewust van <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.10#Known_Issues_at_Release"> gekende problemen op het moment van de release</a> (ook te bekijken in het bijgevoegde bestand README.txt). </p>

source: New in Audacity 1.3.9
es: Novedades en Audacity 1.3.9
ja: Audacity 1.3.9での新機能
nl: Nieuw in Audacity 1.3.9
