Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <li>Please test your device with Audacity thoroughly. If there are any specific configuration instructions needed to make your device work with Audacity, please ensure these are included with the device.</li> <li>Please note that we cannot help your customers with problems specific to your device - these must be dealt with by your own qualified staff. Users needing support with Audacity itself can find assistance at <a href="http://audacity.sourceforge.net/contact/">http://audacity.sourceforge.net/contact/</a>.</li> </ol> </p>
es: <li>Por favor, compruebe cuidadosamente que su producto funciona con Audacity. Si hay que configurar su producto de alguna manera concreta para hacerlo funcionar con Audacity, por favor, asegúrese de que se proporcionan junto con el producto.</li> <li>Por favor, sepa que no podemos ayudar a sus clientes con las dificultades específicas que puedan tener con su producto. Estos problemas deberán ser resueltos por su propio personal. Los usuarios que necesiten ayuda sobre el mismo programa Audacity, podrán obtener ayuda en <a href="http://audacity.sourceforge.net/contact/">http://audacity.sourceforge.net/contact/</a>.</li> </ol> </p>
ja: <li>貴社のデバイスとAudacityを十分にテストしてください。 貴社のデバイスでAudacityが動作するために特別な設定が必要な場合は、それらの設定情報が貴社のデバイスに含まれていることを確認してください。</li> <li>私たちは貴社のデバイス特有の問題について貴社のお客様に対してヘルプサポートはでいません。それらは貴社の正統な要員の方々によって対処されるべきです。Audacityそのものに関するサポートについては <a href="http://audacity.sourceforge.net/contact/">http://audacity.sourceforge.net/contact/</a>をご覧ください。</li> </ol> </p>
nl: <li>Test uw apparaat uitvoerig met Audacity. Indien er specifieke configuratie-instructies nodig zijn om uw apparaat te laten werken met Audacity, gelieve er dan voor te zorgen dat deze bij het apparaat meegeleverd zijn.</li> <li>Merk op dat wij uw klanten niet kunnen helpen met problemen die specifiek zijn voor uw apparaat - deze moeten opgevangen worden door uw eigen gekwalificeerd personeel. Gebruikers die ondersteuning nodig hebben voor Audacity zelf kunnen bijstand vinden op <a href="http://audacity.sourceforge.net/contact/">http://audacity.sourceforge.net/contact/</a>.</li> </ol> </p>
pt_br: <li>Por favor, teste extensivamente seu dispositivo para funcionar com o Audacity. Se for necessário configurar algo para fazer seu dispositivo funcionar adequadamente, assegure-se que estas instruções estão inclusas no seu dispositivo.</li> <li>Note que não poderemos ajudar seus consumidores com problemas específicos do seu dispositivo - que devem ser endereçadas ao pessoal qualificado fornecido por você. Os usuários que necessitem de suporte no uso do Audacity podem encontrá-lo em <a href="http://audacity.sourceforge.net/contact/">http://audacity.sourceforge.net/contact/</a>.</li> </ol> </p>

source: <h4>For those wishing to resell Audacity, or a rebranded version of it:</h4> <p> <ol> <li>If you are reselling Audacity unmodified, your advertising should make it clear that Audacity is available for free on the Internet, and highlight the benefits of the customer purchasing Audacity from you. For example, you could offer Audacity on a CD-ROM, bundle other software or music files, or provide a printed manual.</li> <li>You should endeavour to provide your own technical support for your customers, and your own documentation if you have modified Audacity.
es: <h4>A quienes deseen revender Audacity o una versión bajo su propia marca:</h4> <p> <ol> <li>Si desean revender Audacity sin modificaciones, deberán dejar claro al anunciar el producto que Audacity está disponible gratuitamente en Internet y especificar las ventajas que obtienen los clientes por comprarles Audacity a ustedes. Por ejemplo, pueden ofrecer Audacity en un CD-ROM, añadir otro software o archivos de música, o bien proporcionar un manual impreso.</li> <li>Deberán procurar proporcionar su propia asistencia técnica a los clientes, así como su propia documentación, en caso de que hayan modificado Audacity.
ja: <h4>AudacityあるいはAudacityの別ブランド化バージョンの再販を希望される方々へ:</h4> <p> <ol> <li>Audacityをそのままで再販しようとする場合、Audacityがインタネット上で無料で入手できること、かつお客様が貴社から購入することのメリットを明記しなくてはなりません。たとえば、AudacityをCD-ROMで提供したり、他のソフトウェアや音楽ファイルにバンドルしたり、印刷されたマニュアルを提供したりすることが可能です。</li> <li>Audacityを改変したバージョンを再販する場合は、貴社自身による技術サポートやドキュメンテーション に努めねばなりません。
nl: <h4>Voor diegenen die wensen Audacity of een rebranded versie ervan te verkopen:</h4> <p> <ol> <li>Indien u Audacity ongewijzigd herverkoopt moet uw reclame duidelijk maken dat Audacity gratis verkrijgbaar is op Internet, en de voordelen markeren voor de klant die Audacity koopt van u. U zou bijvoorbeeld kunnen Audacity aanbieden op een cd-rom, andere software of muziekbestanden ermee bundelen of een geprinte handleiding voorzien.</li> <li>U probeert best om uw eigen technische ondersteuning te voorzien voor uw klanten, en ook uw eigen documentatie indien u Audacity gewijzigd heeft.
pt_br: <h4>Para quem pretende revender o Audacity ou o programa com outra marca:</h4> <p> <ol> <li>Ao revender o Audacity, você deve deixar claro que o programa está disponível gratuitamente na Internet, e e ressaltar quais vantagens o usuário teria ao comprar a sua versão do Audacity. Por exemplo, você pode ofereê-lo em CD-ROM, incluí-lo com outros programas ou arquivos de áudio, ou prover um manual impresso.</li> <li>Você deve prover seu próprio suporte técnico a seus consumidores e sua própria documentação, caso tenha modificado o Audacity.

source: If you are reselling Audacity exactly as obtained from us and have questions about this, please
es: Si están revendiendo Audacity exactamente como lo han obtenido de nosotros y tienen preguntas sobre esto, por favor,
ja: 貴社が、私たちから提供を受けたそのままのAudacityを再販しようとしており、それについて質問がある場合、
nl: Als u Audacity opnieuw verkoopt, in exact dezelfde staat als u het van ons verkregen hebt, en indien u hierover vragen heeft,
pt_br: Se você está revendendo o Audacity exatamente como obtido conosco e têm questões sobre isso, por favor

source: e-mail us</a>.
es: escríbannos un e-mail</a>.
ja: Eメールをお送りください</a>。
nl: e-mail ons dan.
pt_br: entre em contato</a>.

source: <li>Please read these <a href="http://audacityteam.org/wiki/index.php?title=AudacityVendors#General_Advice">additional guidelines for resellers</a> on the <a href="http://audacityteam.org/wiki">Audacity Wiki</a>.</li> </ol> </p>
es: <li>Por favor, lean estas <a href="http://audacityteam.org/wiki/index.php?title=AudacityVendors#General_Advice">indicaciones adicionales para proveedores</a> en la <a href="http://audacityteam.org/wiki">Wiki de Audacity</a>.</li> </ol> </p>
ja: <li><a href="http://audacityteam.org/wiki">Audacity Wiki</a>にある、リセーラの方々へのガイドライン <a href="http://audacityteam.org/wiki/index.php?title=AudacityVendors#General_Advice">をお読みください。</a>.</li> </ol> </p>
nl: <li>Lees alstublieft deze <a href="http://audacityteam.org/wiki/index.php?title=AudacityVendors#General_Advice">aanvullende richtlijnen voor verkopers</a> op de <a href="http://audacityteam.org/wiki">Audacity Wiki</a>.</li> </ol> </p>
pt_br: <li>Por favor, leia as <a href="http://audacityteam.org/wiki/index.php?title=AudacityVendors#General_Advice">diretrizes adiconais para revendedores </a> no <a href="http://audacityteam.org/wiki">Wiki do Audacity</a>.</li> </ol> </p>

source: Click any screenshot for a larger version.
es: Pulsa sobre alguna captura para verla ampliada.
ja: 大きい画面で見るにはそれぞれのスクリーンショットをクリックしてください。
nl: Klik op een schermafbeelding voor een groter formaat.
pt_br: Clique nas imagens para ampliar

source: Audacity running on Linux
es: Audacity ejecutándose en Linux
ja: Linux上で動作しているAudacity
nl: Audacity op een Linux-machine
pt_br: Audacity rodando em Linux

source: Audacity running on Windows
es: Audacity ejecutándose en Windows
ja: Windows上で動作しているAudacity
nl: Audacity op een Windows-systeem
pt_br: Audacity rodando em Windows

source: Audacity running on Mac OS X
es: Audacity ejecutándose en Mac OS X
ja: Mac OS X上で動作しているAudacity
nl: Audacity op het Mac OS X besturingssysteem
pt_br: Audacity rodando em Mac OS X

source: Noise Removal effect
es: Efecto de eliminación de ruido
ja: ノイズ除去エフェクト
nl: Ruis verwijderen
pt_br: Efeito remoção de ruídos

source: Change Pitch effect
es: Efecto de cambio de tono
ja: ピッチチェンジエフェクト
nl: Toonhoogte wijzigen
pt_br: Efeito alterar timbre

source: Change Tempo effect
es: Efecto de cambio de tempo
ja: テンポチェンジエフェクト
nl: Tempo wijzigen
pt_br: Efeito alterar tempo

source: Recording with Audacity
es: Grabando con Audacity
ja: Audacityでレコーディング
nl: Opnemen met Audacity
pt_br: Gravando com o Audacity

source: A group of volunteers is translating the free Audacity sound editor into many different languages. The translation effort is now focused exclusively on Audacity 1.3 Beta as we prepare it to be our next Stable Release. If you would like to help, please join the %saudacity-translation mailing list%s and introduce yourself. Please read the instructions below on how to start working on translations.
es: Un grupo de voluntarios está traduciendo el editor de audio gratuito Audacity a diversos idiomas. En este momento, el esfuerzo de traducción se concentra exclusivamente en Audacity 1.3 Beta, ya que estamos trabajando para que sea nuestra próxima edición estable. Si desea ayudar, por favor, suscríbase a la lista de correo de traducción de Audacity, %saudacity-translation%s, y preséntese. Por favor, lea también las siguientes instrucciones para saber cómo empezar a traducir.
ja: ボランティアのグループがフリーのサウンドエディタAudacityを多くの言語に翻訳しています。翻訳作業は、次の安定版として準備しているAudacity 1.3 Betaに集中して行われています。もし皆様のお手伝いをいただけるようでしたら、%saudacity-translation メーリングリスト%s に参加し、自己紹介を投稿してください。翻訳を開始するにあたっては以下の手順をご覧ください。
nl: Een groep vrijwilligers is bezig met het vertalen van de vrije Audacity geluidseditor in veel verschillende talen. Alle vertalingsinspanningen worden nu exclusief gefocust op Audacity 1.3 bèta omdat we ze voorbereiden om de volgende stabiele release te worden. Indien u graag wil helpen, gelieve u in te schrijven op de %saudacity-translation maillijst%s en uzelf daar voor te stellen. Gelieve onderstaande instructies te lezen over hoe te beginnen werken aan vertalingen.

source: Resources for Translators
es: Recursos para traductores
ja: 翻訳者のためのリソース
nl: Bronnen voor vertalers
pt_br: Recursos para tradução

source: Mailing list and archives
es: Listas de correo y archivos
ja: メーリングリストとアーカイブ
nl: Maillijst en archieven
pt_br: Listas de emails e arquivos

source: Translating Audacity</a> on the Audacity <a href="http://wiki.audacityteam.org/index.php">Wiki</a>.
es: Traducir Audacity</a> en la <a href="http://wiki.audacityteam.org/index.php">Wiki</a> de Audacity.
ja: Audacityの翻訳</a> についてはAudacity <a href="http://wiki.audacityteam.org/index.php">Wiki</a>をご覧ください.
nl: Audacity vertalen</a> op de Audacity <a href="http://wiki.audacityteam.org/index.php">Wiki</a>.

source: Latest audacity.pot file%s (last updated %04d/%02d/%02d)
es: Último archivo audacity.pot%s (última actualización %04d/%02d/%02d)
ja: 最も新しい audacity.pot ファイル%s (last updated %04d/%02d/%02d)
nl: Het laatste audacity.pot-bestand%s (laatste update: %4$02d/%3$02d/%2$04d)

source: Latest audacity_website.pot file%s (last updated %04d/%02d/%02d)
es: Último archivo audacity_website.pot%s (última actualización %04d/%02d/%02d)
ja: 最も新しい audacity_website.pot ファイル%s (last updated %04d/%02d/%02d)
nl: Laatste audacity_website.pot-bestand%s (laatste update: %4$02d/%3$02d/%2$04d)

source: Audacity Beta User Manual</a> - The Audacity Beta User Manual also requires translating. This is done online using Wiki software. To create an account and start translating, please contact
es: moManual de Usuario de Audacity Beta</a> - También hay que traducir el Manual de Usuario de Audacity Beta. Esto se hace online, en formato Wiki. Para crear una cuenta y comenzar a traducir, por favor, póngase en contacto con
ja: Audacityベータ版ユーザーマニュアル</a> - Audacityベータ版ユーザーマニュアルも翻訳が必要です. これはWikiソフトウェアを使ってオンラインで行えます. アカウントを作成して翻訳を開始するためのコンタクト先
nl: Audacity bèta gebruikershandleiding<a> - De Audacity bèta gebruikershandleiding moet ook vertaald worden. Dit wordt online gedaan door middel van Wiki-software. Als u een account wil aanmaken om te beginnen met vertalen, contacteert u eerst

source: <h3>Translation Instructions (software and web site)</h3> <p>Normally there will already be a translation for your language of the Audacity software or web site, but often it needs to be updated for the latest changes. <b>To update an existing translation</b>, use the links below to download the .po file for your language:</p> <ul> <li><a href="%s">Audacity translations</a></li> <li><a href="%s">Audacity web site translations</a></li> </ul> <p>After clicking either link above, click on the link for the .po file for your language. On the page you come to, scroll down to the blue "File info" panel on the right, then right-click or control-click over the "View raw file" link and "save target" or "save link as" to download the .po file.</p> <p><b>If there is no .po file for your language</b>, create one by downloading the latest "audacity.pot" or "audacity_website.pot" file under "Resources for Translators" above. (If the links only produce text in the browser, right-click or control-click and save the target or link). Rename the .pot to "audacity.po" (or "audacity_website.po" for web site translation) before starting your translation.</p> <p><b>Programs for creating and editing .po files:</b></p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> for Windows and Unix.</li> <li><a href="http://userbase.kde.org/Lokalize">Lokalize</a> for KDE4</li> <li><a href="http://translate.sourceforge.net/wiki/virtaal/index">Virtaal</a></li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> is standard on most Unix systems. It includes a PO mode for the Emacs text editor.</li> </ul> <p><b>Basic usage of poEdit:</b><p> <ul> <li>For a newly created .po file, set its properties by clicking <b>Catalog > Settings</b> and filling in the required information. Set the target language in the <b>Language</b> menu. Make sure to set the "charset" option correctly, otherwise poEdit will not save any translations with non-English characters. </li> <li>For an existing .po file, download "audacity.pot" or "audacity_website.pot" from "Resources for Translators" above. In poEdit, click <b>Catalog > Update from POT file</b> to update your .po file with the latest strings from the downloaded .pot file. Then translate the .po file (<b>not</b> the .pot file).</li> <li>When you File > Save, poEdit saves the .po file, plus a .mo file for use in Audacity.</li> </ul> <p><b>To test a translation in Audacity:</b></p> <ul> <li>Navigate to the "Languages" directory inside the Audacity installation directory, and open the directory with the same name as your .po file. If creating a new translation, create a directory in the "Languages" folder using the correct language code from <a href="http://www.poedit.net/translations.php">http://www.poedit.net/translations.php</a>. For example, the code for Tamil is "ta", so create "Audacity\Languages\ta".</li> <li>Rename the saved <b>.mo</b> file to "Audacity.mo", and paste it into the directory you opened or created.</li> <li>Open Audacity and in <b>Preferences: Interface</b>, choose your language and click OK. You should now see your translations. </li> </ul> <p><b>Further information:</b></p> <ul> <li><b>To submit a translation</b>, please send the completed .po file to the audacity-translation mailing list. A member of Audacity Team will commit the file and send a message to the list confirming this.</li> <li>Please read <a href="http://wiki.audacityteam.org/index.php?title=Translating_Audacity">Translating Audacity</a> for more tips on translating the Audacity source code, and to learn how the Audacity software and web site are translated.</li> </ul>
ja: <h3>翻訳の手順 (ソフトウェアおよびWebサイト)</h3> <p>通常、AudacityソフトウェアあるいはWebサイトがすでに目的の言語に翻訳されていることが多いですが、最新のアップデートにあわせて修正が必要になる場合があります。 <b>既存の翻訳を修正する場合</b>は, 下記のリンクから目的の言語の.poファイルをダウンロードしてください:</p> <ul> <li><a href="%s">Audacity translations</a></li> <li><a href="%s">Audacity web site translations</a></li> </ul> <p>上記のリンクをクリックしたあと、目的の言語の.poファイルへのリンクをクリックしてください。リンク先ページにて右側の青色の "File info" パネルをスクロールし、"View raw file" リンクを右クリックするかCTRL-クリックし"対象をファイルに保存" または "名前を付けてリンク先を保存" により.poファイルをダウンロードしてください。</p> <p><b>もし目的言語の.po ファイルが無い場合</b>, "Resources for Translators" の中の最新の "audacity.pot" あるいは "audacity_website.pot" をダウンロードしてください (もしそのリンクがテキストでしか表示されない場合は右クリックまたはCTRL-クリックにて保存してください)。 その.potファイルを "audacity.po" (またはWebサイト翻訳の場合は "audacity_website.po" ) にリネームしてから, 翻訳作業を開始してください。</p> <p><b>これらのプログラムにより.poファイルの編集ができます:</b></p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> WindowsおよびUnix用</li> <li><a href="http://userbase.kde.org/Lokalize">Lokalize</a>KDE4</li> <li><a href="http://translate.sourceforge.net/wiki/virtaal/index">Virtaal</a></li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> は多くのUnixシステムに標準でサポートされています。EmacsテキストエディタのPOモードも同じです。</li> </ul> <p><b>poEditの基本的な使い方:</b><p> <ul> <li>新規に翻訳を始めるには、.poファイルを開き、次に<b>カタログ > 設定</b>をクリックし, 必要な情報を記入してください。 目的言語の設定は<b>言語</b> メニューで選択します。 poEditが翻訳結果を正しく保存できるように"文字符号化法" を正しく設定してください。 </li> <li>既存の .po ファイルに対しては、 "Resources for Translators"の中の"audacity.pot" または "audacity_website.pot" をダウンロードしてください。 poEditにて、 <b>カタログ > POTファイルを元に更新します</b> をクリックすることにダウンロードされた.potファイルに含まれる最新の原文にてその.po ファイルを更新します。 その後, .poファイル (.potファイルでは<b>ありません</b>)を編集してください。</li> <li>ファイル > 保存</b>により、.poファイルが保存され、 加えてAudacityで使用される.moファイルが保存されます。</li> </ul> <p><b>Audacityで翻訳結果をテストするには:</b></p> <ul> <li>Audacityインストールディレクトリ中の"Languages"ディレクトリを探し、 .poファイルと同じ名前のディレクトリを開きます。 新規翻訳の場合は"Languages" フォルダ内に言語コード名のディレレクトリを作ります。 言語コード名は<a href="http://www.poedit.net/translations.php">http://www.poedit.net/translations.php</a>を参照してｋださい。 たとえばタミール語のコードは"ta"です。したがって"Audacity\Languages\ta"を作ってください。</li> <li>保存された<b>.mo</b>ファイルを"Audacity.mo"にリネームし、新規作成ディレクトリにコピーしてください。</li> <li>Audacityを立ち上げ、<b>Preferences: Interface</b>の中で目的の言語を選びOKをクリックしてください。 翻訳されたものが見えるはずです。</li> </ul> <p><b>その他の情報:</b></p> <ul> <li><b>出来上がった翻訳ファイルを提出</b>するには、 audacity-translation メーリングリストに.poファイルをお送りください。 Audacityチームのメンバーがコミットし確認のメッセージをメーリングリストに送ります。</li> <li>Audacityソースコード翻訳での便利なテクニックや、 どのようにAudacityソフトウエアやWebサイトを翻訳すべきかについては <a href="http://wiki.audacityteam.org/index.php?title=Translating_Audacity">Translating Audacity</a> をご覧ください。</li> </ul>

source: How Does Audacity Raise Money?
es: ¿Cómo obtiene fondos Audacity?
ja: Audacityはどのようにして資金を集めているのですか？
nl: Hoe brengt Audacity geld op?
pt_br: Como o Audacity levanta fundos?

source: Audacity raises money via <a href="#donate">donations</a>, <a href="http://audacityteam.org/sponsor.php">sponsorships</a> and <a href="../contact/privacy#advertising">advertisements</a> on our web pages.
ja: Audacityは<a href="#donate">寄付</a>、 <a href="http://audacityteam.org/sponsor.php">スポンサーシップ</a>、および私たちのWebサイトでの <a href="../contact/privacy#advertising">広告</a>によって資金を調達しています。

source: As of March 2007, <a href="http://sourceforge.net/">SourceForge.net</a>, which hosts the Audacity site and downloads, is allowing us to also post advertisements, in an innovative program whereby we split the revenues. Thank you, <a href="http://sourceforge.net/">SourceForge.net</a>!
es: Desde marzo de 2007, <a href="http://sourceforge.net/">SourceForge.net</a>, el servidor que hospeda el sitio web de Audacity y sus descargas nos permite también mantener publicidad, en un innovador programa desde el que obtenemos algunos beneficios. ¡Gracias, <a href="http://sourceforge.net/">SourceForge.net</a>!
ja: 2007年3月、AudacityのWebサイトとダウンロードをホスティングしている<a href="http://sourceforge.net/">SourceForge.net</a>, は収入を分配する画期的なプログラムのもとで私たちが広告を掲載することを許可いただきました。 <a href="http://sourceforge.net/">SourceForge.net</a>に感謝いたします!
nl: Sinds maart 2007 staat <a href="http://sourceforge.net/">SourceForge.net</a>, dat de Audacity site en downloads host, ons toe om ook advertenties te plaatsen, volgens een vernieuwend programma waarbij we de winst delen. Bedankt, <a href="http://sourceforge.net/">SourceForge.net</a>!
pt_br: A partir de Março de 2007, o <a href="http://sourceforge.net/">SourceForge.net</a>, que hospeda o site e os downloads do Audacity, nos permite colocar anúncios em nossas páginas, divindo conosco o valor das receitas. Obrigado, <a href="http://sourceforge.net/">SourceForge.net</a>!

source: Income to Audacity is not distributed among previous contributors to Audacity. There are too many people and it would be difficult to do so fairly. Also, nobody contributed code to Audacity expecting money in return. Audacity is developed by volunteers, working in our spare time. Audacity is not shareware, and we do not expect to make any money from it.
es: Los beneficios del trabajo de Audacity no son distribuidos a los antiguos colaboradores del proyecto. Hay demasiadas personas y sería extremadfamente complejo hacerlo de forma equitativa. Igualmente, nadie contribuyó en el código de Audacity esperando una compensación económica. Audacity está desarrollado por voluntarios que trabajan en su tiempo libre. Audacity no es sahreware y no esperamos obtener dinero de el.
ja: Audacityへの収入はAudacityへの貢献者の間で分配されているわけではありません。 大変多くの人が関わっており公平に分配するのは容易ではありません。 しかも、貢献者は誰もコード作成の対価としてのお金を期待していません。 Audacityは空いた時間に活動するボランティアによって開発されています。 Audacityはシェアウェアではありません。私たちはこの活動からお金を得ることを期待していません。
nl: Inkomen van Audacity wordt niet verdeeld onder mensen die vroeger bijdroegen aan Audacity. Er zijn te veel mensen en het zou moeilijk zijn om het op een faire manier te doen. Niemand droeg daarenboven code bij aan Audacity terwijl hij daarvoor geld in ruil verwachtte. Audacity wordt ontwikkeld door vrijwilligers die in hun vrije tijd werken. Audacity is geen shareware, en we verwachten niet er geld mee te verdienen.
pt_br: Esta renda não é distribuída entre os que contribuem com o Audacity. Há muitas pessoas envolvidas e seria impossível distribuir igualitariamente os ganhos e nenhuma pessoa deste projeto espera receber dinheiro por ele. O Audacity é desenvolvido por voluntários, trabalhando em seu tempo livre. Como este não é um programa "Shareware" não se espera nenhum pagamento dos seus usuários.

source: Rather, the team of Audacity lead developers will spend the money on items and services that benefit the project as a whole. Money that comes in to the project helps us pay for bandwidth and web hosting, development tools, and audio hardware. In the past we used funds from donations to purchase the Audacity trademark and to subsidize travel costs for Audacity developers to meet for a hackathon, and we plan to do more of these. Our long-term goal is to bring in enough money to hire a full-time developer who could devote all of his/her time to the project and take over some of the administrative, maintenance and release tasks, freeing volunteers to spend more time on code.
ja: むしろ、Audacityの開発リーダーたちはプロジェクト遂行のための種々の物品や サービスのためにお金を使っています。 私たちのプロジェクトにいただくお金は回線料金やWebホスティング, 開発ツールやオーディオハードウェアに役立っています。 これまで、私たちは寄付でいただいた資金を、Audacity商標の購入、 開発者たちがプログラマーのイベントに出席するための出張費の補助などに使いました。 そしてこれらの活動をさらに行う計画です。 私たちの長期的な目標は専従の開発者を雇うために十分な資金をもたらすことです。 専従開発者はこのプロジェクトのためにフルタイムで働き、保守やリリース作業などの管理業務も 引き継ぐことでボランティアたちがより多くの時間をコード開発に使えるようにすることが目的です。
