Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: You are invited to try out the new <a href="http://audacitystore.com/">Audacity Store</a>, which features Audacity-logo items (T-shirts, embroidered polo shirts and embroidered messenger bags).
pt_br: Você está convidado a experimentar a nova <a href="http://audacitystore.com/">Audacity Store</a>, que apresenta itens como camisetas, camisas polo e bolsas com o logo do Audacity bordado.

source: We can accept donations via the Amazon Honor System, or by Paypal. To use Amazon, click the button below. You can make a donation securely by credit card, as little as US$1.00, or up to US$50.00:
pt_br: Estamos aceitando doações pelo programa Amazon Honor System. Com o seu cartão de crédito internacional, é possível fazer doações de US$1,00 a US$50,00:

source: If you prefer to send a personal check or another form of payment, please visit the <a href="../about/credits">credits</a> page and contact one of the developers on the Technical Leadership Council.
pt_br: Para enviar-nos um cheque pagável nos Estados Unidos (consulte sua instituição bancária sobre esta possibilidade), visite a página de <a href="../about/credits">Créditos</a> e consulte um dos desenvolvedores da Liderança do Conselho Ténico.

source: We would also like to hear from any companies or groups interested in <a href="http://audacityteam.org/sponsor.php">sponsoring Audacity development</a>.
pt_br: Estamos interessados em companhias ou grupos interessados em <a href="http://audacityteam.org/sponsor.php">patrocinar o desenvolvimento do Audacity</a>.

source: A group of volunteers is translating the free Audacity sound editor into many different languages. If you would like to help, please join the <a href="../contact/lists#translation">audacity-translation mailing list</a> and introduce yourself.
pt_br: Um grupo de tradutores voluntários traduz o Audacity para diversos idiomas. Caso queira ajudar, cadastre-se na <a href="../contact/lists#translation">lista de tradução do Audacity</a> e apresente-se.

source: The translation effort is now focused on Audacity 1.3. Translations from previous versions of Audacity have been imported and need to be updated.
pt_br: O esforço de tradução está concentrado na versão 1.3 e mais recente. As traduções anteriores deverão ser atualizadas e refeitas.

source: Latest audacity.pot file
pt_br: Último arquivo audacity.pot

source: Latest audacity_website.pot file
pt_br: Último arquivo audacity_website.pot

source: <h3>Translation Instructions</h3> <p>To start a new translation, download the POT file above. (If the links only produce text in the browser, right-click or control-click and "Save target as" or "Save link as"). Rename the POT to "audacity.po" (or "audacity_website.po" for web site translation) before starting your translation.</p> <p>To edit an existing translation, use the links below to download the PO file for your language:</p> <ul> <li><a href="%s">Audacity translations</a></li> <li><a href="%s">Audacity web site translations</a></li> </ul> <p>On the "log" page for your language, click the "download" link at the top, just to right of "Links to HEAD" (right-click or control-click and save the target or link if necessary).</p> <p>These programs can create and edit PO files:</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> for Windows and Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> for KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> is standard on most Unix systems. It includes a PO mode for the Emacs text editor.</li> </ul> <p>To start a new translation in poEdit, open the PO file, then:</p> <ul> <li><b>Catalog > Settings</b>: Fill in the settings. Set the target language in the <b>Language</b> menu.</li> <li>When you <b>File > Save</b>, it writes both the PO and MO files.</li> </ul> <p>To test a new translation in Audacity:</p> <ul> <li>Create a new directory in audacity/languages named as the code for the target language. The abbreviations are shown at <a href="http://www.poedit.net/translations.php">http://www.poedit.net/translations.php</a>. For example, the code for Tamil is "ta", so create "audacity/languages/ta".</li> <li>Copy audacity.mo into that new directory, for example, into "audacity/languages/ta". </li> <li>Open Audacity and in <b>Preferences: Interface</b>, the new language should now appear in the Language menu. Choose it, quit, then restart and you should see your translations. </li> </ul> <p>Send completed PO files to <a href="&#109;&#97;&#x69;&#108;&#x74;&#111;&#x3a;&#x62;&#x75;&#x61;&#x6e;&#x7a;&#x6f;&#x40;&#x61;&#x75;&#100;&#x61;&#99;&#x69;&#116;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#x72;&#x67;&#63;&#115;&#x75;&#98;&#x6a;&#101;&#x63;&#x74;&#x3d;&#80;&#x4f;&#32;&#x66;&#105;&#x6c;&#x65;&#x20;&#x66;&#x6f;&#114;&#x20;&#67;&#86;&#83;">Buanzo</a>.</p> <h3>Notes</h3> <ul> <li><p>In poEdit, make sure to set the "charset" option correctly. Otherwise, poEdit will not save any translations with non-English characters.</p> <li><p>Strings like <b>"&amp;File"</b> and <b>"New &amp;Audio Track"</b> are menu items. The letter after the "&amp;" symbol is used as an access key on the keyboard.</p> <li><p><b>"Import Audio...\tCtrl+i"</b> is also a menu item. The \t stands for a tab character, which separates the menu text from its keyboard shortcut.</p> <li><p>You will find many strings like <b>"There were %%d buffer underruns, last near %%lf seconds."</b> The %% signs mark places where numbers or names will be inserted into the string. For example, this string might become "There were 4 buffer underruns, last near 3.01 seconds." If you change the order of the the %% markers in a string, add "1$" after the percent sign that used to be first, "2$" after the percent sign that used to be second, and so on. For example:</p> <blockquote><p><b>"The buffer underrun near %%2$lf seconds was the last of %%1$d."</b></p></blockquote> </ul>
pt_br: <h3>Instruções de tradução em inglês</h3> <p>To start a new translation, download the POT file above. (If the links only produce text in the browser, right-click or control-click and "Save target as" or "Save link as"). Rename the POT to "audacity.po" (or "audacity_website.po" for web site translation) before starting your translation.</p> <p>To edit an existing translation, use the links below to download the PO file for your language:</p> <ul> <li><a href="%s">Audacity translations</a></li> <li><a href="%s">Audacity web site translations</a></li> </ul> <p>On the "log" page for your language, click the "download" link at the top, just to right of "Links to HEAD" (right-click or control-click and save the target or link if necessary).</p> <p>These programs can create and edit PO files:</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> for Windows and Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> for KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> is standard on most Unix systems. It includes a PO mode for the Emacs text editor.</li> </ul> <p>To start a new translation in poEdit, open the PO file, then:</p> <ul> <li><b>Catalog > Settings</b>: Fill in the settings. Set the target language in the <b>Language</b> menu.</li> <li>When you <b>File > Save</b>, it writes both the PO and MO files.</li> </ul> <p>To test a new translation in Audacity:</p> <ul> <li>Create a new directory in audacity/languages named as the code for the target language. The abbreviations are shown at <a href="http://www.poedit.net/translations.php">http://www.poedit.net/translations.php</a>. For example, the code for Tamil is "ta", so create "audacity/languages/ta".</li> <li>Copy audacity.mo into that new directory, for example, into "audacity/languages/ta". </li> <li>Open Audacity and in <b>Preferences: Interface</b>, the new language should now appear in the Language menu. Choose it, quit, then restart and you should see your translations. </li> </ul> <p>Send completed PO files to <a href="&#109;&#97;&#x69;&#108;&#x74;&#111;&#x3a;&#x62;&#x75;&#x61;&#x6e;&#x7a;&#x6f;&#x40;&#x61;&#x75;&#100;&#x61;&#99;&#x69;&#116;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#x72;&#x67;&#63;&#115;&#x75;&#98;&#x6a;&#101;&#x63;&#x74;&#x3d;&#80;&#x4f;&#32;&#x66;&#105;&#x6c;&#x65;&#x20;&#x66;&#x6f;&#114;&#x20;&#67;&#86;&#83;">Buanzo</a>.</p> <h3>Notes</h3> <ul> <li><p>In poEdit, make sure to set the "charset" option correctly. Otherwise, poEdit will not save any translations with non-English characters.</p> <li><p>Strings like <b>"&amp;File"</b> and <b>"New &amp;Audio Track"</b> are menu items. The letter after the "&amp;" symbol is used as an access key on the keyboard.</p> <li><p><b>"Import Audio...\tCtrl+i"</b> is also a menu item. The \t stands for a tab character, which separates the menu text from its keyboard shortcut.</p> <li><p>You will find many strings like <b>"There were %%d buffer underruns, last near %%lf seconds."</b> The %% signs mark places where numbers or names will be inserted into the string. For example, this string might become "There were 4 buffer underruns, last near 3.01 seconds." If you change the order of the the %% markers in a string, add "1$" after the percent sign that used to be first, "2$" after the percent sign that used to be second, and so on. For example:</p> <blockquote><p><b>"The buffer underrun near %%2$lf seconds was the last of %%1$d."</b></p></blockquote> </ul>

source: You can get the latest Audacity stable or development code from our CVS repository.
pt_br: Você pode obter o código estável ou de desenvolvimento mais recente pelo CVS.

source: Browse the source code online sorted by <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/">file name</a> or <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/?sortby=date#dirlist">date</a>.
pt_br: Navegue no código fonte online organizado por <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/">nome de arquivo</a> ou <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/?sortby=date#dirlist">data</a>.

source: Type this at the command line to check out the latest stable source code from CVS:
pt_br: Use este comando para verificar o código-fonte da última versão estável do Audacity no CVS:

source: Or type this at the command line to check out the latest beta/development source code from CVS:
pt_br: Ou use este comando para verificar o código-fonte da última versão em teste/beta do Audacity no CVS:

source: For more information, read the <a href="http://sourceforge.net/cvs/?group_id=6235">SourceForge CVS instructions</a>. If using an interface CVS tool such as TortoiseCVS or WinCVS, use the command instructed in the tool's documentation.
pt_br: Para mais informações, leia as <a href="http://sourceforge.net/cvs/?group_id=6235">Instruções do CVS do SourceForge</a>. Ao usar uma ferramenta como o TortoiseCVS ou WinCVS, leia a documentação do programa.

source: See the source code page for <a href="../download/source#instructions">compilation instructions</a>.
pt_br: Veja a página de código-fonte do programa para as <a href="../download/source#instructions">instruções de compilação</a>.

source: The Audacity developers now use <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Release Checklist</a> on the <a href="http://audacityteam.org/wiki/index.php">Wiki</a> to keep track of confirmed bugs. Check the list of <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist#Release_Issues">Release Issues</a> on that page if you are looking for something to work on.
pt_br: Os desenvolvedores do Audacity agora usam a <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Release Checklist</a> no <a href="http://audacityteam.org/wiki/index.php">Wiki</a> para manter a lista de bugs confirmados. Verifique a lista dos <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist#Release_Issues">Problemas quando do Lançamento</a> nesta página para saber onde você pode ajudar-nos.

source: <strong>Note:</strong> This Checklist is for development use only. If you are a user reporting new bugs, please <a href="../contact/">use our Forum or e-mail us</a> instead.
pt_br: <strong>Nota:</strong> Esta lista é para desenvolvedores apenas. Se você está reportando novos bugs, por favor <a href="../contact/">use nosso Forum ou envie um e-mail </a>.

source: If you are fluent in both English and another language, you can help translate the Audacity software and web site. We also need people to help provide support for Audacity in different languages.
pt_br: Se você é fluente em inglês e em alguma outra língua, você pode ajudar a traduzir o Audacity e seu site. Estamos precisando de pessoas para oferecer suporte em outras línguas também.

source: Be a Beta Tester
pt_br: Seja um Besta Tester

source: In addition to the latest stable version of Audacity, we usually have beta versions available. These versions usually contain new features that haven't been fully tested. If you want to help out,
pt_br: Junto com a versão estável e completa do Audacity, normalmente está disponível uma versão beta para testes. Estas versões contém novos recursos, mas que ainda não foram testados suficientemente. Se você quiser nos ajudar,

source: download
pt_br: instalar

source: the Beta version and play with it.
pt_br: a versão Beta e use-a.

source: Let us know
pt_br: Diga-nos

source: what you like and don't like, and how you think it should be improved. Tell us if you find any <em>regressions</em> - things that used to work but don't work anymore.
pt_br: o que você gostou ou não sobre o programa e o que acha que deveria ser melhorado. Diga-nos se encontrou alguma <em>regressão</em>, funções que funcionavam e pararam de funcionar.

source: <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB)
pt_br: <a href="%s">Audacity %s</a> (Arquivo .dmg, %.1lf MB)

source: You can download and install plug-ins to add extra effects to Audacity, or to add more audio generation and analysis capability. Plug-ins appear at the bottom of the "Effect", "Generate" or "Analyze" menus. To install new plug-ins, place them in the <b>Plug-Ins</b> folder inside the Audacity installation folder. On Windows computers, this is usually under "Program Files." On Mac OS X, it is usually under "Applications."
pt_br: Você pode copiar e instalar novos plug-ins que adicionam efeitos extras ao Audacity. Para instalá-los, coloque os todos os plug-ins VST na pasta "Plug-ins" dentro da pasta de instalação do Audacity. (No Windows, esta pasta normalmente está em "Arquivos de Programas" . Em Mac OS X, dentro de Applications). Na próxima vez que inicializar o Audacity, os novos plug-ins de efeitos VST irão aparecer no menu "Efeitos".

source: Audacity 1.3: Selection Bar
pt_br: Audacity 1.3: Barra de Seleção

source: The selection bar
pt_br: A barra de seleção

source: In Audacity 1.2, the current selection is contained in a status bar at the bottom of the window. In Audacity 1.3, this is replaced by a fully functional Selection Bar, which displays and controls the current selection (your choice of Start and End, or Start and Length), and the current audio position. The selection bar is fully editable - just click in any field and type to change the current selection precisely. In addition, many formatting options allow you to view times in different units, such as samples, CD frames, or NTSC video frames.
pt_br: No Audacity 1.2 a seleção atual é apresentada na barra de status. Na versão 1.3, esta opção foi substituida por uma versão com muito mais recursos, a Barra de Seleção. Esta barra é totalmente editável, clique nos campos e digite a nova seleção desejada.

source: The project sample rate control on the selection bar
pt_br: O controle de taxa de amostragem na Barra de Seleção

source: Typing a new time directly into the selection bar.
pt_br: Digitar uma marcação de tempo diretamente na barra de seleção

source: Different time formats supported by the selection bar
pt_br: Dieferentes formatações de tempo suportadas pela Barra de Seleção

source: Get the latest stable code (incorporating any changes since the release tarball) from <a href="../community/developers#cvs">CVS</a>. This is the best choice if you are compiling on Windows.
pt_br: Copie o último código estável (com as atualizações desde o último tarball) disponível no <a href="../community/developers#cvs">CVS</a>. Esta é a melhor opção para compilar o programa para Windows.

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.2 needs wxGTK 2.4, compiled <em>without</em> the unicode options. The next stable version of Audacity will support newer wxWidgets and GTK libraries.
pt_br: A biblioteca <a href="http://wxwidgets.org">wxWidgets</a> é <b>necessária</b> para o Audacity. A versão 1.2 necessita do wxGTK 2.4, compilado <em>sem</em> as opções de unicode. (As versões estáveis futuras do programa suportarão novas versões das bibliotecas wxWidgets e GTK)

source: Installation of the following libraries is <b>optional</b> - they are included in Audacity obtained from <a href="../community/developers#cvs">CVS</a>.
pt_br: A instalação das seguintes bibliotecas é opcional e estão incluídas no Audacity obtido pelo<a href="../community/developers#cvs">CVS</a>.

source: <ul> <li>On Windows, see the file "compile.txt" inside the "Win" folder in the source code. For OS X, see "compile.txt" inside the "Mac" folder in the code.</li> <li>See our guides to compiling Audacity for <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Windows">Windows</a>, <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Mac">Mac</a> and <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Linux">Linux/Unix</a> on the <a href="http://audacityteam.org/wiki/">Wiki</a>.</li> <li>If you are still having difficulties, we want to help! Please join <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, our developers' mailing list, then send us an e-mail.</li> </ul>
pt_br: <ul> <li>No Windows, veja o arquivo "compile.txt" dentro da pasta "Win" no código-fonte. Para OS X, veja o "compile.txt" dentro da pasta "Mac" do código.</li> <li>Veja nossos guias para compilar o Audacity para <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Windows">Windows</a>, <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Mac">Mac</a> e <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Linux">Linux/Unix</a> no nosso <a href="http://audacityteam.org/wiki/">Wiki</a>.</li> <li>Se você ainda estiver com dificuldades, nós podemos ajudar! Por favor, cadastre-se na <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, nossa lista de emails dos desenvolvedores, e envie-nos um e-mail.</li> </ul>

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.3.6 requires wxGTK 2.8.9.
pt_br: A biblioteca <a href="http://wxwidgets.org">wxWidgets</a> é <b>necessária</b> para o Audacity. A versão 1.3.6 necessita do wxGTK 2.8.9 (ou mais recente).

source: Allows Audacity to load VST plug-ins.
pt_br: Permite ao Audacity executar plug-ins VST.

source: If you have trouble with your download, or need an older version of Audacity, try our <a href="%s">alternate download links</a> (older versions can be viewed by clicking on the appropriate package).
pt_br: Caso não consiga instalar o Audacity a partir destes links, tente a página de <a href="%s">versões alternativas</a>.

source: Stable: 1.2 - for all users
pt_br: Versão estável: 1.2 - para todos os usuários

source: &nbsp;1.2.5 (Intel) or 1.2.6 (PPC)
pt_br: &nbsp;1.2.5 (Intel) ou 1.2.6 (PPC)

source: Beta: 1.3 - for advanced users
pt_br: Versão beta: 1.3 - para usuários avançados

source: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor. See <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">further information about Vista</a>.
pt_br: Windows 98/ME/2000/XP/Vista: <a href="%s">Instalador do Audacity %s</a> (Arquivo executável, %.1lf MB) - A versão mais recente do Audacity. Veja a <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">página de informações sobre o Vista</a> para maiores informações para computadores com este sistema operacional.

source: <a href="%s">LADSPA plugins %s installer</a> (.exe file, %.1lf MB) - over 90 plug-ins.
pt_br: <a href="%s">Instalador de plug-ins LADSPA %s</a> (arquivo .exe, %.1lf MB) - mais de 90 plug-ins

source: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you cannot run the installer because you are in a computer lab or other restricted environment, download and unzip this file instead.
pt_br: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s em formato zip</a> (%.1lf MB) - Caso não consiga executar o instalador por estar em um laboratório de informática com acesso restrito copie e descompacte este arquivo.

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor. See <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">further information about Vista</a>.
pt_br: <a href="%s">Instalador do Audacity %s</a> (Arquivo executável, %.1lf MB) - A versão mais recente do Audacity. Veja a <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">página de informações sobre o Vista</a>.

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor.</a>
pt_br: <a href="%s">Instalador do Audacity %s</a> (Arquivo executável, %.1lf MB) - A versão mais recente do Audacity.</a>

source: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you cannot run the installer because you are in a computer lab or other restricted environment, download and unzip this or the file below instead.
pt_br: <a href="%s">Audacity %s arquivo zip</a> (%.1lf MB) - Caso não consiga executar o instalador por estar em um laboratório de informática com acesso restrito copie e descompacte este arquivo.

source: LAME MP3 Encoder
pt_br: codificador LAME MP3
