Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p>Because of software patents, we cannot distribute MP3 encoding software ourselves. Follow these instructions to use the free LAME encoder to export MP3 files with Audacity. <h3 id="win">Windows</h3> <ol> <li>Go to the <a href="http://lame.buanzo.com.ar/">LAME download page</a>.</li> <li>Under "For Audacity on Windows", left-click the link <b>"Lame v3.98.3 for Audacity on Windows.exe"</b> and save the file anywhere on your computer. <b>Do not right-click the link to the .exe file.</b> </li> <li>Double-click <b>"Lame v3.98.3 for Audacity on Windows.exe"</b> to launch it (you can safely ignore any warnings that the "publisher could not be verified").</li> <li>Follow the "Setup" instructions to install LAME for Audacity. Do not change the offered destination location of "C:\Program Files\Lame for Audacity".</li> <li>The first time you use the "Export as MP3" command, Audacity will ask for the location of <b>"lame_enc.dll"</b>. Navigate to "C:\Program Files\Lame for Audacity", select "lame_enc.dll", then click "Open" and "OK".</li> <li>If you prefer the Zip option for the LAME download, save the zip file to anywhere on your computer, extract "lame_enc.dll" to any location, then show Audacity where to find it as in Step 5 above.</li> <li>In case of difficulty, please view our <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Windows_Instructions">more detailed instructions</a> on the <a href="http://audacityteam.org/wiki/">Audacity Wiki</a>.</li> </ol> <h3 id="mac">Mac OS 9 or X</h3> <ol> <li>Go to the <a href="http://lame.buanzo.com.ar/">LAME download page</a>.</li> <li>Click to download either <b>"Lame Library v3.98.2 for Audacity on OSX.dmg"</b> or <b>"LameLib-Carbon.sit"</b>, according to your operating system.</li> <li>Double-click the .dmg to extract "Lame Library v3.98.2 for Audacity on OSX.pkg" to Finder, or use Stuffit to extract "LameLib" from the .sit (either of these may happen automatically).</li> <li>Double-click the .pkg to install <b>"libmp3lame.dylib"</b> in /usr/local/lib/audacity, or save <b>"LameLib"</b> anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask for the location of "libmp3lame.dylib" or "LameLib". Navigate to that location, then open the file and click "OK".</li> <li>In case of difficulty, please view our <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Mac_Instructions">more detailed instructions</a> on the <a href="http://audacityteam.org/wiki/index.php">Audacity Wiki</a>.</li> </ol> <h3 id="nix">Linux/Unix</h3> Follow <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#GNU.2FLinux.2FUnix_instructions">these instructions</a> on our <a href="http://audacityteam.org/wiki/">Wiki</a> to download and install a suitable LAME package from the internet.
es: <p>Por una cuestión de patentes no es posible distribuir un software de codificación de MP3 junto a Audacity. Siga estas instrucciones para utilizar el codificador gratuito LAME para exportar archivos MP3 con Audacity. <h3 id="win">Windows</h3> <ol> <li>Acceda a la <a href="http://lame.buanzo.com.ar/">página de descarga de LAME</a>.</li> <li>Bajo "For Audacity on Windows", haga clic en el enlace "Lame v3.98.3 for Audacity on Windows.exe" y guarde el archivo en algún lugar de su ordenador. <b>No haga clic con el botón derecho en el archivo .exe.</b> </li> <li>Haga doble clic en <b>"Lame_v3.98.3_for_Audacity_on_Windows.exe"</b>para ejecutarlo (puede obviar cualquier aviso de seguridad que aparezca).</li> <li>Siga las instrucciones de instalación para completar el proceso. No modifique la carpeta de instalación sugerida "C:\Archivos de programa\Lame for Audacity".</li> <li>La primera vez que utiliza la opción "Exportar como MP3", Audacity le preguntará por la ubicación de <b>"lame_enc.dll"</b>. Explore hasta "C:\Archivos de programa\Lame for Audacity", seleccione "lame_enc.dll" y haga clic en "Abrir" y "Ok".</li> <li>Si prefiere la opción zip para descargar LAME, guarde el archivo zip en algún lugar de su ordenador y extraiga el archivo "lame_enc.dll" en cualquier lugar, posteriormente muestre a Audacity dónde encontrarlo siguiendo los pasos anteriores.</li> <li>Si encuentra alguna dificultad, consulte nuestras <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Windows_Instructions">instrucciones detalladas</a> en el <a href="http://audacityteam.org/wiki/">Wiki de Audacity</a>.</li> </ol> <h3 id="mac">Mac OS 9 o X</h3> <ol> <li>Acceda a la <a href="http://lame.buanzo.com.ar/">página de descarga de LAME</a>.</li> <li>Haga clic en <b>"Lame Library v3.98.2 for Audacity on OSX.dmg"</b> o <b>"LameLib-Carbon.sit"</b>, según su sistema operativo.</li> <li>Haga doble clic en el archivo .dmg para extraer "Lame Library v3.98.2 for Audacity on OSX.pkg" a Finder, o utilice Stuffit para extraer "LameLib" desde el archivo .sit (ambos pueden suceder automáticamente).</li> <li>Haga doble clic en el archivo .pkg para instalar <b>"libmp3lame.dylib"</b> en /usr/local/lib/audacity, o guarde <b>"LameLib"</b> en cualquier lugar de su equipo.</li> <li>La primera vez que utilice la opción "Export como MP3", Audacity le preguntará por la ubicación de "libmp3lame.dylib" o "LameLib". Acceda a esa carpeta, abra el archivo y pulse "Ok".</li> <li>Si encuentra alguna dificultad consulte nuestras <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Mac_Instructions">instrucciones detalladas </a> en el <a href="http://audacityteam.org/wiki/index.php">Wiki de Audacity</a>.</li> </ol> <h3 id="nix">Linux/Unix</h3> Siga <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#GNU.2FLinux.2FUnix_instructions">estas instrucciones </a> en nuestro <a href="http://audacityteam.org/wiki/">Wiki</a> para descargar e instalar una versión del paquete LAME desed Internet.

source: <h3>Windows and Linux</h3> <p>To monitor your recording, open your computer's volume control panel. Turn up the playback volume and turn off the “mute” checkbox for your recording source (usually “microphone” or “line in”).</p> <p>If this does not work, open the Audacity preferences. In the “Audio I/O” section ("Devices" in Audacity Beta), turn on the “Software Playthrough” option.</p> <h3>Mac OS X</h3> <p>Open the Audacity preferences. In the “Audio I/O” section ("Devices" in Audacity Beta), turn on the “playthrough” option. “Hardware Playthrough” is best if it is available. If it does not work, you can choose “Software Playthrough” instead, or try the free LineIn application from <a href="http://www.rogueamoeba.com/freebies">Rogue Amoeba</a>.</p> <h3>Monitoring while Recording from a Microphone</h3> <p>Always use headphones when listening as you record from a microphone, to avoid the playthrough of the recording being picked up in the recording itself.</p>
es: <h3>Windows y Linux</h3> <p>Para revisar una grabación, abra el Panel de Control del volumen de su computadora. Encienda el volumen de reproducción y apague la opción "silencio" de su fuente de grabación (usualmente "micrófono" o "entrada de audio").</p> <p>Si lo anterior no funciona, abra las preferencias de Audacity. En la pestaña "Grabación", active la opción "Reproducción a través del software".</p> <h3>Mac OS X</h3> <p>Abra las preferencias de Audacity. En la sección "Entrada/salida de audio" de Dispositivos, active la opción "Reproducción a través del hardware" que es la mejoropción si está disponible. Si no es así, puede utilizar la opción "Reproducción a través del software" o probar la aplicación gratuita LineIn de <a href="http://www.rogueamoeba.com/freebies">Rogue Amoeba</a>.</p> <h3>Revisando mientras se graba desde un micrófono</h3> <p>Al grabar con un micrófono y escuchar al mismo tiempo, debería utilizar auriculares (audífonos) para evitar que la grabación recoja parte de la propia reproducción.</p>

source: <p>Follow these steps to create a separate file for each song or segment of a long recording. This is particularly useful if you are creating a CD, since each file will appear as a separate track on the CD.</p> <ol> <li>Click to place the cursor at the start of the first song.</li> <li>Choose “Add Label at Selection” from the Project menu. If you wish, you can type the name of the song.</li> <li>Repeat steps 1 and 2 for each song.</li> <li>When you are finished, choose “Export Multiple” from the File menu. When you click the “Export” button, Audacity will save each song as a separate file, using the format and location you choose.</li> </ol>
es: <p>Siga los pasos siguientes para crear un archivo separado para cada canción o segmento de una grabación larga. Esto es particularmente útil si está creando un CD, ya que cada archivo aparecerá como una pista separada en el CD.</p> <ol> <li>Haga clic para colocar al cursor en el inicio de la primera canción</li> <li>Elija Agregar etiqueta en selección del menú Proyecto. Si lo desea, puede escribir el nombre de la canción.</li> <li>Repita los pasos 1 y 2 para cada canción.</li> <li>Cuando termine, elija Exportar múltiple... del menú Archivo. Cuando haga clic en el botón Exportar, Audacity guardará cada canción como un archivo separado, usando el formato y ubicación que le indique.</li> </ol>
nl: <p>Volg deze stappen om een apart bestand aan te maken voor elk lied of segment van een lange opname. Dit is vooral nuttig als u een cd samenstelt, aangezien elk bestand verschijnt als een apart spoor op de cd.</p> <ol> <li>Klik om de cursor aan het begin van het eerste lied te plaatsen.</li> <li>Kies "Label toevoegen bij selectie" in het menu Project. Als u wilt, kunt u de naam van het lied hier typen.</li> <li>Herhaal stap 1 en 2 voor elk lied.</li> <li>Als u klaar bent, kiest u “Meervoudig exporteren” in het menu Bestand. Als u de knop "Exporteren" aanklikt, slaat Audacity elk lied op als een apart bestand, met het formaat en de locatie die u daarvoor kiest.</li> </ol>
pt_br: <p>Caso você tenha mixado um único projeto com múltiplas faixas e deseje gravá-las num CD como faixas separadas, será necessário exportar o projeto em cada faixa que se deseje gravar, criando assim um arquivo para cada faixa.</p> <p>No Audacity há várias maneiras de se executar esta tarefa, por exemplo:</p> <p>Método 1: Exportando a seleção</p> <ol><li>Selecione a área correspondente à primeira faixa. </li><li>Selecione "Exportar seleção como..." no menu "Arquivo" e salve. </li><li>Repita o procedimento para cada faixa restante. </li></ol><p>Método 2: Apagar e Desfazer </p><ol><li>Selecione e apague tudo <i>exceto</i> o conteúdo da primeira faixa a ser exportada.</li> <li>Selecione "Exportar como..." no menu "Arquivo" e exporte a faixa.</li> <li>No menu "Editar" selecione "Desfazer" até obter todo o áudio oiriginal. (O Audacity tem "desfazer" ilimitados)</li> <li>Repita o procedimento para cada faixa restante.</li> </ol><p>Método 3: Separar e Exportar</p> <ul><li>Selecione a área correspondente à primeira faixa.</li> <li>Selecione no menu "Editar" - "Cortar em nova faixa" </li> <li>Repita o procedimento para cada faixa restante. </li> <li>Selecione as faixas recem-criadas e exporte uma a uma utilizando "Exportar seleção como..." </li> </ol>

source: A detailed, illustrated tutorial explaining this process is available on the
es: Hay un tutorial detallado e ilustrado que explica el proceso disponible en la
nl: Een gedetailleerde, geïllustreerde tutorial die dit proces omschrijft, is beschikbaar op de
pt_br: Um tutorial detalhado e ilustrado explicando o processo está disponível em

source: page on the Audacity Wiki.
es: página en el Wiki de Audacity.
nl: -pagina op de Audacity Wiki
pt_br: página no Audacity Wiki.

source: Nyquist envelope diagram.
es: Diagrama envolvente de Nyquist.

source: <p><b>Questions?</b> First, check our <a href="faq">Frequently Asked Questions</a> and the following resources:</p> <p> <ul> <li><a href="documentation">Documentation</a> - Read the user manual and quick reference.</li> <li><a href="http://audacityteam.org/wiki">Audacity Wiki</a> is an extensive user-editable help resource including: <ul><li><a href="http://wiki.audacityteam.org/wiki/Category:Tutorial">Tutorials</a> - step-by-step guides on performing common tasks in Audacity, such as making ringtones, removing vocals, mixing, creating podcasts and transferring tapes and records to computer. Some <a href="http://audacityteam.org/wiki/index.php?title=MultiLingual">foreign language tutorials</a> are available.</li> <li><a href="http://wiki.audacityteam.org/wiki/Category:Tips">Tips</a> - these articles will help you work with and understand Audacity and your audio hardware.</li> </ul> </li> </ul> </p>
es: <p><b>¿Dudas?</b> Primero consulte nuestras <a href="faq">Preguntas frecuentes</a> y los recursos siguientes:</p> <p> <ul> <li><a href="documentation">Documentación</a> - Lea el manual de usuario y la referencia rápida.</li> <li><a href="http://audacityteam.org/wiki">Wiki de Audacity</a> es un recurso de ayuda ampliable y editable por parte de los usuarios que incluye: <ul><li><a href="http://wiki.audacityteam.org/wiki/Category:Tutorial">Tutoriales</a> - guías paso a paso sobre cómo realizar tareas habituales en Audacity, como crear un tono para un móvil, eliminar voces, mezclar, crear podcasts y transferir cintas y discos a la computadora. Existen también<a href="http://audacityteam.org/wiki/index.php?title=MultiLingual">algunos tutoriales en otros idiomas.</li> <li><a href="http://wiki.audacityteam.org/wiki/Category:Tips">Consejos</a> - estos artículos le ayudarán en su trabajo y en comprender Audacity y su hardware de audio.</li> </ul> </li> </ul> </p>
nl: <p><b>Vragen?</b> Raadpleeg eerst onze <a href="faq">veelgestelde vragen</a> en de volgende bronnen:</p> <p> <ul> <li><a href="documentation">Documentatie</a> - lees de gebruikershandleiding en de beknopte handleiding.</li> <li><a href="http://audacityteam.org/wiki">Audacity wiki</a> is een uitgebreide hulpbron die door gebruikers kan gewijzigd worden; ze bevat onder andere: <ul><li><a href="http://wiki.audacityteam.org/wiki/Category:Tutorial">Tutorials</a> - stap-voor-stap handleidingen om algemene taken uit te voeren in Audacity, zoals het maken van ringtones, verwijderen van een stem, mixen, het maken van podcasts en het overzetten van tapes en opnames op computer. Er zijn ook een aantal <a href="http://audacityteam.org/wiki/index.php?title=MultiLingual">anderstalige tutorials</a> beschikbaar.</li> <li><a href="http://wiki.audacityteam.org/wiki/Category:Tips">Tips</a> - deze artikels zullen u helpen om te werken met Audacity en om Audacity en uw audio-hardware te begrijpen.</li> </ul> </li> </ul> </p>

source: <p><b>Still need help?</b> Please <a href="../contact/">contact us</a>.</p>
es: <p><b>¿Aún necesita ayuda?</b> <a href="../contact/">Contacte con nosotros</a>.</p>
nl: <p><b>Nog steeds hulp nodig?</b> <a href="../contact/">Contacteer ons</a>.</p>
pt_br: <p><b>Ainda em dúvida?</b> Por favor, <a href="../contact/">entre em contato</a>.</p>

source: <a href="%s">Sourceforge</a> (older versions can be viewed by clicking on the appropriate package)
es: <a href="%s">Sourceforge</a> (se pueden ver las versiones antiguas haciendo clic en el paquete correspondiente)
nl: <a href="%s">Sourceforge</a> (oudere versies kunnen zichtbaar gemaakt worden door te klikken op het overeenkomstige pakket)

source: Windows Vista: Pressing Stop after recording may cause a crash.
es: Windows Vista: Pulsar el botón de Parar después de una grabación puede provocar un cierre del programa.
nl: Windows Vista: op Stop duwen na het opnemen kan een crash tot gevolg hebben.

source: <dd>Platform-specific Bug Fixes: <ul> <li><i>Windows Vista:</i> fixed crash opening Preferences with no sound devices enabled and connected </li> <li><i>Mac OS X and Linux:</i></li> <ul> <li>fixes for spurious clipping, label typing, no shortcuts after running effects</li> <li>project rate now always changes to respect that of first imported file</li> </ul> <li><i>Mac OS X only:</i></li> <ul> <li>fixes for inactive or corrupted menus, hidden dialogues, portable settings not detected, and inability to set independent Command and Control shortcuts</li> <li>FFmpeg installer now available</li> </ul> </ul> </dd> </dt> </dl> <p> Please see the included README.txt for full details of changes, and for issues known at time of Release. </p>
es: <dd>Corrección de errores específicos de cada plataforma: <ul> <li><i>Windows Vista:</i> fixed crash opening Preferences with no sound devices enabled and connected </li> <li><i>Mac OS X and Linux:</i></li> <ul> <li>fixes for spurious clipping, label typing, no shortcuts after running effects</li> <li>project rate now always changes to respect that of first imported file</li> </ul> <li><i>Mac OS X only:</i></li> <ul> <li>fixes for inactive or corrupted menus, hidden dialogues, portable settings not detected, and inability to set independent Command and Control shortcuts</li> <li>FFmpeg installer now available</li> </ul> </ul> </dd> </dt> </dl> <p> Consulte el archivo README.txt incluido para ver una lista completa de cambios, así como los problemas conocidos en el momento de la publicación. </p>
nl: <dd>Platform-specifieke bugfixes: <ul> <li><i>Windows Vista:</i> opgeloste crash bij het openen van Voorkeuren terwijl er geen geluidsapparaten geactiveerd en verbonden waren </li> <li><i>Mac OS X en Linux:</i></li> <ul> <li>fixes voor clipping, labeltypen, geen snelkoppelingen na toepassen van effecten</li> <li>projectbitrate verandert nu altijd volgens deze van het eerste geïmporteerde bestand</li> </ul> <li><i>Alleen Mac OS X:</i></li> <ul> <li>fixes voor inactieve of corrupte menu's, verborgen dialogen, niet-gedetecteerde draagbare instellingen en de onmogelijkheid om onafhankelijke Command en Control snelkoppelingen in te stellen</li> <li>FFmpeg installer nu beschikbaar</li> </ul> </ul> </dd> </dt> </dl> <p> Gelieve het bijgevoegde README.txt te lezen voor volledige details van aanpassingen en voor gekende problemen op het moment van de release. </p>

source: Audacity has built-in support for LADSPA plug-ins. These plug-ins are mostly built for Linux, but some are available for other operating systems too. Audacity includes some sample LADSPA effects. Windows users can install an additional <a href="http://audacity.sourceforge.net/beta/ladspa/ladspa-0.4.15.exe">set of over 90 LADSPA plug-ins</a>. There is a similar set of LADSPA plug-ins for <a href="http://ardour.org/files/releases/swh-plugins-0.4.15.dmg">Mac</a>. More information and many LADSPA plug-ins for Linux can be found on the <a href="http://www.ladspa.org/">LADSPA web site</a>.
es: Audacity tiene compatibilidad integrada para los plug-ins LADSPA. La mayoría de estos plug-ins fueron creados para Linux, pero algunos también están disponibles para otros sistemas operativos. Audacity incluye algunos efectos LADSPA de ejemplo. Para Windows está disponible un <a href="http://audacity.sourceforge.net/beta/ladspa/ladspa-0.4.15.exe">conjunto de unos 90 efectos</a>. Hay un conjunto similar de plug-ins LADSPA para <a href="http://ardour.org/files/releases/swh-plugins-0.4.15.dmg">Mac</a>. Para obtener más información y descargas para Linux, consulte el <a href="http://www.ladspa.org/">sitio web de LADSPA</a>.
nl: Audacity heeft ingebouwde ondersteuning voor LADSPA-plugins. Deze plugins worden meestal gemaakt voor Linux, maar sommigen zijn ook beschikbaar voor andere besturingssystemen. Audacity bevat een aantal voorbeeld-LADSPA-effecten. Windows-gebruikers kunnen een aanvullende <a href="http://audacity.sourceforge.net/beta/ladspa/ladspa-0.4.15.exe">set van meer dan 90 LADSPA-plug-ins</a> installeren. Er is een gelijkaardige set van LADSPA-plugins voor <a href="http://ardour.org/files/releases/swh-plugins-0.4.15.dmg">Mac</a>. Meer informatie en vele LADSPA-plugins voor linux kunnen teruggevonden worden op de <a href="http://www.ladspa.org/">LADSPA-website</a>.
pt_br: O Audacity traz suporte nativo a plug-ins LADSPA. Estes plug-ins são normalmente feitos para Linux, mas há disponibilidade de plug-ins para outros sistemas operacionais também. O Audacity contém alguns plug-ins LADSPA para Mac OS X. Para Windows, um <a href="http://audacity.sourceforge.net/beta/ladspa/ladspa-0.4.15.exe">conjunto</a> de 90 plug-ins está disponível gratuitamente. Para Mac, um <a href="http://ardour.org/files/releases/swh-plugins-0.4.15.dmg">conjunto similar</a> está disponível. Para maiores informações sobre o LADSPA, veja o <a href="http://www.ladspa.org/">web site do projeto</a>.

source: Audacity can load VST effects on Windows and Mac using the optional <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>. VST effects can be found on many plug-in sites such as:
es: Audacity puede cargar efectos VST (mara Mac OS o Windows) mediante el opcional <a href="../help/faq?s=install&amp;i=vst-enabler">habilitador VST </a>. Puede buscar efectos VST en muchos sitios dedicados a plug-ins como:
nl: Audacity kan VST-effecten laden op Windows en Mac door de optionele <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a> te gebruiken. VST-effecten kunnen teruggevonden worden op vele plugin-sites zoals:
pt_br: O Audacity pode carregar efeitos VST (em Mac e Windows) utilizando o <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>. Plug-ins VST podem ser encontrados em outros sites como:

source: The <a href="http://audacityteam.org/wiki/index.php?title=VST_Plug-ins">VST Plug-ins</a> page on our <a href="http://audacityteam.org/wiki/">Wiki<a/> lists a large number of VST plug-ins that have been reported to work well in Audacity.
es: La página de <a href="http://audacityteam.org/wiki/index.php?title=VST_Plug-ins">plug-in VST</a> de nuestro <a href="http://audacityteam.org/wiki/">Wiki<a/> contiene una larga lista de plug-ins VST que han sido probados con éxito en Audacity.
nl: De <a href="http://audacityteam.org/wiki/index.php?title=VST_Plug-ins">VST-plug-ins</a>-pagina op onze <a href="http://audacityteam.org/wiki/">Wiki<a/> geeft een lijst van een groot aantal VST-plug-ins waarvan gerapporteerd werd dat ze goed in Audacity werken.
pt_br: A página de <a href="http://audacityteam.org/wiki/index.php?title=VST_Plug-ins">Plug-ins VST</a> no <a href="http://audacityteam.org/wiki">wiki do Audacity</a> contém uma extensa lista de plug-ins que funcionam corretamente com o Audacity.
