Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: You can download and install plug-ins or libraries to add extra functionality to Audacity. Plug-ins can give you extra effects, or more audio generation and analysis capability. Adding libraries can allow you to import or export additional audio formats.
es: Puede descargar e instalar plugins y bibliotecas para añadir nuevas funcionalidades a Audacity. Los plugins pueden proporcionar efectos extras o más opciones de generación de audio y análisis. Incorporando nuevas bibliotecas puede realizar importaciones y exportaciones a nuevos formatos de audio.
ja: プラグインやライブラリをダウンロードしインストールすることでAudacityに新しい機能を追加することができます。プラグインは追加のエフェクトやオーディオ生成機能を提供します。ライブラリは取り込みや書き出し可能なオーディオ形式を追加します。
nl: U kan plugins downloaden en installeren om extra functies aan Audacity toe te voegen. Plugins kunnen u extra effecten of meer mogelijkheden voor audio-generering en -analyse geven. Door bibliotheken toe te voegen kan u bijkomende audioformaten impoteren en exporteren.

source: Plug-In Installation
es: Instalación de plugins
ja: プラグインのインストール
nl: Plugin installatie

source: To install new plug-ins, place them in the <b>Plug-Ins</b> folder inside the Audacity installation folder. On Windows computers, this is usually under "Program Files". On Mac OS X, it is usually under "Applications". Restart Audacity, then the Plug-ins will appear underneath the divider in the "Effect", "Generate" or "Analyze" menus.
es: Para instalar nuevos plugins cóloque los archivos en la carpeta <b>Plug-Ins</b> dentro de la carpeta de Audacity. En ordenadores con Windows esta suele encontrarse en "Archivos de Programa". En Mac OS X normalmente es en "Aplicaciones". Reinicie Audacity y el plugin aparecerá bajo la división en los menús "Efectos", "Generar" o "Analizar".
ja: 新しいプラグインをインストールするには、プラグインをAudacityインスールフォルダの<b>Plug-Ins</b> フォルダに置いてください。Windowsコンピュータでは 通常、これは"Program Files"の下にあります。 Mac OS Xでは、通常、"Applications"の下です。Audacityを再起動することで、そのプラグインは"エフェクト", "生成" または "解析" メニューの分割線の下に現われます。
nl: Plaats nieuwe plugins in de <b>plugins</b>-map in de Audacity installatiemap om ze te installeren. Op Windows-computers is dit over het algemeen onder "Program Files". Op Mac OS X is dit normaal gezien onder "Applications". Herstart Audacity, en daarna zullen de plug-ins verschijnen onder het deelmenu in de menu's "Effecten", "Genereren" of "Analyseren".

source: LADSPA Plug-Ins
es: Complementos LADSPA
ja: LADSPAプラグイン
pt_br: Plug-Ins LADSPA

source: Audacity has built-in support for LADSPA plug-ins. These plug-ins are mostly built for Linux, but some are available for other operating systems too. Audacity includes some sample LADSPA effects. Windows users can install an additional <a href="%s">set of over 90 LADSPA plug-ins</a>. There is a similar set of LADSPA plug-ins for <a href="%s">Mac</a>. More information and many LADSPA plug-ins for Linux can be found on the <a href="%s">LADSPA web site</a>.
ja: AudacityはLADSPAプラグインをサポートしています。これらのプラグインの多くはLinux向けに作られたものですが、いくつかのものは他のオペレーティングシステム用のものもあります。 AudacityはいくつかのLADSPAエフェクトのサンプルを提供しています。Windows ユーザーは追加の<a href="%s">90を超えるLADSPAプラグインのセット</a>をインストールすることができます。 同じようなLADSPAプラグインの <a href="%s">Mac</a>>用もあります。 Linux向けのLADSPAプラグインのより詳細の情報は<a href="%s">LADSPA web site</a>をご覧ください。

source: Nyquist Plug-Ins
es: Complementos Nyquist
ja: Nyquistプラグイン
pt_br: Plug-ins Nyquist

source: Audacity has built-in support for Nyquist effects on all operating systems. You can download additional <a href="nyquistplugins">Nyquist plug-ins</a>, or create your own using the <a href="../help/nyquist">Nyquist programming language</a>. Nyquist code can be tested using "Nyquist Prompt" under the Effect menu, or code for Nyquist plug-ins that generate audio can be quickly tested with <a href="http://audacity.sourceforge.net/nyquist/generate.zip">Nyquist Generate Prompt</a>.
es: Audacity tiene compatibilidad integrada con efectos Nyquist bajo cualquier sistema operativo. Puede descargar <a href="nyquistplugins">plug-ins Nyquist</a> adicionales, o crear los suyos mediante el <a href="../help/nyquist">lenguaje de programación Nyquist</a>. El código Nyquist puede ser probado mediante la "línea de comandos Nyquist" en el menú Efecto, y los plug-ins Nyquist para la generación de audio pueden probarse rápidamente con la <a href="http://audacity.sourceforge.net/nyquist/generate.zip">línea de comandos de generación Nyquist</a>.
ja: Audacityは全オペレーティングシステム向けのNyquistエフェクトをサポートしています。追加の <a href="nyquistplugins">Nyquistプラグイン</a>をダウンロードするか、<a href="../help/nyquist">Nyquistプログラミング言語</a>を使ってオリジナルのプラグインを作ることができます。 Nyquistコードは効果メニューの下の"Nyquist Prompt"を使ってテストできますし、オーディオを発生するNyquistプラグインのコードは <a href="http://audacity.sourceforge.net/nyquist/generate.zip">Nyquist Generate Prompt</a>によってすぐにテストできます。
nl: Audacity heeft een ingebouwde ondersteuning voor op elk platform te gebruiken Nyquist-effecten. U kunt extra <a href="nyquistplugins">Nyquist-plugins</a> downloaden, of uw eigen plugins aanmaken met de <a href="../help/nyquist">Nyquist-programmeertaal</a>. Nyquist-code kan getest worden door "Nyquist Prompt" onder het Effect-menu te gebruiken. Code voor Nyquist-plugins die audio genereren, kunnen snel getest worden met <a href="http://audacity.sourceforge.net/nyquist/generate.zip">Nyquist Generate Prompt</a>.
pt_br: O Audacity tem suporte embutido a plug-ins Nyquist. Você pode copiar novos plug-ins na página <a href="nyquistplugins">Nyquist plug-ins</a>, ou criar os seus próprios plug-ins acessando a <a href="../help/nyquist">linguagem de programação Nyquist</a>. Estes códigos podem ser testados utilizando o "Nyquist Prompt" no menu Efeitos, ou para código que gere áudio, que pode ser testado pelo <a href="http://audacity.sourceforge.net/nyquist/generate.zip">Nyquist Generate Prompt</a>.

source: VST Plug-Ins
es: Complementos VST
ja: VSTプラグイン
pt_br: Plug-Ins VST

source: Audacity can load VST effects (but not VST instruments) on Windows and Mac. Audacity 1.2 only has <a href="../help/faq?s=install&i=vst-bugs">limited</a> support for VST effects. This support can be added by downloading the optional <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>. Audacity 1.3.8 onwards supports a much wider range of VST effects with full GUI interface (where provided by the plug-in). The VST Enabler is not required.
ja: WindowsとMac版のAudacityではVSTエフェクト(VSTインスツルメントではありません)を読み込むことができます。 Audacity 1.2 ではVSTエフェクトは <a href="../help/faq?s=install&i=vst-bugs">限定</a>対応のみです。この機能はオプションの <a href="../help/faq?s=install&amp;i=vst-enabler">VSTイネーブラ</a>をダウンロードして追加することで実現できます。 Audacity 1.3.8以降ではフルGUI付きなど、さらに広範囲のVSTエフェクトに対応します。この場合 VSTイネーブラは必要ありません。

source: VST effects can be found on many plug-in sites such as:
ja: VSTエフェクトは次のようなプラグインサイトなどで見つけることができます：

source: The <a href="http://wiki.audacityteam.org/wiki/VST_Plug-ins">VST Plug-ins</a> page on our <a href="http://wiki.audacityteam.org/">Wiki<a/> contains further help for VST plug-ins, and lists a large number of VST plug-ins that have been reported to work well in Audacity.
ja: Audacityの<a href="http://wiki.audacityteam.org/">Wiki<a/>の中の <a href="http://wiki.audacityteam.org/wiki/VST_Plug-ins">VST Plug-ins</a>ページにはAudacity上で動作する非常に多くのVSTプラグインがリストされています。

source: Libraries
es: Bibliotecas
ja: ライブラリ
nl: Bibliotheken
pt_br: Bibliotecas

source: At present, the only library you can add to the 1.2 version of Audacity is the <b>LAME MP3 encoding</b> library. This allows Audacity to export audio in the popular <a href="http://wiki.audacityteam.org/index.php?title=MP3">MP3</a> format. To install the LAME library, please read our <a href="../help/faq?s=install&i=lame-mp3">LAME FAQ</a>.
es: En este momento, la única biblioteca que se puede añadir a la versión 1.2 de Audacity es la biblioteca de <b>codificación LAME MP3 </b>. Esto permite a Audacity exportar audio en el popular formato <a href="http://wiki.audacityteam.org/index.php?title=MP3">MP3</a> . Para instalar la biblioteca LAME, consulte nuestra <a href="../help/faq?s=install&i=lame-mp3">Preguntas frecuentes sobre LAME</a>.
ja: 現時点で安定なバージョン1.2のAudacityに追加できるライブラリは<b>LAME MP3 エンコーディング</b>ライブラリのみです。これはAudacityで <a href="http://wiki.audacityteam.org/index.php?title=MP3">MP3</a> フォーマットによる書き出しを可能にするものです。LAMEライブラリのインストール方法に関しては<a href="../help/faq?s=install&i=lame-mp3">LAME FAQ</a>をご覧ください。
nl: Momenteel is de enige bibliotheek die u kunt toevoegen aan de stabiele 1.2-versie van Audacity de <b>LAME MP3-coderings</b>bibliotheek. Dit laat Audacity toe om audio te exporteren naar het populaire <a href="http://wiki.audacityteam.org/index.php?title=MP3">mp3</a>-formaat. Om de LAME-bibliotheek te installeren, gelieve onze <a href="../help/faq?s=install&i=lame-mp3">LAME veelgestelde vragen</a> te lezen.

source: In addition to supporting LAME, the <a href="../download/features-1.3-a">Beta 1.3</a> version of Audacity has experimental support for the <b>FFmpeg import/export</b> library. This allows Audacity to import and export many additional audio formats such as AC3, AMR(NB), M4A and WMA, and to import audio from video files. To install the FFmpeg library, please read our <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">FFmpeg FAQ.</a> The next 2.0 Stable version of Audacity is expected to support the FFmpeg library.</a>
es: La versión <a href="../download/features-1.3-a">beta 1.3</a> de Audacity permite el uso experimental de la biblioteca de <b>importación/exportación FFmpeg</b>. Esto sirve para que Audacity pueda importar y exportar numerosos formatos de audio adicionales como AC3, AMR(NB), M4A y WMA, así como importar audio desde archivos de vídeo. Para instalar la biblioteca FFmpeg consulte nuestras <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">Preguntas frecuentes sobre FFmpeg</a> La próxima versión estable de Audacity, la 2.0 incorporará la biblioteca FFmpeg directamente.</a>
ja: Audacity の<a href="../download/features-1.3-a">Beta 1.3</a> バージョンは、LAMEサポートに加えて、実験的に <b>FFmpeg import/export</b> ライブラリをサポートしています。これはAudacityがAC3, AMR(NB), M4A and WMAなどのフォーマットにて取り込みと書き出したりビデオファイルからオーディオを取り込めるようにするものです。FFmpeg ライブラリのインストール方法に関しては <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">FFmpeg FAQ</a>をご覧ください。 次の安定バージョンである2.0にはFFmpegライブラリが含まれる予定です。</a>
nl: Naast het ondersteunen van LAME heeft de <a href="../download/features-1.3-a">bèta 1.3</a>-versie van Audacity experimentele ondersteuning voor de <b>FFmpeg import/export</b>-bibliotheek. Dit laat Audacity toe om veel extra audioformaten te importeren en te exporteren, zoals AC3, AMR(NB), M4A en WMA, en om audio te importeren van videobestanden. Om de FFmpeg-bibliotheek te installeren, lees onze <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">FFmpeg FAQ.</a>Er wordt verwacht dat de volgende 2.0 stabiele versie van Audacity de FFmpeg-bibliotheek ondersteunt.</a>

source: Click here to read about new features in Audacity 1.3.
es: Haga clic aquí para conocer las nuevas funciones en Audacity 1.3.
ja: ここをクリックしてAudacity 1.3の新機能についてお読みください。
nl: Klik hier voor de nieuwe mogelijkheden in versie 1.3 van Audacity.
pt_br: Clique aqui para conhecer os novos recursos do Audacity 1.3.

source: Download Nyquist Plug-Ins
es: Descargar complementos Nyquist
ja: Nyquistプラグインをダウンロードする
nl: Nyquist plugins downloaden
pt_br: Copiando plug-ins Nyquist

source: <p>These are optional plug-in effects for the Audacity sound editor. They are written in the <a href="../help/nyquist">Nyquist programming language</a>. For installation instructions, see the main <a href="plugins">plug-ins page</a>.</p>
es: <p>Estos son efectos plug-in (complemento) opcionales para el editor de sonido Audacity. Estan escritos en el <a href="../help/nyquist">lenguaje de programación Nyquist</a>. Para las instrucciones de su instalación, consulta la <a href="plugins">página principal de complementos</a>.</p>
ja: <p>これらは、Audacityサウンドエディタのための、オプションのプラグインエフェクトです。これらのプラグインは、 <a href="../help/nyquist">Nyquist プログラミング言語</a>で書かれています。インストールするのに必要な知識は、<a href="plugins">プラグインのページ</a>をご覧ください。</p>
nl: <p>Dit zijn optionele plugins voor de Audacity geluidseditor. Ze werden geschreven in de <a href="../help/nyquist">Nyquist-programmeertaal</a>. Voor installatie-instructies, zie de hoofd-<a href="plugins">plugin-pagina</a>.</p>
pt_br: <p>Estes plugins de efeitos são opcionais ao Audacity. São escritos em linguagem de programação <a href="../help/nyquist">Nyquist</a>. Para instruções de instalação, veja a <a href="plugins">página de plug-ins</a>.</p>

source: Recommended Download
es: Descarga recomendada
ja: 推奨するダウンロード
nl: Aanbevolen download
pt_br: Componentes recomendados

source: <a href="%s">Audacity %s release (source tarball)</a> (%s file, %.1lf MB)
es: <a href="%s">Versión Audacity %s (tarball de origen)</a> (archivo %s, %.1lf MB)
ja: <a href="%s">Audacity %s リリース (source tarball)</a> (%s ファイル, %.1lf MB)
nl: <a href="%s">Audacity %s release (broncode tarball)</a> (%s bestand, %.1lf MB)

source: This is our standard source tarball. It assumes your system has the necessary dependencies (libraries) installed (see below).
es: Este es nuestro tarball de origen predeterminado. Asume que están instaladas las bibliotecas necesarias en su sistema (véase más abajo).
ja: これが私たちの標準的なソースtarballです。お使いのシステムには必要なdependency（ライブラリ）がイントールされていることを前提としています（下記参照のこと）。
nl: Dit is onze standaard broncode-tarball. Deze gaat ervan uit dat de nodige dependencies (bibliotheken) op uw systeem geïnstalleerd zijn (zie beneden).

source: Optional Downloads
es: Descargas opcionales
ja: オプションのダウンロード
nl: Optionele downloads
pt_br: Componentes opcionais

source: This is a full source tarball, useful for Windows and Mac machines which may lack the necessary dependencies to compile Audacity.
es: Este es un tarball de código completo, útil para los sistemas Windows y Mac que puedan carecer de las bibliotecas necesarias para compilar Audacity.
ja: これはフルのソースtarballです。WindowsやMacマシンでAudacityのコンパイルに必要なdependencyを持っていない場合にお使いください。
nl: Dit is een volledige broncode-tarball, bruikbaar voor computers met Windows en Mac die eventueel de nodige dependencies missen om Audacity te compileren.

source: <a href="%s">Latest SVN development code</a>, incorporating changes since the release tarball.
es: <a href="%s">El código de desarrollo CVS más reciente</a> incluye los cambios que se dieron tras el último tarball de publicación.
ja: リリースtarball以降の修正を含む<a href="%s">最新のSVN開発コード</a>。
nl: <a href="%s">Laatste SVN-ontwikkelingscode</a>, bevat alle wijzigingen sinds de release-tarball.

source: System Requirements
es: Requisitos del sistema
ja: 必要システム
nl: Systeemvereisten
pt_br: Requisitos mínimos do sistema

source: Audacity runs best with at least 64 MB RAM and a 300 MHz processor. Please review our operating system support for
es: Audacity requiere al menos, 64 Mb de RAM y un procesador a 300 MHz. Por favor, compruebe con qué sistemas operativos es compatible
ja: Audacityの動作には最低64 MB RAMおよび300 MHzプロセッサが必要です。 次のオペレーティングシステムに関する情報をお読みください。
nl: Audacity werkt het beste met tenminste 64 MB RAM en een 300 MHz processor. Gelieve onze besturingssysteem-ondersteuning te bekijken voor
pt_br: O Audacity roda melhor num processador de no mínimo 300MHz e 64 Mb de RAM. Veja o suporte aos sistemas operacionais para

source: or
es: o
ja: または
nl: of
pt_br: ou

source: How to Compile Audacity
es: Cómo compilar Audacity
ja: Audacityをコンパイルするには
nl: Hoe u Audacity moet compileren
pt_br: Como compilar o Audacity

source: Dependencies
es: Dependencias
ja: 従属物
pt_br: Dependências

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity %s requires wxGTK 2.8.11.
ja: <a href="http://wxwidgets.org">wxWidgets</a>ライブラリが <b>必要です</b>。 Audacity %s には wxGTK 2.8.11が必要です。

source: Installation of the following libraries is <b>optional</b> - they are included in Audacity obtained from <a href="../community/developers#svn">SVN</a>.
es: La instalación de las siguientes bibliotecas es <b>opcional</b> ya que vienen incluidas en el Audacity que se obtiene de <a href="../community/developers#cvs">CVS</a>.
ja: <b>必要に応じて</b>次のライブラリをインストールしてください。- これらは<a href="../community/developers#svn">SVN</a>から入手されたAudacityには含まれています。
nl: Installatie van de volgende bibliotheken is <b>optioneel</b> - ze zitten al in Audacity verkregen van <a href="../community/developers#svn">SVN</a>.

source: If you install libraries using a package management system like Apt or RPM, you need to install the "dev" (development) packages for each library.
es: Si instala bibliotecas usando un sistema de gestión de paquetes como Apt o RPM asegúrese de instalar el paquete "dev" (desarrollo) de cada biblioteca.
ja: AptやRPMなどのパッケージ管理システムを使ってライブラリをインストールする場合には、それぞれのライブラリに "dev" (development) パッケージをインストールする必要があります。
nl: Als u bibliotheken installeert en daarbij een package management systeem gebruikt zoals Apt of RPM, zorg dan dat u de "dev" (ontwikkelings-)pakketten van elke bibliotheek installeert.
pt_br: Ao instalar as bibliotecas utilizando um gerenciador de pacotes como o Apt ou RPM, lembre-se de selecionar a opção "dev" (development - desenvolvimento) de cada biblioteca.

source: Compilation
es: Compilación
ja: コンパイル
nl: Compilatie
pt_br: Compilação

source: To compile Audacity, run the following command in the Audacity source directory:
es: Para compilar Audacity, ejecute el siguiente comando en el directorio donde se encuentre el código fuente de Audacity:
ja: Audacityをコンパイルするには、Audacity sourceディレクトリにて次のコマンドを実行してください。
nl: Als u Audacity wilt compileren, voer dan de volgende opdracht uit in de bronmap van Audacity:
pt_br: Para compilar o Audacity, execute os seguintes comandos no diretório contendo o código-fonte do programa:

source: You can type <i>./configure --help</i> to see a list of compilation options. After Audacity is compiled, run <i>make install</i> as root to install it.
es: Escriba <i>./configure --help</i> para mostrar una lista de opciones de compilación. Tras la compilación de Audacity , escriba <i>make install</i> como root para instalarlo.
ja: コンパイルのオプションを見るには<i>./configure --help</i>を入力してください。Audacityをコンパイルしたら、rootとして<i>make install</i>コマンドにてインストールしてください。
nl: U kunt <i>./configure --help</i> typen om een lijst met compilatie-opties te zien. Nadat Audacity is gecompileerd, voert u <i>make install</i> uit als root om het te installeren.
pt_br: Você deve digitar <i>./configure --help</i> para visualizar uma lista de opções de compilação. Após compilado, execute <i>make install</i> logado como root para instalá-lo.

source: Further Help
es: Ayuda adicional
ja: さらにヘルプが必要な場合
nl: Verdere Hulp
pt_br: Mais ajuda

source: On Windows, see the file "compile.txt" inside the "Win" folder in the source code. For OS X, see "compile.txt" inside the "Mac" folder in the code.
es: En Windows, consulte el archivo "compile.txt" dentro de la carpeta "Win" del código fuente. Para OS X, consulte "compile.txt" en la carpeta "Mac" del código.
ja: Windowsではソースコードに含まれる"Win" フォルダー内の"compile.txt"をご覧ください。 OS Xではソースコードに含まれる"Mac"フォルダ内の"compile.txt"をご覧ください。
nl: Op Windows, zie het bestand "compile.txt" in de "Win"-map in de broncode. Voor OS X, zie "compile.txt" in de "Mac"-map in de code.

source: %sSee our guides to compiling Audacity for %sWindows%s, %sMac%s and %sLinux/Unix%s on the %sWiki%s.%s
es: %sConsulte nuestras guías para compilar Audacity en %sWindows%s, %sMac%s y %sLinux/Unix%s en el %sWiki%s.%s
ja: %s%sWindows%s、%sMac%sおよび%sLinux/Unix%s用Audacityのコンパイルのガイドは%sWiki%sに掲載してありますのでご覧ください。%s
nl: %sZie onze handleidingen om Audacity te compileren voor %sWindows%s, %sMac%s en %sLinux/Unix%s op de %sWiki%s.%s

source: %sIf you are still having difficulties, we want to help! Please ask on the %sCompiling Audacity%s board on our %sForum%s.%s
ja: %sそれでも解決しない場合、私たちがお手伝いいたします! ぜひ %sCompiling Audacity%s ボード （ %sForum%s内）にお問い合わせください。%s

source: <a href="http://wiki.audacityteam.org/wiki/Windows_Vista_OS">Windows Vista</a> and <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">Windows 7</a> <b>are not supported in Audacity 1.2.6. Please use</b> <a href="../download/beta_windows">Audacity Beta</a><b> for these operating systems.</b>
ja: <a href="http://wiki.audacityteam.org/wiki/Windows_Vista_OS">Windows Vista</a>および <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">Windows 7</a> <b>はAudacity 1.2.6ではサポートされていません。これらのOSには</b> <a href="../download/beta_windows">Audacity Beta</a><b> をお使いください。</b>

source: Windows 98/ME/2000/XP: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor.
ja: Windows 98/ME/2000/XP:<a href="%s">Audacity %s インストーラ</a> (.exe file, %.1lf MB) - オーディオ編集ソフトAudacityの最新バージョン

source: Plug-ins and Libraries
es: Plugins y bibliotecas
ja: プラグインおよびライブラリ
nl: Plugins en bibliotheken

source: <a href="%s">LADSPA plug-ins %s installer</a> (.exe file, %.1lf MB) - over 90 plug-ins.
es: <a href="%s">Instalador de plug-ins LADSPA %s</a> (archivo .exe , %.1lf MB), unos 90 plugins.
ja: <a href="%s">LADSPA プラグイン %s インストーラ</a> (.exe ファイル, %.1lf MB) - 90以上のプラグイン
nl: <a href="%s">LADSPA plugins %s installer</a> (.exe-bestand, %.1lf MB) - meer dan 90 plugins.

source: Audacity Zip file
es: Archivo Zip de Audacity
ja: Audacity Zip ファイル
nl: Audacity zipbestand

source: Windows 98/ME/2000/XP: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you cannot run the installer because of restricted permissions, download and unzip this file instead.
ja: Windows 98/ME/2000/XP: <a href="%s">Audacity %s zip ファイル</a> (%.1lf MB) - もし環境の制限によりインストーラを実行できない場合には、代わりにこのファイルをダウンロードし解凍してください。

source: Windows 95 and NT are not supported. Windows Vista and 7 are only supported in <a href="../download/beta_windows">Audacity Beta</a>.
ja: Windows 95 および NT はサポートされていません。Windows Vistaおよび7は <a href="../download/beta_windows">Audacityベータ</a>でのみサポートされています。

source: Installation packages for Audacity on GNU/Linux and other Unix-like systems are often provided by individual distributions:
es: Algunas distribuciones de GNU/Linux y otros sistemas Unix incluyen paquetes de instalación de Audacity:
ja: GNU/Linuxやその他のUnix系のシステムでのAudacityのインストレーションパッケージは個々のディストリビューｼｮﾝごと提供されます：
nl: Installatiebestanden voor Audacity op GNU/Linux en andere Unix-gelijkende systemen worden dikwijls voorzien door individuele distributies:
pt_br: Pacotes de instalção do Audacity para GNU/Linux e outros sistemas Unix são normalmente oferecidos pelas próprias distribuições:

source: The above list is not comprehensive. If you don't see an up-to-date package for your own distribution, we recommend searching your distribution's web site for the latest information. Alternatively, you can compile Audacity from <a href="source#recdown">source code</a>.
es: La lista anterior no es exhaustiva. Si no encuentra una versión actualizada del paquete de su distribución, le recomendamos que consulte la web de su distribución para obtener información más concreta. También puede optar por compilar Audacity a partir del <a href="source#recdown">código fuente</a>.
ja: 上記のリストは完全ではありません。もしお使いのディストリビューション用の最新パッケージが見当たらない場合は、そのディストリビューションのWebサイトで最新情報の検索をお勧めします。 別の方法として、<a href="source#recdown">ソースコード</a>からAudacityをコンパイルすることもできます。
nl: Bovenstaande lijst is niet volledig. Indien u geen up-to-date bestanden ziet voor uw eigen systeem raden we u aan om te zoeken naar de laatste informatie op de website van uw systeem. U kan Audacity ook zelf compileren via de <a href="source#recdown">broncode</a>.
pt_br: Esta lista não é completa. Se você não vir um pacote atualizado para sua distribuição, recomendamos que você procure no site da distribuição por informações mais atualizadas. Ou, como alternativa, você pode compilar o Audacity por sua conta, a partir do <a href="source#recdown">código-fonte</a>.
