Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: %sIf you are working on Nyquist plug-in effects and would like to share them with others, or if you would like to discuss general details of how to achieve certain effects in Nyquist, please join the %saudacity-nyquist mailing list%s.%s
es: %sSi está creando plug-ins de efectos con Nyquist y le gustaría compartirlos con otras personas o si quiere comentar detalles sobre como conseguir determinados efectos con Nyquist, acceda a la lista de correo %saudacity-nyquist%s.%s
ja: %sもしあなたがNyquistプラグインを開発していて、他の人たちと共有したい場合、またNyquistである効果を得るにはどうすべきかとう議論を行いたい場合は、%saudacity-nyquist mailing list%sにご参加ください。%s
nl: %sAls u werkt aan Nyquist plugineffecten en ze met anderen wilt delen, of als u in het algemeen details wilt bespreken over hoe u bepaalde effecten kunt bereiken, abonneer u dan op de %saudacity-nyquist mailing list%s.%s

source: %sDon't forget to consult the full %sNyquist Reference Manual%s for more details of how Nyquist works.%s
es: %sNo olvide consultar el %sManuaal de referencia de Nyquist%s para conocer en profundidad como funciona Nyquist.%s
ja: %sNyquistのプログラミングについてより詳細に知りたい場合は、完全な%sNyquist Reference Manual%sを参照することを忘れないでください。%s
nl: %sVergeet ook niet te kijken in de volledige %sNyquist Referentiehandleiding%s voor details over hoe Nyquist werkt.%s

source: "Nightly Builds" are Alpha builds from our latest development code that we work on between releases. Your help in testing and <a href="http://audacity.sourceforge.net/contact#feedback">reporting bugs</a> in these builds will be invaluable as we move towards a new 2.0 Stable release. <b>Note:</b>&nbsp;These builds may by definition be more unstable than any other releases. They should not be used as your production version of Audacity.
es: Las "Nightly Builds" son complicaciones alfa creadas a partir de nuestra última versión de desarrollo con la que estamos trabajando entre versiones beta o estables. Su ayuda probando y <a href="http://audacity.sourceforge.net/contact#feedback">comunicando errores </a> en estas versiones es incalculable mientras avanzamos hacia la versión estable 2.0. <b>Nota:</b>&nbsp;Estas compilaciones pueden ser más inestables que las versiones beta o estable. No deberían utilizarse como versión de producción de Audacity.
ja: "Nightly Builds" は通常のリリースの間に私たちの最新開発コードからアルファビルドされたものです。 このビルドをテストしたり<a href="http://audacity.sourceforge.net/contact#feedback">バグの報告</a> をいただくことは、次の2.0安定バージョンに向けて、計り知れないほどの価値があります。<b>注意:</b>&nbsp;これらのビルドは、当然のことながら、ベータや安定リリースより不安定である可能性があります。作品制作用としては使用しないでください。
nl: "Nightly builds" zijn Alpha builds van onze nieuwste ontwikkelingscode waar we aan werken tussen de verschillende releases. Uw hulp bij het testen en <a href="http://audacity.sourceforge.net/contact#feedback">het melden van fouten</a> bij deze builds zullen van onschatbare waarde zijn als we verdergaan naar een nieuwe stabiele versie 2.0. <b>Opmerking:</b>&nbsp;Deze builds kunnen minder stabiel zijn dan bèta- of stabiele versies. Zij mogen niet worden gebruikt als uw productie-versie van Audacity.

source: VST Enabler
es: Activador VST
ja: VST イネーブラー
pt_br: Habilitador de VST

source: Allows Audacity to load VST effect plug-ins.
es: Permite cargar plugins de efectos VST en Audacity.
ja: AudacityでVSTプラグインを読み込めるようにします。
nl: Staat Audacity om VST-plugins te laden.

source: Plug-Ins
es: Complementos
ja: プラグイン

source: Download additional effects and filters.
es: Descargar efectos y filtros adicionales.
ja: 追加のエフェクトやフィルターをダウンロードする。
nl: extra effecten en filters downloaden.
pt_br: Instale efeitos e filtros adicionais.

source: LAME MP3 encoder
es: Codificador LAME MP3
ja: LAME MP3 エンコーダー
nl: De LAME MP3 encoder

source: Allows Audacity to export MP3 files.
es: Permite a Audacity exportar a archivos MP3.
ja: AudacityがMP3ファイルを書き出せるようにします。
nl: helpt Audacity bij het exporteren van MP3-bestanden.
pt_br: Permite ao Audacity exportar arquivos em formato MP3.

source: If you have trouble with your download, or need an older version of Audacity, try our alternate download links:
es: Si tiene algún problema con la descarga o necesita una versión previa de Audacity puede probar los enlaces alternativos de descarga:
ja: もしうまくダウンロードできない場合や、以前のバージョンのAudacityが必要な場合は、次のダウンロードリンクをお試しください。
nl: Als u problemen heeft met uw download, of u heeft een oudere versie van Audacity nodig, probeer dan onze alternatieve downloadlinks:

source: <a href="%s">SourceForge</a> (older versions can be viewed by clicking to enter the required folder under "Name")
ja: <a href="%s">SourceForge</a>（以前のバージョンは"Name"の下にあるフォルダに入ることで見ることができます。）

source: <a href="%s">Google Code</a> (click on the headings to sort the list)
es: <a href="%s">Código Google</a> (haga clic en los encabezados para ordenar la lista)
ja: <a href="%s">Google Code</a> (リストのヘッダーをクリックすれば並べ替えできます)
nl: <a href="%s">Google Code</a> (klik op de hoofdingen om de lijst te sorteren)

source: Known Problems
es: Problemas conocidos
ja: 知られている問題点
nl: Gekende problemen
pt_br: Falhas conhecidas

source: The following were known bugs or problems in Audacity %s at release:
es: Audacity %s tiene los siguientes errores o problemas conocidos en esta versión:
ja: 以下はAudacity %s リリース時の既知のバグまたは問題点です：
nl: Het volgende zijn gekende bugs of problemen in Audacity %s op het moment van release:

source: Audacity can import and display MIDI files, but cannot play or edit them.
es: Audacity puede importar y mostrar archivos MIDI, pero no puede reproducirlos ni editarlos.
ja: AudacityはMIDIファイルを読み込み表示することができますが、それらを再生したり編集したりすることはできません。
nl: Audacity kan MIDI-bestanden importeren en tonen, maar niet afspelen of wijzigen.
pt_br: O Audacity pode importar e exibir arquivos MIDI, mas não pode reproduzí-los ou editá-los.

source: Linux: Recording in full duplex (playing existing tracks while recording) on some systems causes mono recordings to sound distorted or low-pitched. To work around this problem, set Audacity to record in stereo.
es: Linux: Grabando en full duplex (reproduciendo pistas existentes mientras se está grabando) en algunos sistemas causa que las grabaciones mono se escuchen distorsionadas o con un tono demasiado grave. Para solucionar el problema, configura Audacity para grabar en estéreo.
ja: Linux：いくつかのシステム上でフルデュプレックスで録音していると(既存のトラックを再生しながら録音していると)、モノラルの録音では音が歪んだり、ピッチが低くなったりすることがあります。この問題を回避するには、Audacityで録音するときにはステレオで録音するようにしてください。
nl: Linux: opnemen in full duplex (bestaande tracks afspelen tijdens het opnemen) zorgt op sommige systemen dat mono-opnames vervormd of laag van toon klinken. Om dit probleem te vermijden, steld u Audacity in op opnemen in stereo.
pt_br: Linux: Gravações em full-duplex (onde uma faixa é gravada enquanto outras já existentes são reproduzidas simultaneamente) no modo ´´mono´´ em alguns sistemas pode resultar em uma gravação com som distorcido. Para contornar este problema, configure o Audacity para gravar faixas em estéreo.

source: MacOS X: Audacity cannot work with files or folders that are contained inside folders with non-English characters (accents, symbols, etc.) in their names. Files with accented characters work, and Audacity projects with accented characters work. Only folders with accented characters in their names will cause problems.
es: MacOS X: Audacity no puede funcionar con archivos o carpetas que estén contenidos dentro de carpetas cuyos nombres contengan caracteres acentuados y similares (ñ). Sin embargo, sí puede utilizar tales caracteres en los nombres de archivo y de proyecto Audacity. Tan sólo las carpetas pueden causar problemas si llevan caracteres acentuados en sus nombres.
ja: MacOS X： Audacity は、英語でない文字(アクセントやシンボルなど)を名前に含むフォルダ名を使うと、そのフォルダの中にあるファイルやフォルダがうまく動作しません。アクセント文字を含むファイルはうまく動きますし、アクセント文字を含むAudacity プロジェクトもうまく動きます。アクセント文字を含むフォルダ名が、問題を引き起こすのです。
nl: MacOS X: Audacity kan niet werken met bestanden of mappen die in mappen zitten met niet-Engelse tekens (accenten, symbolen, enz.) in hun naam. Bestanden met accent-tekens werken, en Audacity-projecten met accent-tekens werken. Alleen de mappen die tekens bevatten met accenten in hun naam zullen problemen veroorzaken.
pt_br: Mac OS X: O Audacity não pode trabalhar com arquivos em pastas nomeadas com caracteres acentuados ou com símbolos. No entanto, arquivos de projeto do Audacity podem ser nomeados com qualquer caractere.

source: The following additional problems have become apparent in Audacity %s after release:
es: Audacity %s tiene los siguientes errores o problemas conocidos que han aparecido después de la publicación de la versión:
ja: 以下のような追加の問題がAudacity %s リリース後に発見されました：
nl: De volgende additionele problemen zijn zichtbaar geworden in Audacity %s na release:

source: Labels do not accept lower case "z". To use "z" in labels, go to the Keyboard Preferences and change the shortcut for "Find Zero Crossings" to something other than z.
ja: ラベルには小文字の"z"は使えません。ラベルで"z"を使いたい場合は、「キー割り当て」に行き、「ゼロとの交差部分を見つける」のショートカットをz以外のものに変更してください。

source: Windows Vista or 7: Pressing Stop after recording may cause a crash.
ja: Windows Vistaまたは７: レコーディング後に停止ボタンを押すとクラッシュすることがあります。

source: Mac OS X: Shortcut keys may activate when typing in file open or save windows.
es: Mac OS X: Los atajos de teclado se pueden activar automáticamente al escribir en la ventana de abrir o guardar.
ja: Mac OS X: ファイルオープンまたは保存ウインドウで文字入力中にショートカットキーが有効になることがあります。
nl: Mac OS X: sneltoetsen kunnen geactiveerd worden tijdens het typen in vensters om bestanden te openen of op te slaan.

source: <a href="../download">Audacity Beta (1.3 Series)</a> is now the recommended version on Windows 7, Windows Vista and Mac OS X 10.6.
es: <a href="../download">Audacity Beta (rama 1.3)</a> es la versión recomendada para Windows 7, Windows Vista y Mac OS X 10.6.
ja: Windows 7、Windows Vista およびMac OS X 10.6向けには<a href="../download">Audacity ベータ版 (1.3 シリーズ)</a> をお勧めします。
nl: <a href="../download">Audacity bèta (1.3 series)</a> is nu de aangeraden versie op Windows 7, Windows Vista en Mac OS X 10.6.

source: <h3>Changes in Audacity 1.2.6</h3> <ul> <li>Fixed memory leaks on Windows. </li> <li>Corrected font size problems. </li> <li>FLAC import now works correctly. FLAC export does not work on Windows or Mac. </li> <li>Fixed Mac OS X (PPC only) screen redraw issues. </li>
es: <h3>Cambios en Audacity 1.2.6</h3> <ul> <li>Resueltos problemas de memoria en Windows. </li> <li>Corregido un problema con el tamaño de las fuentes tipográficas. </li> <li>Habilitada la compatibilidad con FLAC. </li> <li>Resuelto un problema con el redibujo de la pantalla en Mac OS X (PPC). </li>
ja: <h3>Audacity 1.2.6での変更点</h3> <ul> <li>Windowsでのメモリリーク問題を解決。 </li> <li>フォントサイズ問題を修正。 </li> <li>FLACサポートを有効化。FLAC書き出しはWindowsおよびMacでは動作しません。 </li> <li>Mac OS X （PPCのみ）でのスクリーン再描画問題を解決。 </li>
nl: <h3>Aanpassingen in Audacity 1.2.6</h3> <ul> <li>Geheugenlekken in Windows opgelost. </li> <li>Problemen met groottes van lettertypen gecorrigeerd. </li> <li>Ontbrekende ondersteuning voor FLAC ingeschakeld. </li> <li>Problemen met de screen redraw bij Mac OS X (PPC alleen) opgelost. </li>

source: <h3>Changes in Audacity 1.2.5</h3> <ul> <li>An official Intel Mac version is now available. </li> <li>Fixed bug in Generate Silence which caused it to apply to all tracks instead of just the selected ones. </li> <li>Mac OS X: audio device opening code has been rewritten. First, it is much more conservative about changing device settings; it will not change settings when you open the program or close the preferences dialog anymore, and it will not change the settings when you begin playback/recording if the current settings are adequate. When it does change the settings, it should work much better on devices such as the Griffin iMic, ART USB Phono Plus, and Ion iMX02 USB. </li> <li>Mac OS X: added new Audio I/O preference that lets you tell Audacity to never change any audio device settings. </li> <li>Newer libsndfile supports FLAC import and export </li> <li>Updated soundtouch to current version which is faster and better quality </li> <li>Modified configure script prefers system libraries to local copies to reduce compilation times and memory usage. </li> <li>Minor updates to help files. </li> <li>New or updated translations: Bulgarian (bg), Galician (gl), Traditional Chinese (zh_TW), Simplified Chinese (zh), Slovenian (sl), Swedish (sv), Bangladeshi (bn), Slovakian (sk), Romanian (ro), Lithuanian (lt), Welsh (cy), and Turkish (tr). </li> </ul>
es: <h3>Cambios en Audacity 1.2.5</h3> <ul> <li>Disponible versión oficial para Macs con procesador Intel. </li> <li>Resuelto un problema en el efecto Generar Silencio que provocaba que se aplicase a todas las pistas en lugar de solo a las seleccionadas. </li> <li>Mac OS X: El código para abrir dispositivos de audio ha sido reescrito. Ahora no se cambia la configuración al abrir el programa o cerrar el cuadro de diálogo Preferencias ni cuando comienza la reproducción o grabación. </li> <li>Mac OS X: Añadida una nueva preferencia de entrada/salida de audio que permite especificar que nunca se cambien las preferencias. </li> <li>El nuevo libsndfile es compatible con la importación y la exportación a FLAC </li> <li>Actualizado soundtouch a la versión actual, que es más rápida y permite mayor calidad </li> <li>Mejorado el script de configuración de preferencias de bibliotecas del sistema para reducir tiempos de compilación y uso de memoria. </li> <li>Actualizaciones menores en los archivos de ayuda. </li> <li>Nuevas traduciones o actualizaciones: Búlgaro (bg), Gallego (gl), Chino tradicional (zh_TW), Chino simplificado (zh), Esloveno (sl), Suizo (sv), Bengalí (bn), Eslovaco (sk), Rumano (ro), Lituano (lt), Galés (cy) y Turco (tr). </li> </ul>
ja: <h3>Audacity 1.2.5での変更点</h3> <ul> <li>Intel Mac版に正式対応。 </li> <li>無音ジェネレータ機能が選択したトラックでなく全トラックに作用してしまうバグを修正。 </li> <li>Mac OS X: オーディオデバイスのオープニングコード書き直し。まず、デバイス 設定の変更に関してより消極的に変更。すなわちプログラムオープン時または 設定ダイアログのクローズ時にもはや設定を変更しない。また再生や録音開始 時にも、その設定が適切であれば変更しない。 もし設定を変更する際には、Griffin iMic, ART USB Phono Plus, や Ion iMX02 USBなどのデバイスにおいてはるかにうまく動作するはずである。 </li> <li>Mac OS X: Audacityがオーディオデバイス設定を変更しないようにさせる 新しいオーディオI/O設定を追加。 </li> <li>新しいlibsndfile がFLAC 読み込み書き出しをサポート。 </li> <li>より高速で高品質な現バージョンようにsoundtouchを更新。 </li> <li>コンパイル時間とメモリ使用量の減少のためにconfigure scriptが ローカルコピーよりシステムライブラリを優先するように変更。 </li> <li>ヘルプファイルのちいさな変更。 </li> <li>新規または更新された翻訳: Bulgarian (bg), Galician (gl), Traditional Chinese (zh_TW), Simplified Chinese (zh), Slovenian (sl), Swedish (sv), Bangladeshi (bn), Slovakian (sk), Romanian (ro), Lithuanian (lt), Welsh (cy), and Turkish (tr). </li> </ul>
nl: <h3>Aanpassingen in Audacity 1.2.5</h3> <ul> <li>Een officiële Mac-versie is nu beschikbaar. </li> <li>Bug gerepareerd in Stilte Genereren die ervoor zorgde dat het toegepast werd in alle tracks in plaats van gewoon de geselecteerde. </li> <li>Mac OS X: code voor het openen van een audio-apparaat werd herschreven. Ten eerste, het is veel meer bewarend in verband met het aanpassen van apparaatinstellingen; het zal de instellingen niet meer aanpassen wanneer u het programma opent of de voorkeuren-dialoog sluit, en het zal de instellingen niet aanpassen wanneer u begint met afspelen/opnemen indien de huidige instellingen passend zijn. Wanneer het de instellingen aanpast, zou het moeten beter werken op apparaten zoals de Griffin iMic, ART USB Phono Plus en Ion iMX02 USB. </li> <li>Mac OS X: nieuwe Audio I/O-voorkeur toegevoegd die u toelaat om Audacity duidelijk te maken om nooit audio-apparaat-instellingen aan te passen. </li> <li>Nieuwere libsndfile ondersteunt het importeren en exporteren van FLAC </li> <li>Geüpdatete soundtouch naar de huidige versie is sneller en beter van kwaliteit </li> <li>Aangepast configuratiescript geeft de voorkeur aan systeembibliotheken in plaats van lokale kopiën om compilatietijden en geheugengebruik te verminderen. </li> <li>Kleine updates voor helpbestanden. </li> <li>Nieuwe of geüpdatete vertalingen: Bulgaars (bg), Galicisch (gl), Traditioneel Chinees (zh_TW), Versimpeld Chinese (zh), Sloveens (sl), Zweeds (sv), Bangladeshi (bn), Slovaaks (sk), Roemeens (ro), Lithuanisch (lt), Welsh (cy) en Turks (tr). </li> </ul>
pt_br: <h3>alterações no Audacity 1.2.5</h3> <ul> <li>Disponibilizada a versão oficial para Macs com processador Intel. </li> <li>Corrigida a falha na opção Gerar Silêncio que silenciava todas as faixas do projeto. </li> <li>Mac OS X: reescrito o código de acesso aos dispositivos de áudio. </li> <li>Mac OS X: nova aba de preferências de entrada e saída de áudio. </li> <li>Nova biblioteca libsndfile com suporte a importação e exportação em formato FLAC. </li> <li>Soundtouch atualizado para a versão mais nova, que oferece melhor qualidade e maior rapidez. </li> <li>Novos scripts de configuração, que reduzem o tempo necessário para compilação do programa e as necessidades de memória. </li> <li>Ajustes aos arquivos de ajuda. </li> <li>Traduções novas ou atualizadas: Búlgaro (bg), Galego (gl), Chinês tradicional (zh_TW), Chinês simplificado (zh), Esloveno (sl), Sueco (sv), Bengali (bn), Eslovaco (sk), Romeno (ro), Lituano (lt), Galês (cy), e Turco (tr). </li> </ul>

source: <h3>Changes in Audacity 1.2.4b</h3> <ul> <li>A serious problem with the French translation was corrected. </ul>
es: <h3>Cambios en Audacity 1.2.4b</h3> <ul> <li>Un problema grave con la traducción al francés ha sido corregido. </ul>
ja: <h3> Audacity 1.2.4bでの変更点</h3> <ul> <li>フランス語翻訳での重大な問題を解決。 </ul>
nl: <h3>Aanpassingen Audacity 1.2.4b</h3> <ul> <li>Een groot probleem met de Franse vertaling werd gecorrigeerd. </ul>
pt_br: <h3>Novos recursos no Audacity 1.2.4b</h3> <ul> <li>Corrigida uma falha grave na tradução para o francês. </ul>

source: <h3>Changes in Audacity 1.2.4</h3> <ul> <li>The File menu now includes a list of recent files. </li> <li>The "Generate Silence" effect now prompts for a length. </li> <li>Audacity is now built with Vorbis 1.1, which features better encoding quality and file compression. </li> <li>Dragging sound files into the Audacity window now works on Mac OS X and Linux, as well as Windows. (Before, it worked only on Windows.) </li> <li>Better support for certain audio devices on Mac OS X 10.4 "Tiger" </li> <li>The "View History" window can now discard old undo levels to save disk space on Windows. (This previously worked only on Linux and Mac.) </li> <li>"Preferences" command is now in Edit menu. </li> <li>"Plot Spectrum" command is now in Analyze menu. </li> <li>Opening a project file saved by a later version of Audacity displays an intelligent error message. Also, trying to import a project file (instead of open it) displays an intelligent error message. </li> <li>Audacity now compiles in Visual C++ .NET 2003. </li> <li>Other minor bug fixes. </li> <li>New or updated translations: Arabic (ar), Czech (cs), Finnish (fi), Hungarian (hu), Japanese (ja), Norwegian (nb), Slovenian (sl), Simplified Chinese (zh_CN), Traditional Chinese (zh_TW). </li> </ul>
es: <h3>Cambios en Audacity 1.2.4</h3> <ul> <li>El menú Archivo ahora incluye una lista de archivos recientes. </li> <li>El efecto "Generar Silencio" ahora solicita una longitud. </li> <li>Audacity ahora esta construido con Vorbis 1.1, lo cual proporciona mejor calidad de codificación y compresión de archivo. </li> <li>El arrastre de archivos de sonido hacia la ventana de Audacity ahora funciona en Mac OS X y Linux, así como en Windows. (Antes, sólo funcionaba en Windows.) </li> <li>Mejor soporte para ciertos dispositivos de sonido en Mac OS X 10.4 "Tiger" </li> <li>La ventana "Ver Historial..." ahora puede descartar a viejos niveles deshacer para salvar espacio de disco en Windows. (Previamente sólo trabajava en Linux y Mac.) </li> <li>El comando "Preferencias" se encuentra ahora en el menú Editar. </li> <li>El comando "Dibujar Espectro" ahora se encuentra en el menú Analizar. </li> <li>Al abrir un archivo de proyecto guardado por una versión posterior de Audacity se muestra un mensaje inteligente de error. También, al intentar importar un archivo de proyecto (en lugar de abrirlo) muestra un mensaje inteligente de error. </li> <li>Audacity ahora se compila en Visual C++ .NET 2003. </li> <li>Otras soluciones a errores de funcionamiento menores. </li> <li>Traducciones nuevas o actualizadas: Árabe (ar), Checo (cs), Finés (fi), Húngaro (hu), Japonés (ja), Noruego (nb), Eslovaco (sl), Chino Simplificado (zh_CN), Chino Tradicional (zh_TW). </li> </ul>
ja: <h3>Audacity 1.2.4での変更点</h3> <ul> <li>ファイルメニューに「最近のファイル」が含まれました。 </li> <li>"無音ジェネレータ"で「持続時間」入力可能になりました。 </li> <li>より高品質のエンコーディングと圧縮率が特徴のVorbis 1.1が Audacityに組み込まれました。 </li> <li>Mac OS XおよびLinuxでもサウンドファイルのドラッグによる 貼り付けが可能になりました。（以前はWindoes版のみ） </li> <li>Mac OS X 10.4 "Tiger"でのオーディオデバイス対応の改善。 </li> <li>Windows版でも"履歴"ウインドウでｱﾝﾄﾞｩ可能なレベルの 設定が可能になりました。（以前はLinuxとMacだけの機能） </li> <li>"設定"コマンドを「編集」メニューに追加。 </li> <li>"スペクトル表示"コマンドを「解析」メニューに追加。 </li> <li>後のバージョンのAudacityにより保存されたプロジェクトファイル を開く際にメッセージを表示する機能を追加。またファイルを開く 代わりに取り込もうとする際にもメッセージ表示機能を追加。 </li> <li>AudacityがVisual C++ .NET 2003に対応。 </li> <li>その他の小さなバグを修正。 </li> <li>新規および更新された翻訳: Arabic (ar), Czech (cs), Finnish (fi), Hungarian (hu), Japanese (ja), Norwegian (nb), Slovenian (sl), Simplified Chinese (zh_CN), Traditional Chinese (zh_TW). </li> </ul>
nl: <h3>Aanpassingen in Audacity 1.2.4</h3> <ul> <li>Het bestandsmenu bevat nu een lijst van recente bestanden. </li> <li>Het "Stilte genereren"-effect vraagt nu voor een lengte. </li> <li>Audacity is nu gecompileerd met Vorbis 1.1, die betere codeerkwaliteit en bestandscompressie heeft. </li> <li>Geluidsbestanden in het Audacity-venster slepen werkt nu op Mac OS X en Linux, evenals Windows (voordien werkte het alleen op Windows.) </li> <li>Betere ondersteuning voor bepaalde audio-apparaten op Mac OS X 10.4 "Tiger" </li> <li>Het "Bekijk geschiedenis"-venster kan nu oude undo-levels verwijderen om plaats te sparen bij Windows (Dit werkte voordien alleen op Linux en Mac.) </li> <li>Het "Voorkeuren"-commando bevindt zich nu in het Bewerken-menu. </li> <li>Het "Plot Spectrum"-commando bevindt zich nu in het Analyseren-menu. </li> <li>Door een projectbestand van een latere versie van Audacity te openen, verschijnt een intelligent foutbericht. Ook door te proberen een projectbestand te importeren (in plaats van het te openen) zal een intelligent foutbericht getoond worden. </li> <li>Audacity compileert nu in Visual C++ .NET 2003. </li> <li>Andere kleine bugfixes. </li> <li>Nieuwe of geüpdatete vertalingen: Arabisch (ar), Tsjechisch (cs), Fins (fi), Hongaars (hu), Japans (ja), Noors (nb), Sloveens (sl), Versimpeld Chinees (zh_CN), Traditioneel Chinees (zh_TW). </li> </ul>
pt_br: <h3>Novos recursos no Audacity 1.2.4</h3> <ul> <li>O menu arquivo agora inclui uma lista de arquivos recentemente acessados. </li> <li>O comando "Gerar Silêncio" agora permite ajuste de tempo. </li> <li>O Audacity agora incorpora o codec Vorbis 1.1, que apresenta uma melhor qualidade de codificação e compressão. </li> <li>Agora é possível arrastar arquivos de áudio é possível no Mac OS X e no Linux, assim como já era possível no Windows. </li> <li>Suporte melhorado para novos dispositivos de áudio no Mac OS X 10.4 "Tiger" </li> <li>A janela "Histórico" agora pode apagar passos mais antigos para economizar espaço em disco no Windows, assim como era possível no Linux e no Mac. </li> <li>O comando "Preferências" agora está no menu Editar. </li> <li>O comando "Desenhar Espectro" agora está no menu Analizar. </li> <li>Ao abrir um Arquivo de Projeto do Audacity salvo em uma versão mais recente exibe uma mensagem de erro inteligente. Ao tentar importar um Arquivo de Projeto (ao invés de abri-lo) também exibe uma mensagem de erro. </li> <li>O Audacity agora é compilavel pelo Visual C++ .NET 2003. </li> <li>Várias falhas menores corrigidas. </li> <li>Novos idiomas adicionados: Árabe (ar), Tcheco (cs), Finlandês (fi), Húngaro (hu), Japonês (ja), Norueguês (nb), Esloveno (sl), Chinês simplificado (zh_CN) e Chinês Tradicional (zh_TW). </li> </ul>
