Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: OS X 10.3 and earlier are not supported, however the previous
es: El programa no es compatible con OS X 10.3 ni con las versiones anteriores. Sin embargo, la versión
ja: OS X 10.3 とそれ以前のバージョンはサポートされていません。
nl: OS X 10.3 en oudere versies worden niet ondersteund, hoewel de vorige
pt_br: OS X 10.3 e anteriores não são suportados. No entanto, a versão anterior

source: supports OS X 10.3.
es: es compatible con OS X 10.3.
ja: OS X 10.3 をサポートしています。
nl: ondersteunt OS X 10.3.
pt_br: suporta o OSX 10.3.

source: Audacity 1.3: Track focus
es: Audacity 1.3: Pista activa
ja: Audacity 1.3: トラックのフォーカス
pt_br: Audacity 1.3: Foco das faixas

source: In Audacity 1.3.2 and higher, you can fully manipulate the selection using the keyboard. As always, press the left and right arrows, along with shift and control, to move the cursor or extend a selection to the left or right. New, press the up or down arrows to change which track is focused, independent of the selection, and press the Enter key to toggle the selectedness of the focused track.
es: En Audacity 1.3.2 y posteriores se puede manipular completamente la selección usando el teclado. Como siempre, pulsando las fechas Izq y Der, junto a la tecla Mayúsc y Control, para mover el cursor o extender una selección hacia la izquierda o la derecha. Ahora, se puede pulsar las flechas Arr y Abj para cambiar la pista activa, independientemente de la selección y pulsar la tecla Intro para cambiar selección de la pista activa.
ja: Audacity 1.3.2以降では、操作のすべてをキーボードにて 行うことができます。これまでのようにシフトおよびコントロールキーと共に左右 の矢印キーを押すことでカーソルの移動や、選択を左右に 拡張できます。新機能として、上下の矢印キーにより 選択とは無関係にフォーカスされているトラックを変更したり Enterキーによりフォーカスされているトラックの選択を切り替えることができます。
nl: In Audacity 1.3.2 en later kan u de selectie volledig manipuleren door het toetsenbord te gebruiken. Druk, zoals altijd, op de linker en rechter pijltjes, samen met shift en control, om de cursor te bewegen of de selectie uit te breiden naar links of rechts. Druk nu op de pijl-omhoog- en pijl-omlaag-toets om te veranderen welke track gefocust is, onafhankelijk van de selectie, en duw op de entertoets om de selectie van de gefocuste track aan of uit te schakelen.
pt_br: No Audacity 1.3.2 é possível controlar as seleções utilizando o teclado. Pressione as setas da esquerda e da direita e as teclas Shift e Ctrl para mover o cursor e selecionar as faixas. Utilizando-se as setas para cima e para baixo é possível alterar o foco da faixa sem modificar a seleção.

source: The focused track is highlighted in green, as illustrated in the screenshots below. Clicking on a track selects it and focuses it.
es: La pista activada se resalta en color verde, como se muestra en la captura de pantalla inferior. Haciendo clic sobre una pista la selecciona y la covierte en activa.
ja: フォーカスされているトラックは、下のスクリーンショットのように 緑色にハイライトされます。トラックをクリックすることで選択しフォーカスすることができます。
nl: De gefocuste track is groen gemarkeerd zoals afgebeeld op de screenshots hieronder. Klikken op een track selecteert en focust hem.
pt_br: A faixa selecionada é iluminada em verde, como mostrado na figura abaixo.

source: Above, a region of audio is selected in the top track.<br> You can tell the track is selected, because its label area is shaded.<br> You can tell the track is focused because of the green border.
es: Una región de audio es seleccionada en la pista superior.<br> Puede saber qué pista está seleccionada por que su zona de etiqueta está sombreada.<br> Puede saber qué pista está activa porque está rodeada por un borde verde.
ja: 上の絵は上側のトラックの領域が選択された状態です。<br> ラベル領域の色が変わったことでこのトラックが選択されていることを示しています。<br> 周囲が緑色になったことでこのトラックがフォーカスされていることを示しています。
nl: Bovenaan is een audiogebied geselecteerd in de bovenste track.<br> U kan zien dat de track geselecteerd is omdat het labelgebied donkerder is.<br> U kan zien dat de track gefocust is vanwege de groene rand.
pt_br: Acima, a região do áudio selecionado na faixa superior.<br> A faixa selecionada apresenta sombra em seu rótulo e a faixa em foco mostra a borda verde.

source: Pressing the down arrow key changes the focus to the lower track.<br> However, only the top track is selected.
es: Pulsando la flecha Abj se cambiará la pista activa a la pista inferior.<br>. No obstante, sólo la pista superior permanecerá seleccionada.
ja: 下向き矢印キーを押すことでフォーカスが下のトラックに移ります。<br> しかし上のトラックのみが選択されています。
nl: Door de pijl-beneden-toets in te drukken verandert de focus naar de track daaronder.<br> Dit ondanks dat alleen de bovenste track geselecteerd is.
pt_br: Pressionar a seta para baixo altera o foco para a faixa abaixo.<br> No entanto, a faixa acima continua selecionada.

source: Pressing the enter key toggles the lower track, so it is now selected, too.
es: Pulsando Intro se intercambiará la pista inferior, así que será seleccionada también.
ja: Enterキーを押すことで下のトラックの選択状態を反転できます。これで下のトラックも選択されました。
nl: Door op de entertoets te drukken wordt de onderste track aan-/uitgeschakeld, dus nu is hij ook geselecteerd.
pt_br: Pressionar a tecla Enter altera a seleção. Neste caso a faixa abaixo agora também está selecionada.

source: Finally, press up-arrow and enter to unselect the top track.<br> This is one way to keep a particular range of audio selected<br>while changing which track is selected.
es: Por último, pulse la flecha Arr e Intro para deseleccionar la pista superior.<br> Este es un método para mantener un rango de audio concreto seleccionado<br>mientras se cambia la pista seleccionada.
ja: 最後に上向き矢印キーとEnterキーを押すことで上のトラックを非選択にします。<br> これはトラックを変えても同じ領域を選択する１つの方法です。
nl: Als laatste, druk op de pijl-omhoog-toets en enter om de bovenste track te deselecteren.<br> Dit is een manier om een bepaald audiobereik geselecteerd te houden<br>terwijl veranderd wordt welke track geselecteerd is.
pt_br: Por fim, pressione a seta para cima e a tecla Enter para desmarcar a seleção da faixa acima.

source: FFmpeg import/export library
es: Biblioteca de importación/exportación FFmpeg
ja: FFmpeg 取り込み/書き出しライブラリ
nl: FFmpeg import-/exportbibliotheek

source: Allows Audacity to import and export many additional audio formats such as AC3, AMR(NB), M4A and WMA, and to import audio from video files.
es: Permite a Audacity importar y exportar numerosos formatos de audio adicionales como AC3, AMR(NB), M4A y WMA, así como importar audio desde archivos de vídeo.
ja: AudacityがAC3, AMR(NB), M4A and WMAなどのフォーマットにて取り込みと書き出したりビデオファイルからオーディオを取り込めるようにするものです。
nl: helpt Audacity bij het exporteren van MP3-bestanden.

source: Alternative Download Links
es: Enlaces alternativos de descarga
ja: その他のダウンロードリンク
nl: Alternatieve downloadlinks

source: If you have trouble with your download, or need an older version of Audacity, try our alternative download links:
es: Si tiene algún problema con la descarga o necesita una versión previa de Audacity puede probar los enlaces alternativos de descarga:
ja: もしダウンロードがうまくいかなかったり、古いバージョンのAudacityが必要な場合は、私たちの代わりのダウンロードリンクを試してください:
nl: Als u problemen heeft met uw download, of u heeft een oudere versie van Audacity nodig, probeer dan onze alternatieve downloadlinks:

source: Audacity Zip files and Nightly Builds
es: Archivo Zip de Audacity y Nightly Builds
ja: Audacity Zip ファイルとNightly Builds
nl: Audacity zipbestanden en nightly builds

source: About Audacity
es: Acerca de Audacity
ja: Audacityについて
nl: Over Audacity
pt_br: Sobre o Audacity

source: This is a list of features in Audacity, the free audio editor. For more information on how to use these features, go to the <a href="../help/">help pages</a>.
es: Esta es una lista de las funciones de Audacity, el editor de audio libre. Para obtener más información sobre cómo usar estas funciones, lea las <a href="../help/">páginas de ayuda</a>.
ja: これはフリーのオーディオエディタであるAudacityの特徴の一覧です。これらの機能を使いこなすためにより多くの情報を知りたい方は、<a href="../help/">ヘルプページ</a>をご覧ください。
nl: Dit is een lijst van mogelijkheden die Audacity, de vrije audio editor, biedt. Voor meer informatie over hoe u deze mogelijkheden kunt benutten, gaat u naar de <a href="../help/">help-pagina's</a>.
pt_br: Esta é a lista de recursos do Audacity. Para mais informações, visite a <a href="../help/">página de ajuda</a>.

source: <h3>Recording</h3> <p>Audacity can record live audio through a microphone or mixer, or digitize recordings from cassette tapes, vinyl records, or minidiscs. With some sound cards, it can also capture streaming audio.</p> <ul> <li>Record from microphone, line input, or other sources.</li> <li>Dub over existing tracks to create multi-track recordings.</li> <li>Record up to 16 channels at once (requires multi-channel hardware).</li> <li>Level meters can monitor volume levels before, during, and after recording.</li> </ul>
es: <h3>Grabar</h3> <p>Audacity puede grabar audio en directo usando un micrófono o un mezclador, así como digitalizar grabaciones de cintas de cassette, discos de vinilo y minidiscs. Con algunas tarjetas de sonido puede incluso capturar streaming de audio.</p> <ul> <li>Grabar de un micrófono, la línea de entrada u otras fuentes.</li> <li>Crear pistas sobre otras ya existentes para crear grabaciones multipista.</li> <li>Grabar hasta 16 canales a la vez (requiere hardware multicanal).</li> <li>Los medidores de niveles pueden monitorizar el volumen antes, durante y después de la grabación.</li> </ul>
ja: <h3>レコーディング</h3> <p>Audacityは、マイクやミキサーを通して、生のオーディオを録音することができます。また、カセットテープ、アナログレコード、ミニディスクなどの音をデジタル化することができます。何枚かのサウンドカードを使えば、ストリーミングオーディオを録音することもできます。</p> <ul> <li>マイク、ライン入力、又は他のソースからの音を録音します。</li> <li>存在するトラックに追加録音して、マルチトラックレコーディングを製作します。</li> <li>16チャンネル同時録音できます(マルチチャンネル対応のハードウェアが必要です)。</li> <li>レベルメーターは、録音前、録音中、録音後のいつでもモニタリングすることができます。</li> </ul>
nl: <h3>Opnemen</h3> <p>Audacity kan live audio opnemen door middel van een microfoon of een mengpaneel, of opnames digitaliseren vanaf cassettebandjes, vinylplaten of minidiscs. Met sommige geluidskaarten kan het ook streaming audio opnemen.</p> <ul> <li>Opnemen met een microfoon, line-in, of andere bronnen.</li> <li>Over bestaande sporen dubben om zo opnames van meervoudige sporen te creëren.</li> <li>16 kanalen tegelijk opnemen (daarvoor heeft u dan wel meerkanalige hardware nodig).</li> <li>Niveaumeters kunnen het volumeniveau tonen voor, tijdens, en na de opname.</li> </ul>
pt_br: <h3>Gravação</h3> <p>O Audacity pode gravar sons por um microfone ou mixer, ou digitalizar áudio de fitas cassete, discos de vinil ou minidisc. Em algumas placas de som, é possível até mesmo gravar sons de streaming.</p> <ul> <li>Grave de microfone, entrada de linha ou qualquer outra fonte. </li> <li>Duble faixas sobre outras já existentes e crie projetos multi-faixas.</li> <li>Grave até 16 canais ao mesmo tempo (requer hardware especial).</li> <li>Medidores de nível de som exibem o volume antes, durante e depois da gravação em tempo real.</li> </ul>

source: <h3>Import and Export</h3> <p>Import sound files, edit them, and combine them with other files or new recordings. Export your recordings in several common file formats.</p> <ul> <li>Import and export WAV, AIFF, AU, and <a href="http://vorbis.com">Ogg Vorbis</a> files.</li> <li>Import MPEG audio (including MP2 and MP3 files) with <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Export MP3s with the optional LAME encoder library.</li> <li>Create WAV or AIFF files suitable for burning to CD.</li> <li>Import and export all file formats supported by <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Open raw (headerless) audio files using the “Import Raw” command.</li> <li><strong>Note:</strong> Audacity does not currently support WMA, AAC, or most other proprietary or restricted file formats.</li> </ul>
es: <h3>Importar y exportar</h3> <p>Importar archivos de sonido, editarlos y combinarlos con otros archivos o nuevas grabaciones. Exportar grabaciones en varios formatos de sonido.</p> <ul> <li>Importar y exportar archivos WAV, AIFF, AU y <a href="http://vorbis.com">Ogg Vorbis</a>.</li> <li>Importar sonido en formato MPEG (incluyendo archivos MP2 y MP3) con <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Exportar MP3s con el codificador opcional LAME.</li> <li>Crear archivos WAV o AIFF para almacenarlos en CD de sonido.</li> <li>Importar y exportar todos los formatos compatibles con <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Abrir archivos de sonido "crudos" (sin cabeceras) mediante el comando "Importar Raw".</li> <li><strong>Nota:</strong> Audacity no es compatible con los formatos WMA, AAC, ni la mayoría de los demás formatos de archivo propietarios o restringidos.</li> </ul>
ja: <h3>読み込みと書き出し</h3> <p>サウンドファイルを読み込み、それらを編集し、そして他のファイル又はレコーディングとつなぎ合わせます。あなたが録音したものをいくつかの共通のファイルフォーマットで書き出します。</p> <ul> <li>WAV, AIFF, AU, and <a href="http://vorbis.com">Ogg Vorbis</a> filesで読み込みと書き出し</li> <li>付属の<a href="http://www.underbit.com/products/mad/">libmad</a>でMPEGオーディオ(MP2とMP3の両方を含む)を読み込みます。</li> <li>オプションのLAMEエンコーダライブラリを使ってMP3ファイルを書き出します。</li> <li>CDに焼くのに最適なWAV又はAIFFファイルを生成します。</li> <li><a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>でサポートされているすべてのファイルフォーマットで読み込み、書き出しできます。</li> <li>raw形式の (ヘッダーの無い) オーディオファイルを、「Import Raw」コマンドを使って読み込みできます。</li> <li><strong>注意：</strong> Audacityは現在のところ、WMA、AACなどの、メーカー独自あるいは特許制約されたファイルフォーマットを扱うことはできません。</li> </ul>
nl: <h3>Importeren en Exporteren</h3> <p>Importeer geluidsbestanden, bewerk ze, en combineer ze met andere bestanden of nieuwe opnames. Exporteer uw opnames in verschillende veelvoorkomende bestandsformaten.</p> <ul> <li>Importeer en exporteer WAV, AIFF, AU, en <a href="http://vorbis.com">Ogg Vorbis</a>-bestanden.</li> <li>Importeer MPEG audio (ook MP2 en MP3 bestanden) met <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Exporteer MP3's met de optionele LAME encoder bibliotheek.</li> <li>Creëer WAV of AIFF bestanden die u op een cd kunt branden.</li> <li>Importeer en exporteer alle bestandsformaten die ondersteund worden door <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Open raw (koploze) audiobestanden en gebruik hiervoor de opdracht “Import Raw”.</li> <li><strong>Opmerking:</strong> Audacity ondersteunt op dit moment geen WMA, AAC, of de meeste andere eigendomsbestandsformaten of door auteursrechten beschermde formaten.</li> </ul>
pt_br: <h3>Importar e Exportar</h3> <p>Importe arquivos de som, edite-os e combine-os para criar novas músicas. Quando estiver pronto, exporte em diversos formatos.</p> <ul> <li>Importe e exporte WAV, AIFF, AU, e <a href="http://vorbis.com">Ogg Vorbis</a>.</li> <li>Importe aúdio em formato MPEG (incluindo mp2 e mp3) com o <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Exporte MP3s com o LAME encoder (opcional).</li> <li>Crie arquivos WAV ou AIFF prontos para serem queimados como CDs de áudio.</li> <li>Import e exporte todos os tipos de arquivo suportados pelo <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Abra arquivos de som sem formatação com o comando “Importar dados não-formatados”.</li> <li><strong>Nota:</strong> O Audacity não oferece suporte a formatos proprietários de som como WMA e AAC.</li> </ul>

source: <h3>Editing</h3> <ul> <li>Easy editing with Cut, Copy, Paste, and Delete.</li> <li>Use unlimited Undo (and Redo) to go back any number of steps.</li> <li>Very fast editing of large files.</li> <li>Edit and mix an unlimited number of tracks.</li> <li>Use the Drawing tool to alter individual sample points.</li> <li>Fade the volume up or down smoothly with the Envelope tool.</li> </ul>
es: <h3>Edición</h3> <ul> <li>Edición sencilla mediante cortar, copiar, pegar y borrar.</li> <li>Utiliza ilimitados niveles de deshacer (y rehacer) para volver a cualquier estado anterior.</li> <li>Rápida edición de archivos grandes.</li> <li>Edita y mezcla un número ilimitado de pistas.</li> <li>Utiliza la herramienta de dibujo para alterar cada punto de muestro.</li> <li>Desvanece el sonido suavemente con la herramienta "envolvente".</li> </ul>
ja: <h3>編集</h3> <ul> <li>切り取り、コピー、貼り付け、削除などのわかりやすい編集操作。</li> <li>無制限回数の元に戻す、やり直し。</li> <li>巨大なファイルでも非常に高速に編集。</li> <li>無制限の数のトラック編集、ミックス。</li> <li>個々のサンプルポイントを変化させるための描画ツール。</li> <li>ボリュームをスムーズに大きく又は小さくフェードさせるためのエンベロープツール。</li> </ul>
nl: <h3>Bewerken</h3> <ul> <li>Eenvoudig bewerken met Knippen, Plakken, en Verwijderen.</li> <li>Onbeperkt Ongedaan maken (en Opnieuw doen) gebruiken om een willekeurig aantal stappen terug (of vooruit) te gaan.</li> <li>Grote bestanden uiterst snel bewerken.</li> <li>Een onbeperkt aantal sporen bewerken en mengen.</li> <li>Het tekengereedschap gebruiken om aparte voorbeeldpunten te wijzigen.</li> <li>Het volume geleidelijk uit- of infaden met het verloopgereedschap.</li> </ul>
pt_br: <h3>Editar</h3> <ul> <li>Edição simplificada com Cortar, Copiar, Colar e Apagar.</li> <li>Desfazer ilimitados para qualquer passo na edição.</li> <li>Edição rápida mesmo em arquivos grandes.</li> <li>Edite e mixe um número infinito de faixas de áudio.</li> <li>Use a ferramenta de Desenho para alterar pontos de amostra individualmente.</li> <li>Aumente ou abaixe o volume suavemente com as ferramentas de envelope.</li> </ul>

source: <h3>Effects</h3> <ul> <li>Change the pitch without altering the tempo, or vice-versa.</li> <li>Remove static, hiss, hum, or other constant background noises.</li> <li>Alter frequencies with Equalization, FFT Filter, and Bass Boost effects.</li> <li>Adjust volumes with Compressor, Amplify, and Normalize effects. <li>Other built-in effects include: <ul> <li>Echo</li> <li>Phaser</li> <li>Wahwah</li> <li>Reverse</li> </ul> </li> </ul>
es: <h3>Efectos</h3> <ul> <li>Cambiar el tono sin alterar el tempo y viceversa.</li> <li>Eliminar ruidos estáticos, silbidos, tarareos u otros ruidos de fondo constantes.</li> <li>Alterar las frecuencias con la ecualización, filtros FFT y amplificar los bajos.</li> <li>Ajustar los volúmenes con el compresor, amplificar y normalizar los efectos</li>. <li>Otros efectos incluídos: <ul> <li>Eco</li> <li>Fase</li> <li>Wahwah</li> <li>Inversión</li> </ul> </li> </ul>
ja: <h3>エフェクト</h3> <ul> <li>テンポを変化させることなく、ピッチのみを変化させます。又は、その反対もできます。</li> <li>ヒスノイズ・ハムノイズ・又は他の一定の背景ノイズを除去。</li> <li>イコライザ、FFTフィルタ、バスブーストエフェクトで周波数特性を変化させます。</li> <li>コンプレッサー、増幅エフェクト、正規化エフェクトでボリュームを調整。</li> <li>他にも内蔵エフェクトが含まれています。 <ul> <li>エコー</li> <li>フェーザー</li> <li>ワウワウ</li> <li>リバース</li> </ul> </li> </ul>
nl: <h3>Effecten</h3> <ul> <li>De toonhoogte wijzigen zonder het tempo te veranderen en vice versa.</li> <li>Statica, ruis, brom, of andere aanhoudende achtergrondgeluiden verwijderen.</li> <li>Frequenties wijzigen met Equalizer, FFT Filter, en Bass Boost effecten.</li> <li>Het volume aanpassen met Compressor, Versterken, en Normalize effecten. <li>Andere ingebouwde effecten zijn: <ul> <li>Echo</li> <li>Phaser</li> <li>Wahwah</li> <li>Omkeren</li> </ul> </li> </ul>
pt_br: <h3>Efeitos</h3> <ul> <li>Mude o timbre da gravação sem alterar o tempo, ou vice-versa.</li> <li>Remova sons de estática, cliques e estalos no som de fundo.</li> <li>Altere freqüências com os efeitos Equalização, filtro FFT e Reforço de graves.</li> <li>Ajuste volumes com o efeito Compressor, Amplificar e Normalizar. <li>Outros efeitos incluidos no programa incluem: <ul> <li>Eco</li> <li>Phaser</li> <li>Wahwah</li> <li>Inverter</li> </ul> </li> </ul>

source: <h3>Sound Quality</h3> <ul> <li>Record and edit 16-bit, 24-bit, and 32-bit (floating point) samples.</li> <li>Record at up to 96 kHz.</li> <li>Sample rates and formats are converted using high-quality resampling and dithering.</li> <li>Mix tracks with different sample rates or formats, and Audacity will convert them automatically in realtime.</li> </ul>
es: <h3>Calidad de sonido</h3> <ul> <li>Graba y edita muestras de 16 bits, 24 bits y 32 bits (de coma flotante).</li> <li>Graba hasta un máximo de 96 kHz.</li> <li>Las frecuencias de muestreo y formatos son convertidos mediante un proceso de alta calidad.</li> <li>Mezcla pistas con diferentes frecuencias de muestreo o formatos y Audacity los convertirá automáticamente en tiempo real.</li> </ul>
ja: <h3>音質</h3> <ul> <li>16ビット、 24ビット、 32ビット (浮動小数点) サンプリングによる録音と編集。</li> <li>96 KHzまでのサンプリング周波数に対応した録音。</li> <li>サンプリング周波数とフォーマットの変換は、高品質の再サンプリングとディザリングを使用。</li> <li>異なるサンプリング周波数やフォーマットのトラックをミックスし、Audacityがそれらをリアルタイムでコンバート。</li> </ul>
nl: <h3>Geluidskwaliteit</h3> <ul> <li>16-, 24-, en 32-bit (floating point) samples opnemen en bewerken.</li> <li>Opnemen tot 96 KHz.</li> <li>Samplefrequenties en formaten worden geconverteerd met gebruikmaking van hoogkwaliteits-resampling en dither.</li> <li>Sporen mixen met verschillende samplefrequenties of formaten, en Audacity converteert ze automatisch in realtime.</li> </ul>

source: <h3>Plug-Ins</h3> <ul> <li>Add new effects with <a href="http://www.ladspa.org/">LADSPA plug-ins</a>.</li> <li>Audacity includes some sample plug-ins by <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Load VST plug-ins for Windows and Mac, with the optional <a href="http://audacityteam.org/vst/">VST Enabler</a>.</li> <li>Write new effects with the built-in <a href="../help/nyquist">Nyquist</a> programming language.</li> </ul>
es: <h3>Plug-ins</h3> <ul> <li>Añada nuevos efectos con los <a href="http://www.ladspa.org/">plug-ins LADSPA</a>.</li> <li>Audacity incluye algunos plug-ins de ejemplo creados por <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Cargar plug-ins VST para Windows y Mac, con el <a href="http://audacityteam.org/vst/">Activador VST</a> (opcional).</li> <li>Crear nuevos efectos con el lenguaje de programación <a href="../help/nyquist">Nyquist</a> incluido.</li> </ul>
ja: <h3>プラグイン</h3> <ul> <li><a href="http://www.ladspa.org/">LADSPA プラグイン</a>をエフェクトに新しく追加することができます。</li> <li>Audacityは、<a href="http://plugin.org.uk/">Steve Harris</a>によるいくつかのサンプルプラグインを含んでいます。</li> <li>Windows用、Mac用では、<a href="http://audacityteam.org/vst/">VST イネーブラー</a>を用いることによって、VSTプラグインを読み込むことができます。</li> <li>内蔵のプログラミング言語 <a href="../help/nyquist">Nyquist</a> を使って、新しいエフェクトを書くことができます。</li> </ul>
nl: <h3>Plugins</h3> <ul> <li>Nieuwe effecten toevoegen met <a href="http://www.ladspa.org/">LADSPA plugins</a>.</li> <li>Bij Audacity worden enkele sample plug-ins bijgeleverd door <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Laad VST plugins voor Windows en Mac, met de optionele <a href="http://audacityteam.org/vst/">VST Enabler</a>.</li> <li>Schrijf nieuwe effecten met de ingebouwde <a href="../help/nyquist">Nyquist</a>programmeertaal</li> </ul>.

source: <h3>Analysis</h3> <ul> <li>Spectrogram mode for visualizing frequencies.</li> <li>“Plot Spectrum” command for detailed frequency analysis.</li> </ul>
es: <h3>Análisis</h3> <ul> <li>Modo espectrógrafo para visualizar frecuencias.</li> <li>Comando "Análisis de espectro" para obtener un análisis detallado de las frencuencias.</li> </ul>
ja: <h3>解析</h3> <ul> <li>周波数特性をビジュアル化するスペクトログラムモード。</li> <li>詳細な周波数解析を行うための、「スペクトラムをプロット」コマンド 。</li> </ul>
nl: <h3>Analyseren</h3> <ul> <li>Spectrogram modus voor het visualiseren van frequenties.</li> <li>“Plot Spectrum”-opdracht voor een gedetailleerde frequentie-analyse.</li> </ul>
pt_br: <h3>Análises</h3> <ul> <li>Modo Espectrograma para visualização de freqüências.</li> <li>Comando “Desenhar Espectro” para análises detalhadas de freqüências.</li> </ul>
