Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.8 (Beta)</a> for Windows, Mac and Linux/Unix. It contains a number of significant improvements, plus some bug fixes. Highlights include: </p> <p> <ul> <li>VST Effects now display in GUI mode by default</li> <li>Updated Nyquist implementation</li> <li>Improvements to Equalization, Noise Removal, Truncate Silence, Click Track and effects chains</li> <li>Improved Plot Spectrum analysis and new preferences for Spectrograms</li> <li>Record more than 16 channels (hardware/drivers permitting)</li> <li>New "Mixer Board" view with per-track VU meters</li> <li>AMR NB import and export support on all platforms via the optional <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> FFmpeg library</a></li> <li>32-bit float data over 0 dB handled without clipping</li> <li>Draft Manual/Quick Help included in Windows and Mac installers</li> <li>Faster waveform drawing and better response in multi-track projects</li> <li>Various bug fixes, stability and accessibility improvements</li> </ul> </p> <p>See <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> New in Audacity 1.3.8</a> for more on the latest features and fixes. </p> <p> <b>Note:</b> This release does not support Windows 98 or ME, for which 1.3.7 is <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> still available</a>. </p>
es: <p> El equipo de Audacity se complace en anunciar la publicación de <a href="/download">Audacity 1.3.8 (Beta)</a> para Windows, Mac y Linux/Unix. Ésta contiene un número importante de mejoras además de corrección de errores. Algunas mejoras destacadas: </p> <p> <ul> <li>Los efectos VST se muestra en el interfaz predeterminado</li> <li>Actualizada la implementación de Nyquist</li> <li>Mejoras en la ecualización, reducción de rudios, recorte de silencio, pistas Click y secuencias de efectos</li> <li>Mejoras en el dibjo de análisis de espectro y nuevas preferencias para lso espectrogramas</li> <li>Se permite la grabación de más de 16 canales (si lo permite el hardware/drivers)</li> <li>Nueva vista de panel mezclador, con nuevos medidores</li> <li>Exportación a AMR NB mediante la <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> biblioteca FFmpeg </a></li> <li>Manejo sin recortes de los datos de 32 bits de coma flotante por encima de 0 dB</li> <li>Ayuda rápida incluida en la instalación de Windows y Max</li> <li>Dibujo más rápido de la forma de onda y mejor respuesta en proyectos multipista</li> <li>Diversas correcciones de erorres y mejoras en estabilidad y accesibilidad</li> </ul> </p> <p>Consulte <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Novedades en Audacity 1.3.8</a> para conocer más funciones y correcciones. </p> <p> <b>Nota:</b> Esta versión no funciona con Windows 98 or ME, por lo que 1.3.7 todavía <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> está disponible</a>. </p>
ja: <p> <a href="/download">Audacity 1.3.8 (Beta)</a> Windows, Mac and Linux/Unix用がリリースされました。 このバージョンはいくつもの 大きな改善といくつかのバグ修正を含んでいます。主要な改善点を示します: </p> <p> <ul> <li>VSTエフェクトがデフォルトでGUI表示されるようになりました</li> <li>Nyquist機能の改善</li> <li>高速イコライゼーションおよび雑音除去; 改善された Truncate Silence、Click Trackおよび効果チェイン</li> <li>改善されたSpectrum解析描画とSpectrogramsの新しい 設定</li> <li>16チャンネルをこえる録音 (ハードウェア制限に依存)</li> <li>トラック毎のVUメータ付きの新しい"ミキサーボード"表示</li> <li>AMR NB書き出しがサポートされました。これには <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> FFmpegライブラリ</a>がインストールされている必要があります。</a></li> <li>>0 dBを超える32ビット浮動小数点データをクリッピングなしに処理</li> <li>ドラフト版マニュアルとクイックヘルプがWindows版とMac版インストーラに同梱</li> <li>マルチトラックプロジェクトにおける波形描画の高速化とレスポンス改善</li> <li>さまざまなバグ修正、安定性とアクセシビリティの改善</li> </ul> </p> <p>詳細については <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Audacity 1.3.8 の新機能</a>をご覧ください。 </p> <p> <b>注意:</b> 本バージョンはWindows 98 およびMEはサポートされていません。これらのOSには <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> 1.3.7をお使いください。</a>. </p>
nl: <p> Het Audacity-team is blij om de release te mogen aankondigen van <a href="/download">Audacity 1.3.8 (bèta)</a> voor Windows, Mac en Linux/Unix. Deze versie bevat een aantal belangrijke verbeteringen en bugfixes. De opvallendste zijn: </p> <p> <ul> <li>VST-effecten worden nu standaard in GUI-modus weergegeven</li> <li>Geüpdatete Nyquist-implementatie</li> <li>Verbeteringen aan equalisatie, ruisverwijdering, afkappen, stilte, klik-opsporing en effectreeksen</li> <li>Verbeterde analyse voor spectrumweergave en nieuwe voorkeuren voor spectrogrammen</li> <li>Meer dan 16 kanalen opnemen (als hardware/drivers dat toestaan)</li> <li>Nieuwe "Mixer Board"-weergave met VU-meters voor elk spoor</li> <li>Ondersteuning voor AMR NB exporteren via de optionele <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> FFmpeg-bibliotheek</a></li> <li>32-bit float data boven 0 dB behandeld zonder oversturen</li> <li>Draft Manual/Quick Help bijgesloten in Windows en Mac installatiebestanden</li> <li>Sneller tekenen van waveform en betere respons in multitrackprojecten</li> <li>Verschillende bugfixes en verbeteringen in stabiliteit en toegankelijkheid</li> </ul> </p> <p>Zie <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Nieuw in Audacity 1.3.8</a> voor meer informatie over de laatste nieuwe functies en fixes. </p> <p> <b>Opmerking:</b> deze release ondersteunt Windows 98 of ME niet, waarvoor 1.3.7 nog steeds <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> beschikbaar is</a>. </p>

source: Linux Journal and Bestcovery Awards, and new "Audacity compact" book
es: Linux Journal y Premios Bestcover, y el nuevo libro "Audacity compact"
ja: Linux JournalおよびBestcovery Awards、さらに新刊の"Audacity compact"
nl: Linux Journal en Bestcovery Awards en het nieuwe "Audacity compact"-boek

source: <p> Audacity has been chosen as "Favorite Audio Tool" in Linux Journal's <a href="http://www.linuxjournal.com/content/linux-journal-announces-winners-its-2009-readers-choice-awards"> 2009 Readers' Choice Awards.</a> </p> <p align="center"> <a href="http://www.linuxjournal.com/content/linux-journal-announces-winners-its-2009-readers-choice-awards"> <img src="../images/Linux_Readers_Choice2009.png" alt="Linux Journal Readers' Choice 2009 Awards"</img> </a> </p> <p> Nearly 5,000 individuals voted for their favorite Linux solution in categories ranging from favorite version control system to favorite Linux laptop. </p> <p>Audacity was also chosen this Spring as Bestcovery's <a href="http://www.bestcovery.com/node/17870?whybest=1&best=17871"> "Best Free Sound Editor"</a>. <p> </p> <p align="center"> <a href="http://www.bestcovery.com/node/17870?whybest=1&best=17871"> <img src="../images/Bestcovery.png" alt="Bestcovery Winners' logo"</img> </a> </p> <p> <a href="http://www.bestcovery.com/node/13"> Bestcovery</a> uses a team of independent experts to "help you discover the best products and services for a wide range of categories all at one convenient site". </p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.bomots.de/audacity/english.htm"> <img src="../images/Audacity_Compact_book_cover.jpg" alt="'Audacity compact' book cover" border="0"></img> </a></td></tr> </table> </td> <td> <p> <b>"Audacity compact"</b>, an English translation of Markus Priemer's German-language <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> "Audacity kompakt"</a> book, is <b>now available</b>. </p> <p> The book aims to be a "getting started" introduction for new Audacity users, while serving as a reference tool and source of Audacity tips and tricks for all. </p> <p> Learn more, download a 40-page sample PDF, or <b>purchase using Paypal</b> by clicking <a href="http://www.bomots.de/audacity/english.htm"> here</a>! Every purchase made through our web sites will directly benefit Audacity development. </p> <p> "Audacity compact" is also available online from major retailers such as Amazon. </p> </td> </tr> </table>
es: <p> Audacity ha sido elegido como la "Herramienta Favorita" en los <a href="http://www.linuxjournal.com/content/linux-journal-announces-winners-its-2009-readers-choice-awards"> Premios de los Lectores 2009</a> de Linux Journal </p> <p align="center"> <a href="http://www.linuxjournal.com/content/linux-journal-announces-winners-its-2009-readers-choice-awards"> <img src="../images/Linux_Readers_Choice2009.png" alt="Linux Journal Readers' Choice 2009 Awards"</img> </a> </p> <p> Cereca de 5000 personas votaron por sus solucones favorita de Linux en diferentes categorías. </p> <p>Audacity también fue elegida esta primavera como <a href="http://www.bestcovery.com/node/17870?whybest=1&best=17871"> "Mejor editor de audio libre"</a> de Bestcovery. <p> </p> <p align="center"> <a href="http://www.bestcovery.com/node/17870?whybest=1&best=17871"> <img src="../images/Bestcovery.png" alt="Bestcovery Winners' logo"</img> </a> </p> <p> <a href="http://www.bestcovery.com/node/13"> Bestcovery</a> cuenta con un equipo de expertos independientes para descubrir los mejores productos y servicios en un amplio rango de categorías. </p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.bomots.de/audacity/english.htm"> <img src="../images/Audacity_Compact_book_cover.jpg" alt="'Audacity compact' book cover" border="0"></img> </a></td></tr> </table> </td> <td> <p> <b>"Audacity compact"</b>,una traducción al ingles del libro aleman de Markus Priemer denominado <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> "Audacity kompakt"</a> está <b>disponible</b>. </p> <p> El libro trata de ser una introducción para los usuarios de Audacity, mientras sirve como una guia de referencia y una fuente de trucos y consejos para todos.. </p> <p> Se puede descargar una muestra de 40 páginas o <b>adquirirlo con Paypal</b> pulsando <a href="http://www.bomots.de/audacity/english.htm"> aquí</a>! Cada adquisición realizada desde nuestro sitio web beneficia directamente al equipo de desarrollo de Audacity. </p> <p> "Audacity compact" también está disponible en Internet en otros sitios como Amazo. </p> </td> </tr> </table>
ja: <p> AudacityはLinux Journal's <a href="http://www.linuxjournal.com/content/linux-journal-announces-winners-its-2009-readers-choice-awards"> 2009 Readers' Choice Awards.</a>において"Favorite Audio Tool"に選ばれました。 </p> <p align="center"> <a href="http://www.linuxjournal.com/content/linux-journal-announces-winners-its-2009-readers-choice-awards"> <img src="images/Linux_Readers_Choice2009.png" alt="Linux Journal Readers' Choice 2009 Awards"</img> </a> </p> <p> およそ5000人の方々がお気に入りの版管理システム からお気に入りのLinuxラップトップまで幅広いジャンル のお気に入りのLinuxソリューションに投票しました。 </p> <p>Audacityはまたこの春のBestcoveryの <a href="http://www.bestcovery.com/node/17870?whybest=1&best=17871"> "Best Free Sound Editor"</a>に選ばれました。 <p> </p> <p align="center"> <a href="http://www.bestcovery.com/node/17870?whybest=1&best=17871"> <img src="images/Bestcovery.png" alt="Bestcovery Winners' logo"</img> </a> </p> <p> <a href="http://www.bestcovery.com/node/13"> Bestcovery</a> は独立専門家のチームによって"みなさんが 一箇所で幅広いジャンルのベスト製品やサービスを探すことがで きるようにしたサイトです "。 </p> </p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.bomots.de/audacity/english.htm"> <img src="../images/Audacity_Compact_book_cover.jpg" alt="'Audacity compact' book cover" border="0"></img> </a></td></tr> </table> </td> <td> <p> ドイツのMarkus Priemer氏による著書<a href="http://www.audacity-buch.de/buch.php?partner=homepage"> "Audacity kompakt"</a>の英語翻訳版である<b>"Audacity compact"</b>はただいま<b>発売中です。 </p> <p> この本は新しいAudacityユーザーへの"はじめての"紹介をターゲットにしておりますが、 全ユーザ向けにAudacityのtipsやtricksを含む参照書としても使えるものです。 </p> <p> より詳しい情報は、40ページのサンプルPDFをダウンロードするか、または<b>Paypalにて購入</b>するには <a href="http://www.bomots.de/audacity/english.htm"> ここ</a>をクリックしてください! 私たちのWebサイトにてご購入いただくとAudacity開発に貢献することができます。 </p> <p> "Audacity compact" はAmazonなどでオンライン購入も可能です。 </p> </td> </tr> </table>
nl: <p> Audacity is verkozen als "favoriete audiotool" in de Linux Journal <a href="http://www.linuxjournal.com/content/linux-journal-announces-winners-its-2009-readers-choice-awards"> lezerskeuze-awards 2009</a>. </p> <p align="center"> <a href="http://www.linuxjournal.com/content/linux-journal-announces-winners-its-2009-readers-choice-awards"> <img src="../images/Linux_Readers_Choice2009.png" alt="Linux Journal Lezerskeuze-awards 2009"</img> </a> </p> <p> Bijna 5000 personen stemden voor hun favoriete Linux-oplossing in categorieën die gingen van favoriet versiecontrolesysteem tot favoriete Linuxlaptop. </p> <p>Audacity werd deze lente ook verkozen als Bestcovery's "<a href="http://www.bestcovery.com/node/17870?whybest=1&best=17871"> beste gratis geluidseditor</a>". <p> </p> <p align="center"> <a href="http://www.bestcovery.com/node/17870?whybest=1&best=17871"> <img src="../images/Bestcovery.png" alt="Bestcovery Winners' logo"</img> </a> </p> <p> <a href="http://www.bestcovery.com/node/13"> Bestcovery</a> gebruikt een team van onafhankelijke experts om "u de beste producten en services te helpen ontdekken voor een groot aantal categorieën, en dit alles op één handige site". </p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.bomots.de/audacity/english.htm"> <img src="../images/Audacity_Compact_book_cover.jpg" alt="'Audacity compact' boekomslag" border="0"></img> </a></td></tr> </table> </td> <td> <p> <b>"Audacity compact"</b>, een Engelse vertaling van Markus Priemer's Duitstalige "<a href="http://www.audacity-buch.de/buch.php?partner=homepage"> Audacity kompakt</a>"-boek, is <b>nu beschikbaar</b>. </p> <p> Het boek mikt erop om een introductie te zijn voor nieuwe Audacity-gebruikers, terwijl het als een referentiegereedschap en bron van tips en tricks dient voor iedereen. </p> <p> Voor meer informatie kan u een 40 pagina's tellende proef-pdf downloaden, of u kan het boek <b>kopen met Paypal</b> door <a href="http://www.bomots.de/audacity/english.htm"> hier</a> te klikken! Elke aankoop via onze websites zal de ontwikkeling van Audacity rechtstreeks ten goede komen. </p> <p> "Audacity compact" is ook online verkrijgbaar van grotere verdelers zoals Amazon. </p> </td> </tr> </table>

source: Audacity is mentoring two Google Summer of Code (GSoC) 2009 students
es: Audacity está tutorizando a cinco estudiantes del Google Summer of Code (GSoC) 2009
ja: AudacityはGoogle Summer of Code (GSoC) 2009の学生さん2名を指導しています。
nl: Audacity is mentor van twee Google Summer of Code (GSoC) 2009 studenten

source: <p> Audacity has been approved to mentor two <a href="http://socghop.appspot.com/org/home/google/gsoc2009/audacity#blog"> students</a> for <a href="http://socghop.appspot.com/"> Google Summer of Code 2009</a>! GSoC offers student developers $4,500 stipends to write code for various open source projects. </p> <p align="center"> <a href="http://socghop.appspot.com"> <img src="../images/GSoC2009.png" alt="Google Summer of Code 2009"></img> </a> </p> <p> The two projects will combine bug fixing with work on developing new features. <p> Congratulations to the approved students and thanks to all who applied for their interest in Audacity! </p>
es: <p> Audacity has sido autorizado para supervisar a dos <a href="http://socghop.appspot.com/org/home/google/gsoc2009/audacity#blog"> estudiantes</a> en el <a href="http://socghop.appspot.com/"> Google Summer of Code 2009</a>! GSoC ofrece a los estudiantes-desarrolladores ayudas de US$ 4500 para escribir código para diversos proyectos de código abierto. </p> <p align="center"> <a href="http://socghop.appspot.com"> <img src="../images/GSoC2009.png" alt="Google Summer of Code 2009"></img> </a> </p> <p> Los dos proyectos combinarán la reparación de errores con el desarrollo de funciones nuevas. <p> ¡Felicidades a los dos estudiantes y gracias a todos los que solicitaron colaborar con Audacity! </p>
ja: <p> Audacityは2人の <a href="http://socghop.appspot.com/org/home/google/gsoc2009/audacity#blog"> 学生さん</a> の <a href="http://socghop.appspot.com/"> Google Summer of Code 2009</a>での活動を指導することを許可されました! GSoC はさまざまなオープンソースプロジェクトでコードを書く学生開発者に $4,500の奨学金を提供しています。 </p> <p align="center"> <a href="http://socghop.appspot.com"> <img src="images/GSoC2009.png" alt="Google Summer of Code 2009"></img> </a> </p> <p> これら2つのプロジェクトはバグ修正と新機能の開発を組み合わせたものです。 <p> 合格された学生さんたち、おめでとうございます。またAudacityにご興味をいただきましたみなさんに感謝申し上げます! </p>
nl: <p> Audacity is aangestald als mentor voor twee <a href="http://socghop.appspot.com/org/home/google/gsoc2009/audacity#blog"> studenten</a> voor de <a href="http://socghop.appspot.com/"> Google Summer of Code 2009</a>! GSoC biedt student-ontwikkelaars 4500 dollar om code te schrijven voor verschillende open source projecten. </p> <p align="center"> <a href="http://socghop.appspot.com"> <img src="../images/GSoC2009.png" alt="Google Summer of Code 2009"></img> </a> </p> <p> De twee projecten zullen het repareren van bugs combineren met werk aan het ontwikkelen van nieuwe functies. <p> Proficiat voor de verkozen studenten en bedankt aan iedereen die interesse toonden in Audacity! </p>

source: Audacity 1.3.7 released
es: Ha sido publicado Audacity 1.3.7
ja: Audacity 1.3.7 がリリースされました。
nl: Audacity 1.3.7 gereleased
