Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p>Audacity works with most screen-reader programs, but some of Audacity’s features are difficult or impossible to use without a mouse. The <a href="../download/features-1.3-a">1.3 (Beta)</a> series of Audacity contains many accessibility improvements, such as <a href="../download/features-1.3-i.php">track focus for improved keyboard navigation</a> and enhanced keyboard shortcuts. For more information, see <a href="http://audacityteam.org/wiki/index.pl?Audacity_for_blind_users">Audacity for blind users</a>.</p>
es: <p>Audacity funciona con la mayoría de programas de lectura de pantalla, pero algunas características de Audacity son difíciles o imposibles de usar sin un ratón. La serie <a href="../download/features-1.3-a">1.3 (Beta)</a> de Audacity incluye muchas mejoras en accesibilidad como <a href="../download/features-1.3-i.php">enfoque de pista para una navegación mejorada con el teclado</a> y mejoras en los atajos de teclado. Para mayor información, consulte <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity para Usuarios Discapacitados</a>.</p>
ja: <p>Audacityは、ほとんどのスクリーンリーダープログラムに対応しています。しかし、Audacityの機能のうちのいくつかはマウスなしで操作することはとても困難です。Audacityの<a href="../download/features-1.3-a">1.3 (Beta)</a> シリーズでは、たとえば<a href="../download/features-1.3-i.php">キーボードナビゲーションによるトラックフォーカスの改善</a> やキーボードショートカットの改良など、多くのアクセシビリティ機能の改善が行われました。より詳しい情報については<a href="http://audacityteam.org/wiki/index.pl?Audacity_for_blind_users">Audacity for blind users</a>をご覧ください。</p>ーーーーーーーーー私たちは、プログラムのアクセスのしやすさとキーボードショートカットを改良しているところです。より多くの情報は、<a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">目が見えないユーザーのためのAudacity </a>をご覧ください。</p>
nl: <p>Audacity werkt goed samen met de meeste screen-reader programma's, maar sommige mogelijkheden van Audacity zijn moeilijk of zelfs onmogelijk te gebruiken zonder muis. De <a href="../download/features-1.3-a">1.3 (bèta)</a>-serie van Audacity bevat vele toegankelijkheidsverbeteringen zoals <a href="../download/features-1.3-i.php">track-focus voor verbeterde toetsenbordnavigatie</a> en verbeterde sneltoetsen. Voor meer informatie, zie <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity voor blinde gebruikers</a>.</p>

source: What does “time remaining” mean? Does Audacity expire?
es: ¿Qué significa "tiempo restante"? ¿Tiene Audacity una licencia de tiempo limitado?
ja: 「time remaining」は何を意味するのですか？Audacityには有効期限があるのですか？
nl: Wat betekent "overgebleven opnametijd"? Verloopt Audacity na een bepaalde tijd?
pt_br: O que quer dizer a expressão "Tempo restante"? O programa vai expirar?

source: <p>Audacity does not expire, but the time you can record for depends on the amount of disk space you have. The message you are seeing exists only in older versions of Audacity, so please update to the <a href="../download">latest version</a>. In newer versions, the message says "Disk space remains for recording xx hours and yy minutes".</p> <p>To get more recording time, delete your old files and folders (especially your old Audacity Project files and _data folders when you have finished with them), or use an alternative disk with more space on it. Or consider recording in mono instead of stereo (on the Audio I/O tab of Preferences) or in 16 bit instead of 32 bit (Quality tab of Preferences). Either of those choices will halve the disk space needed.</p>
es: <p>El permiso para usar Audacity no está limitado, pero el tiempo que se puede grabar depende de la cantidad de disco que tenga disponible. El mensaje que está viendo existe sólo en versiones antiguas de Audacity, así que le recomendamos que instale la <a href="../download">última versión</a>. En las nuevas versiones el mensaje dice "Espacio disponible para grabación: xx horas y yy minutos".</p> <p>Para contar con más tiempo de grabación, puede borrar archivos y carpetas antiguas (especialmente antiguos archivos de proyectos y carpetas _data) o utilizar un disco duro adicional. También puede optar por grabar en mono en lugar de en estéreo (en Preferencias > Grabación) o en 16 bit en lugar de 32 (pestaña Calidad de las Preferencias). Cualquiera de estos cambios modificarán la cantidad de espacio requerido.</p>
ja: <p>Audacityには有効期限はありません。しかし、録音可能な時間は残りディスク容量に依存します。このメッセージはAudacityの古いバージョンのものです。 ぜひ<a href="../download">最新バージョン</a>にアップデートしてください。 新しいバージョンでは "残りディスク容量でxx時間yy分の録音ができます"というメッセージが表示されます。</p> <p>録音可能時間を増やすためには、古いファイルやフォルダを削除（特に古いAudacityプロジェクトファイルと_dataフォルダはプロジェクト終了後は不要）するか、もっと容量の大きな別のディスクを使用してください。 あるいはステレオでなくモノラルで録音する（設定のオーディオI/Oタブ）か32ビットでなく16ビットで録音する（設定の品質タブ）ことも検討してください。いずれの方法も必要なディスク容量を半分にできます。</p>
nl: <p>Audacity vervalt niet, maar de tijd die u kan opnemen hangt af van de hoeveelheid schijfruimte die u vrijheeft. Het bericht dat u ziet, bestaat alleen in oudere versies van Audacity, dus u kan best updaten naar de <a href="../download">nieuwste versie</a>. In nieuwere versies zegt het bericht "Vrije schijfruimte voor opname van xx uur en yy minuten".</p> <p>Om meer opnametijd te verkrijgen kan u oude bestanden en mappen wissen (vooral uw oude Audacity-Projectbestanden en _data-mappen wanneer u er klaar mee bent), of een andere schijf gebruiken die meer ruimte biedt. U kan ook overwegen om mono op te nemen in plaats van stereo (bij de Audio in/uit-tab van Voorkeuren) of in 16-bit in plaats van 32-bit (Kwaliteit-tab van Voorkeuren). Beide keuzes zullen de hoeveelheid benodigde schijfruimte halveren.</p>
pt_br: <p>O Audacity não limita o tempo de gravação, mas este tempo depende da quantidade de espaço livre em disco está disponível. Esta mensagem só aparece em versões antigas do Audacity, portanto recomendamos que seja feita a cópia da nova versão na página <a href="../download">versão mais nova</a>. Nas versões mais novas, a mensagem diz "Espaço em disco suficiente para xx horas e yy minutos".</p> <p>Para ter mais tempo de gravação disponível, libere espaço em disco, apagando arquivos que não utiliza mais.</p>

source: <div id="install">Installation and Plug-Ins</div>
es: <div id="install">Instalación y plug-ins</div>
ja: <div id="install">インストールとプラグイン</div>
nl: <div id="install">Installatie en plugins</div>
pt_br: <div id="install">Instalação e Plug-ins</div>

source: How do I download and install the LAME MP3 encoder?
es: ¿Cómo descargo e instalo el codificador de MP3 LAME?
ja: どのようにしてLAME MP3エンコーダーをダウンロードしてインストールするのですか？
nl: Hoe installeer ik de LAME MP3-encoder?
pt_br: Como copiar e instalar o Lame MP3 encoder?

source: <p>Because of software patents, we cannot distribute MP3 encoding software ourselves. Follow these instructions to use the free LAME encoder to export MP3 files with Audacity.</p> <h3 id="win">Windows</h3> <ol> <li>Go to the <a href="http://lame.buanzo.com.ar/">LAME download page</a>.</li> <li>Under "For Audacity on Windows", left-click the link <b>"Lame v3.98.3 for Audacity on Windows.exe"</b> and save the file anywhere on your computer. <b>Do not right-click the link to the .exe file.</b> </li> <li>Double-click <b>"Lame v3.98.3 for Audacity on Windows.exe"</b> to launch it (you can safely ignore any warnings that the "publisher could not be verified").</li> <li>Follow the "Setup" instructions to install LAME for Audacity. Do not change the offered destination location of "C:\Program Files\Lame for Audacity".</li> <li>The first time you choose "File > Export as MP3", Audacity will ask for the location of <b>"lame_enc.dll"</b>. Navigate to "C:\Program Files\Lame for Audacity", select "lame_enc.dll", then click "Open" and "OK". In Audacity Beta, choose "File > Export", select "MP3 Files" in "Save as type", then export should proceed immediately.</li> <li>If you prefer the Zip option for the LAME download, save the zip file to anywhere on your computer, extract "lame_enc.dll" to any location, then show Audacity where to find it as in Step 5 above.</li> <li>In case of difficulty, please view our <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Windows_Instructions">more detailed instructions</a> on the <a href="http://audacityteam.org/wiki/">Audacity Wiki</a>.</li> </ol> <h3 id="mac">Mac OS 9 or X</h3> <ol> <li>Go to the <a href="http://lame.buanzo.com.ar/">LAME download page</a>.</li> <li>Click to download either <b>"Lame Library v3.98.2 for Audacity on OSX.dmg"</b> or <b>"LameLib-Carbon.sit"</b>, according to your operating system.</li> <li>Double-click the .dmg to extract "Lame Library v3.98.2 for Audacity on OSX.pkg" to Finder, or use Stuffit to extract "LameLib" from the .sit (either of these may happen automatically).</li> <li>Double-click the .pkg to install <b>"libmp3lame.dylib"</b> in /usr/local/lib/audacity, or save <b>"LameLib"</b> anywhere on your computer.</li> <li>The first time you choose "File > Export as MP3", Audacity will ask for the location of "libmp3lame.dylib" or "LameLib". Navigate to that location, then open the file and click "OK". In Audacity Beta, choose "File > Export", select "MP3 Files" in the list of file types, then export should proceed immediately.</li> <li>In case of difficulty, please view our <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Mac_Instructions">more detailed instructions</a> on the <a href="http://audacityteam.org/wiki/index.php">Audacity Wiki</a>.</li> </ol> <h3 id="nix">Linux/Unix</h3> Follow <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#GNU.2FLinux.2FUnix_instructions">these instructions</a> on our <a href="http://audacityteam.org/wiki/">Wiki</a> to download and install a suitable LAME package from the internet.
ja: <p>ソフトウェア特許上の理由から、私たちはMP3エンコーダソフトウェア配布することができません。以下に、フリーのLAMEエンコーダを使って、AudacityでMP3ファイルを書き出す方法を示します。</p> <h3 id="win">Windows</h3> <ol> <li><a href="http://lame.buanzo.com.ar/">LAME ダウンロードページ</a>へ行ってください。</li> <li>"For Audacity on Windows"の下の<b>"Lame v3.98.3 for Audacity on Windows.exe"</b>を左クリックして保存してください。<b>.exeファイルへのリンクを右クリックしないでください。</b> </li> <li><b>"Lame v3.98.3 for Audacity_on_Windows.exe"</b> をダブルクリックして起動してください。 ("publisher could not be verified"という警告は無視してかまいません。)</li> <li>"Setup"インストラクションにしたがってAudacity用LAMEをインストールしてください。インストール先である "C:\Program Files\Lame for Audacity"は変更しないでください。</li> <li>初めて"ファイル > MP3を書き出し" コマンドを使う際に、Audacityが<b>"lame_enc.dll"</b>の場所を聞いてきます。"C:\Program Files\Lame for Audacity"フォルダの中の"lame_enc.dll"を選び、"開く" および"OK"をクリックしてください。</li> ベータ版のAudacityでは、"File > 書き出し"から、"ファイルの種類"の中の"MP3ファイル"を選べばただちに書き出しが開始されます。</li> <li>LAMEのZIP圧縮版ダウンロードした場合は、そのZIPファイルをコンピュータ上の適切な場所に保存し、 "lame_enc.dll" を適切な場所に展開し、上記ステップのようにAudacityで場所を指定してください。</li> <li>もしわかりにくい場合は<a href="http://audacityteam.org/wiki/">Audacity Wiki</a>の<a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Windows_Instructions">more detailed instructions</a>をご覧ください。</li> </ol> <h3 id="mac">Mac OS 9 または X</h3> <ol> <li><a href="http://lame.buanzo.com.ar/">LAME download page</a>へ行ってください。</li> <li> お使いのOSにあわせて<b>"Lame Library v3.98.2 for Audacity on OSX.dmg"</b> または <b>"LameLib-Carbon.sit"</b>をダウンロードしてください。</li> <li>.dmgをダブルクリックして "Lame Library v3.98.2 for Audacity on OSX.pkg"をFinderに展開してするかStuffitを使って "LameLib" を .sit から展開してください。(自動的に実行される場合もあります)</li> <li>.pkgをダブルクリックして<b>"libmp3lame.dylib"</b> を/usr/local/lib/audacityにインストールするか、 <b>"LameLib"</b> を適切な場所に保存してください。</li> <li>初めて"MP3に書き出す"コマンドを使う際、Audacityは"libmp3lame.dylib"または "LameLib"の場所を聞いてきます。それらの場所に行き、ファイルを開き、"OK"をクリックしてください。ベータ版Audacityでは、 "ファイル > 書き出し"の下でファイル形式のリストから "MP3ファイル" を選べば、ただちに書き出しが開始されます。</li> <li>もしわかりにくい場合は<a href="http://audacityteam.org/wiki/index.php">Audacity Wiki</a>の<a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Mac_Instructions">more detailed instructions</a> をご覧ください。</li> </ol> <h3 id="nix">Linux/Unix</h3> <a href="http://audacityteam.org/wiki/">Wiki</a>の<a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#GNU.2FLinux.2FUnix_instructions">these instructions</a>にしたがい、適切なLAMEパッケージをダウンロードしインストールしてください。

source: How do I install VST plug-ins?
es: ¿Cómo instalo un plugin VST?
ja: どのようにしてVSTプラグインをインストールするのですか？
nl: Hoe installeer ik VST-plugins?
pt_br: Como instalar plug-ins VST?

source: <ol> <li><p>First, download and unzip the <a href="%s">VST Enabler</a>.</li> <li><p>Place the unzipped VST Enabler, along with your VST plug-ins, into the “Plug-ins” folder in the Audacity installation folder. (On Mac OS X, this is usually in the Applications folder. On Windows, it is usually under Program Files.)</li> <li><p>The next time you start Audacity, your VST effects will appear at the bottom of the “Effect” menu.</li> </ol> <p><b>Note:</b> Current Beta (1.3) versions of Audacity will display VST plug-ins automatically, without having to install the VST Enabler. To display newly added plug-ins in Audacity Beta, go to the Effects tab of Audacity Preferences, check "Rescan VST effects next time Audacity is started", then exit and start Audacity again.</p> <p>See also: <a href="faq?s=install&amp;i=vst-bugs">Why do some VST plug-ins look wrong, or not work?</a></p>
es: <ol> <li><p>Primero, descargue y descomprima el <a href="%s">VST Enabler</a>.</li> <li><p>Una vez descomprimido, coloque el VST Enabler junto con sus plug-ins VST en la carpeta "Plug-ins", ubicada en la carpeta de instalación de Audacity. (En Mac OS X, se encuentra habitualmente en de la carpeta Aplicaciones. En Windows, se suele encontrar en la carpeta Archivos de programa.)</li> <li><p>La siguiente ocasión que inicie Audacity, sus efectos VST aparecerán en la parte inferior del menú "Efectos".</li> </ol> <p><b>Nota:</b> Las actuales versiones beta (1.3) de Audacity muestran los plug-ins VST automáticamente, sin tener que instalar el VST Enabler.</p> <p>Consulte también: <a href="faq?s=install&amp;i=vst-bugs">¿Por qué algunos plug-ins VST se ven mal o no funcionan?</a></p>
ja: <ol> <li><p>まず, <a href="%s">VSTイネーブラー</a>をダウンロードし解凍してください。</li> <li><p>解凍したVSTイネーブラーを、VSTプラグインと同様に、Audacityをインストールしたフォルダ内の「Plug-ins」 フォルダの中に置いてください。(Mac OS X の場合、通常はApplicationsフォルダ内、Windowsの場合、通常はProgram Files内にインストールされています。)</li> <li><p>あなたがAudacityを次回起動したときに、VSTエフェクトが「エフェクト」メニューの下の方に現れるでしょう。</li> </ol> <p><b>Note:</b> 現状のベータ(1.3)版ではVSTイネーブラーをインストールしなくてもVSTプラグインを自動的に表示します。Audacityベータ版にて新規追加されたプラグインを表示するには、設定メニューのエフェクトタブへ行き、"Audacityが次回起動された時点でVSTエフェクトを再スキャン"をチェックし、Audacityを再起動してください。</p> <p>こちらも参考にしてください。： <a href="faq?s=install&amp;i=vst-bugs">なぜいくつかのVSTプラグインは誤って表示されるのですか、又は、正常に動作しないのですか？</a></p>

source: Why do some VST plug-ins look wrong, or not work?
es: ¿Por qué algunos plug-ins VST se ven mal o no funcionan?
ja: なぜいくつかのVSTプラグインは誤って表示されるのですか、又は、正常に動作しないのですか？
nl: Waarom zien sommig VST-plugins er vreemd uit of werken ze niet?
pt_br: Por que alguns plug-ins VST não funcionam?

source: <p>1.2 versions of Audacity require the <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> in order to display VST plug-ins. The Enabler can only display a generic, tabular interface for plug-ins, so they may look or act differently than they do in other programs, or not function at all. <p>Current Beta (1.3) versions of Audacity will by default display VST effect plug-ins with their full interface, without the need of an Enabler.</p> <p>To display newly added plug-ins in Audacity, exit the program and start it again. In Audacity Beta, you must also go to the Effects tab of Audacity Preferences and check "Rescan VST effects next time Audacity is started" before exiting and re-starting.</p> <p>If you experience any problems with VST plug-ins in Audacity, please read our detailed <a href="http://wiki.audacityteam.org/w/index.php?title=VST_Plug-ins">VST Plug-ins page</a>. You may <a href="../contact#feedback">contact us</a> to report any difficulties not covered on that page.</p> <p>Neither version of Audacity supports VST instrument (VSTi) plug-ins. </p>
es: <p>Las versiones estables (1.2) de Audacity necesitan el <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> para mostrar los plug-ins VST. Sólo se pueden mostrar un interface genérico para los plug-ins, por lo que puede que tengan una apariencia diferente al que tienen en otros programas, e incluso que símplemente no funcionen.</p> <p>Las actuales versiones beta (1.3) de Audacity mostrarán los plug-ins VST con su interface completa, sin necesidad de emplear el VST Enabler. Si experimenta algún problema con plug-ins VST en una versión beta de Audacity, lea este <a href="http://forum.audacityteam.org/viewtopic.php?f=37&t=11534&p=45667#p45667">tema del foro</a>. Puede <a href="../contact#feedback">contactar con nosostros</a> para notificarnos cualquier incidencia no comentada en ese foro.</p> <p>Ninguna versión de Audacity funciona con plug-ins de instrumentos VST (VSTi). </p>
ja: <p>Audacity 1.2でVSTプラグインを表示するには<a href="faq?s=install&amp;i=vst-enabler">VST イネーブラー</a> が必要になります。このイネーブラーは汎用タブ形式でのみ表示可能なので、他のプログラム中で動かした場合と異なる動きや見え方になったり、まったく動作しないこともあります。</p> <p>現状のベータ (1.3) バージョンではイネーブラーなしにVSTプラグインをフルインタフェースで表示できる機能がデフォルトで入っています。もしAudacity BetaにてVSTプラグインで問題が発生した場合は、 <a href="http://forum.audacityteam.org/viewtopic.php?f=37&t=11534&p=45667#p45667">Forum topic</a>をお読みください。 ここに書かれていないような問題を報告するには、こちらに<a href="../contact#feedback">ご連絡ください</a> </p> <p>なおAudacityではVSTインストゥルメント (VSTi) プラグインはサポートされていません。 </p>

source: What should I do if I have problems downloading or installing Audacity?
es: ¿Qué debo hacer si tengo problemas al descargar o instalar Audacity?
ja: Audacityをダウンロードしたりインストールしたりできないのですが、私はどうすべきでしょうか？
nl: Wat moet ik doen als ik problemen heb met het downloaden of installeren van Audacity?
pt_br: O que fazer se tiver problemas copiando ou instalando o Audacity?

source: <p>If you can't download Audacity, or if the downloaded setup file is corrupt, try downloading it from our <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">alternate servers</a>.</p>
es: <p>Si no puede descargar Audacity, o si el archivo instalador descargado esta corrupto, intente descargarlo de nuestros <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">servidores alternativos</a>.</p>
ja: <p>もしあなたがAudacityをダウンロードできないのでしたら、又は、ダウンロードしたセットアップファイルが正しく動かないのでしたら、私たちの<a href="http://sourceforge.net/project/showfiles.php?group_id=6235">オルタネートサーバー</a>からそれをダウンロードすることを試してください。</p>
nl: <p>Als u Audacity niet kunt downloaden of als het installatiebestand beschadigd is, probeert u het te downloaden van onze <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">alternatieve servers</a>.</p>
pt_br: <p>Se a cópia do Audacity der erro, ou você não conseguir acessar o arquivo, tente copiá-lo de um dos nossos <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">servidores alternativos</a>.</p>

source: <div id="record">Recording</div>
es: <div id="record">Grabación</div>
ja: <div id="record">レコーディング</div>
nl: <div id="record">Opnemen</div>
pt_br: <div id="record">Gravação</div>

source: How can I record in stereo?
es: ¿Cómo puedo grabar en estéreo?
ja: どのようにステレオで録音するのですか？
nl: Hoe kan ik in stereo opnemen?
pt_br: Como gravar faixas em estéreo?

source: <p>To record in stereo, open the Audacity preferences. In the “Audio I/O” section, change the number of recording channels from 1 (mono) to 2 (stereo).</p>
es: <p>Para grabar en estéreo, abra el menú de preferencias de Audacity. En la sección Dispositivos cambie el número de canales de 1 (mono) a 2 (estéreo).</p>
ja: <p>ステレオで録音するには、 Audacity preferencesを開きます。「Audio I/O」セクションの中で, 録音チャンネル数を1(モノラル)から2(ステレオ)に変更してください。</p>
nl: <p>Om in stereo op te nemen opent u Voorkeuren... van Audacity (in het menu Bewerken). Onder “Audio I/O”, verandert u het aantal opnamekanalen van 1 (mono) in 2 (stereo).</p>
pt_br: <p>Para gravar áudio em estéreo, abra a janela de Preferências do Audacity. Na aba Dispositivos, altere o número de canais de 1 (mono) para 2 (estéreo).</p>

source: How do I record from vinyl records, cassette tapes, or minidiscs?
es: ¿Cómo puedo grabar un disco de vinilo, una cinta de cassete o un minidisc?
ja: どのようにしてレコードやカセットテープやミニディスクの音を録音するのですか？
nl: Hoe neem ik op van vinylplaten, cassettebandjes of minidiscs?
pt_br: Como gravar de discos de vinil, fitas cassete ou minidiscs?
