Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p>On some pages on our main site, we show advertisements from Google's AdSense program. See our &ldquo;<a href="http://audacity.sourceforge.net/community/donate">How Does Audacity Raise Money?</a>&rdquo; page for the reasons we show advertisements.</p> <p>As of April 8, 2009, this includes "interest-based" advertising, which utilizes cookies to try to determine users' areas of interest (for example, audio editing), to show advertisements of likelier interest. Please see <a href="https://www.google.com/adsense/support/bin/answer.py?hl=en&answer=100557">Google Advertising Cookie and Privacy Policies</a> for information regarding your privacy and how to <a href="http://www.google.com/privacy_ads.html">opt out</a> of this tracking.</p>
es: <p>En algunas de las páginas de nuestro sitio principal, mostramos anuncios comerciales del programa AdSense de Google. Véase la página &ldquo;<a href="http://audacity.sourceforge.net/community/donate">¿Cómo se financia Audacity?</a>&rdquo; si desea saber por qué realizamos publicidad.</p> <p>Desde el 8 de abril de 2009, esto incluye publicidad personalizada, que utiliza cookies para determinar qué le interesa al usuario (por ejemplo, la edición de audio), para mostrar anuncios más acertadamente. Véase <a href="https://www.google.com/adsense/support/bin/answer.py?hl=es&answer=100557">Cookie de publicidad de Google y políticas de privacidad</a> para más información sobre el uso de sus datos personales y cómo <a href="http://www.google.com/privacy_ads.html">desactivar</a> esta opción.</p>
ja: <p>私たちのWebサイトのページにはGoogleの AdSense プログラムによる広告が掲載されています。その理由については &ldquo;<a href="http://audacity.sourceforge.net/community/donate">Audacityはどうやって資金を集めているのですか？</a>&rdquo; のページをご覧ください。</p> <p>2009年4月8日、"興味ベース"広告が加わりました。これはcookieを使用してユーザの興味ある分野（たとえばオーディオ編集）に近い広告を表示するものです。 プライバシーに関する情報は<a href="https://www.google.com/adsense/support/bin/answer.py?hl=en&answer=100557">Google Advertising Cookie and Privacy Policies</a> およびこのサービスを<a href="http://www.google.com/privacy_ads.html">オプトアウト（拒否する）</a> 方法についてご参照ください。</p>
nl: <p>Op sommige pagina's van onze hoofdsite tonen we advertenties van Google's AdSense-programma Zie onze &ldquo;<a href="http://audacity.sourceforge.net/community/donate">Hoe brengt Audacity geld op?</a>&rdquo; pagina voor de redenen waarom we advertenties tonen.</p> <p>Sinds 8 april 2009 houdt dit ook "interessegebaseerd" adverteren in, dat cookies gebruikt om de interessegebieden van gebruikers (bijvoorbeeld geluidsbewerking) vast te stellen, zodat gerichtere advertenties getoond worden. Zie <a href="https://www.google.com/adsense/support/bin/answer.py?hl=en&answer=100557">Google Advertising cookie- en privacybeleid</a> voor informatie in verband met uw privacy en hoe u <a href="http://www.google.com/privacy_ads.html">opt-out (uitschrijft)</a> van dit tracken.</p>

source: Announcement List Policy
es: Política de la lista de anuncios
ja: アナウンスメントリストポリシー
nl: Aankondigingslijst-beleid
pt_br: Políticas para a Lista de Anúncios

source: <p>You can subscribe to our announcement list by entering your e-mail address in the <a href="../#announce"> form</a> on the <a href="../">Audacity home page</a>. We will use this list only to send you brief announcements of new Audacity releases. We will never share the addresses on this list with anyone.</p> <p>To <b>unsubscribe</b> from the list at any time, enter your address in the <a href="../#announce">form</a> on our <a href="../">home page</a> and click "Remove". If you have any problems or questions, please contact our <a href="&#x6d;&#x61;&#105;&#108;&#x74;&#111;&#x3a;&#100;&#x6f;&#109;&#x69;&#110;&#x69;&#x63;&#64;&#x61;&#117;&#100;&#97;&#99;&#x69;&#x74;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#114;&#103;&#63;&#115;&#117;&#98;&#x6a;&#101;&#99;&#116;&#61;&#x41;&#110;&#110;&#111;&#x75;&#110;&#99;&#x65;&#109;&#101;&#x6e;&#x74;&#32;&#108;&#105;&#x73;&#116;">lead developer</a>.</p>
es: <p> Puede suscribirse a nuestra lista de anuncios introduciendo su dirección de correo en el formulario de la <a href="../">página de inicio de Audacity </a>. Sólo utilizaremos esta lista para enviar anuncios de las nuevas versiones de Audacity. Nunca compartiremos las direcciones de esta lista con nadie más.</p> <p>Para <b>cancelar la suscripción</b> introduzca su dirección de correo en el formulario de nuestra <a href="../">página de inicio</a> y haga clic en el botón Eliminar. Si tiene algún problema o cuestión contacte con <a href="&#x6d;&#x61;&#105;&#108;&#x74;&#111;&#x3a;&#100;&#x6f;&#109;&#x69;&#110;&#x69;&#x63;&#64;&#x61;&#117;&#100;&#97;&#99;&#x69;&#x74;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#114;&#103;&#63;&#115;&#117;&#98;&#x6a;&#101;&#99;&#116;&#61;&#x41;&#110;&#110;&#111;&#x75;&#110;&#99;&#x65;&#109;&#101;&#x6e;&#x74;&#32;&#108;&#105;&#x73;&#116;">desarrollador principal</a>.</p>
ja: <p>私たちからのお知らせメーリングリストを購読するには、<a href="../">Audacityホームページ</a>の<a href="../#announce"> form</a>にEmailアドレスを入力してください。 このメーリングリストは新しいAudacityリリースのお知らせをお送りするためにだけ使用され、あなたのEmailアドレスを他のいかなる人とも共有することはありません。</p> <p>メーリングリストの <b>購読を中止</b>するには、あなたのEmailアドレスを私たちの <a href="../">ホームページ</a> の<a href="../#announce">form</a>に入力し、"Remove"をクリックしてください。 うまくいかない場合あるいはご質問は、私たちの <a href="&#x6d;&#x61;&#105;&#108;&#x74;&#111;&#x3a;&#100;&#x6f;&#109;&#x69;&#110;&#x69;&#x63;&#64;&#x61;&#117;&#100;&#97;&#99;&#x69;&#x74;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#114;&#103;&#63;&#115;&#117;&#98;&#x6a;&#101;&#99;&#116;&#61;&#x41;&#110;&#110;&#111;&#x75;&#110;&#99;&#x65;&#109;&#101;&#x6e;&#x74;&#32;&#108;&#105;&#x73;&#116;">lead developer</a>にご連絡ください。</p>
nl: <p>U kunt zich op onze bekendmakingslijst abonneren door uw adres in te voeren in het <a href="../#announce"> formulier</a> op de <a href="../">homepage van Audacity</a>. Wij zullen deze lijst alleen gebruiken om u korte bekendmakingen te doen over nieuwe uitgaven van Audacity. Wij zullen de adressen op deze lijst nooit aan derden ter beschikking stellen.</p> <p>Wilt u <b>uw abonnement uit de lijst schrappen</b> op elk gewenst moment, dan voert u uw adres in op het <a href="../#announce">formulier</a> op onze <a href="../">homepage</a> en drukt u op de knop "Verwijderen". Als u problemen heeft of vragen, neem dan a.u.b. contact op met onze <a href="&#x6d;&#x61;&#105;&#108;&#x74;&#111;&#x3a;&#100;&#x6f;&#109;&#x69;&#110;&#x69;&#x63;&#64;&#x61;&#117;&#100;&#97;&#99;&#x69;&#x74;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#114;&#103;&#63;&#115;&#117;&#98;&#x6a;&#101;&#99;&#116;&#61;&#x41;&#110;&#110;&#111;&#x75;&#110;&#99;&#x65;&#109;&#101;&#x6e;&#x74;&#32;&#108;&#105;&#x73;&#116;">hoofd-ontwikkelaar</a>.</p>
pt_br: <p>Você pode receber em seu email um anúncio de novas versões do Audacity preenchendo o formulário na <a href="../#announce">página inicial</a>. Usaremos esta lista apenas para enviar breves anúncios sobre a disponibilidade de novas versões do programa. Estes emails não serão divididos com nenhuma entidade ou pessoa física.</p> <p>Para <b>desinscrever-se</b> da lista, coloque o mesmo email da inscrição no formulário da <a href="../">home page</a>página inicial</a> e clique no botão Remover. Para maiores esclarecimentos sobre esta política de uso dos emails, por favor entre em contato, em inglês, com <a href="&#x6d;&#x61;&#105;&#108;&#x74;&#111;&#x3a;&#100;&#x6f;&#109;&#x69;&#110;&#x69;&#x63;&#64;&#x61;&#117;&#100;&#97;&#99;&#x69;&#x74;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#114;&#103;&#63;&#115;&#117;&#98;&#x6a;&#101;&#99;&#116;&#61;&#x41;&#110;&#110;&#111;&#x75;&#110;&#99;&#x65;&#109;&#101;&#x6e;&#x74;&#32;&#108;&#105;&#x73;&#116;">desenvolvedor principal</a>.</p>

source: Mailing List Policy
es: Política de la lista de correo
ja: メーリングリストポリシー
nl: Mailinglijst-beleid
pt_br: Políticas da Lista de emails

source: <p>(This applies to <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, <a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">audacity-users</a> and our other <a href="../contact/lists">discussion lists</a>.)</p> <p>These are public mailing lists. When you send a message to any of these addresses, it will be forwarded to all the list subscribers, including Audacity developers and others. SourceForge and other web sites may publish archives of these lists.</p> <p><b>Your e-mail address will always be truncated in published archives for your privacy, and the Audacity developers will not share your address with anyone.</b> However, we <b>cannot</b> prevent other subscribers from seeing or publishing your messages. Therefore we recommend you avoid putting contact details such as street addresses or telephone numbers in your e-mails.</p> <p>If you have any questions about this policy or are not comfortable writing to a public mailing list, please send a private e-mail to our <a href="&#109;&#x61;&#x69;&#108;&#x74;&#111;&#x3a;&#x64;&#111;&#x6d;&#105;&#x6e;&#x69;&#x63;&#64;&#97;&#x75;&#100;&#x61;&#99;&#105;&#116;&#121;&#x74;&#x65;&#97;&#109;&#x2e;&#x6f;&#x72;&#x67;&#x3f;&#115;&#x75;&#98;&#106;&#101;&#99;&#116;&#x3d;&#x4d;&#97;&#x69;&#108;&#105;&#110;&#x67;&#x20;&#76;&#x69;&#115;&#x74;&#115;">lead developer</a>.</p>
es: <p>(Esto se refiere a <a href="http://lists.sourceforge.net/lists/listinfo/audacity-feedback">audacity-feedback</a>, <a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">audacity-users</a> y nuestras otras <a href="../contact/lists">listas de discusión</a>.)</p> <p>Estas son listas de correo públicas. Al enviar un mensaje a esta dirección, será reenviado a todos los suscriptores de la lista, incluidos los desarrolladores de Audacity y otros. SorceForge y otros sitios web pueden publicar archivos de estas listas.</p> <p><b>Su dirección de correo será truncada en las listas publicadas, con el fin de proteger sus datos. Los desarrolladores de Audacity no transmitirán su dirección a terceros.</b> No obstante, <b> no podemos </b> evitar que otros suscriptores puedan ver o publicar sus mensajes. Por tanto, le recomendamos que no incluya en sus mensajes datos de contacto como direcciones postales o números de teléfono.</p> <p>Si tiene alguna consulta sobre esta política o no se siente cómodo con escribir en una lista de correo pública, envíe un e-mail privado a nuestro <a href="&#109;&#x61;&#x69;&#108;&#x74;&#111;&#x3a;&#x64;&#111;&#x6d;&#105;&#x6e;&#x69;&#x63;&#64;&#97;&#x75;&#100;&#x61;&#99;&#105;&#116;&#121;&#x74;&#x65;&#97;&#109;&#x2e;&#x6f;&#x72;&#x67;&#x3f;&#115;&#x75;&#98;&#106;&#101;&#99;&#116;&#x3d;&#x4d;&#97;&#x69;&#108;&#105;&#110;&#x67;&#x20;&#76;&#x69;&#115;&#x74;&#115;">desarrollador principal</a>.</p>
ja: <p>（このポリシーは <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, <a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">audacity-users</a> およびその他の <a href="../contact/lists">ディスカッションリスト</a>に適用されます。）</p> <p>これらはオープンなメーリングリストです。これらのいずれかのメーリングリストにメッセージを投稿すると、Audacity開発者他を含むすべてのメーリングリスト購読者に転送されます。またSourceForgeや他のWebサイトがこれらのメーリングリストのアーカイブを公開することもあります。</p> <p><b>プライバシー保護のために、あなたのEmailアドレスは公開されたアーカイブの中では途中以降が切り取られます。またAudacity開発者はあなたのEmailアドレスを他の誰とも共有しません。</b> しかしながら、他の購読者があなたのメッセージを読んだり公開することを止めることは<b>できません</b>。したがって連絡先情報の詳細、たとえば住所や電話番号などをあなたのEmailに載せないことをお勧めします。</p> <p>もしこのポリシーに対してご質問がある場合、あるいはオープンなメーリングリストに書き込むことに抵抗をお持ちの場合、私たちの <a href="&#109;&#x61;&#x69;&#108;&#x74;&#111;&#x3a;&#x64;&#111;&#x6d;&#105;&#x6e;&#x69;&#x63;&#64;&#97;&#x75;&#100;&#x61;&#99;&#105;&#116;&#121;&#x74;&#x65;&#97;&#109;&#x2e;&#x6f;&#x72;&#x67;&#x3f;&#115;&#x75;&#98;&#106;&#101;&#99;&#116;&#x3d;&#x4d;&#97;&#x69;&#108;&#105;&#110;&#x67;&#x20;&#76;&#x69;&#115;&#x74;&#115;">lead developer</a>に個別のEmailをお送りください。</p>
nl: <p>(Dit is van toepassing op <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, <a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">audacity-gebruikers</a> en onze andere <a href="../contact/lists">discussielijsten</a>.)</p> <p>Dit zijn openbare mailingslijsten. Als u een bericht stuurt naar een van deze adressen, zal het doorgestuurd worden naar alle lijst-leden, inclusief Audacity-ontwikkelaars en anderen. SourceForge en andere websites kunnen archieven van deze lijsten wellicht openbaar maken.</p> <b>Uit privéoogmerk zal uw adres normaal gezien verwijderd worden uit gepubliceerde archieven, en de ontwikkelaars van Audacity zullen uw adres niet aan anderen doorgeven.</b> Maar wij <b>kunnen niet</b> voorkomen dat andere abonnees uw berichten zien of publiceren. Daarom raden we aan dat u vermijdt om contactpersoon-details zoals straatadressen of telefoonummers in uw e-mais op te nemen./p> <p>Als u vragen heeft over dit beleid of er een probleem mee heeft naar een openbare mailingslijst te schrijven, stuur dan een persoonlijke mail naar onze <a href="&#109;&#x61;&#x69;&#108;&#x74;&#111;&#x3a;&#x64;&#111;&#x6d;&#105;&#x6e;&#x69;&#x63;&#64;&#97;&#x75;&#100;&#x61;&#99;&#105;&#116;&#121;&#x74;&#x65;&#97;&#109;&#x2e;&#x6f;&#x72;&#x67;&#x3f;&#115;&#x75;&#98;&#106;&#101;&#99;&#116;&#x3d;&#x4d;&#97;&#x69;&#108;&#105;&#110;&#x67;&#x20;&#76;&#x69;&#115;&#x74;&#115;">hoofdontwikkelaar</a>.</p>
pt_br: <p>(Aplica-se às listas <a href="http://lists.sourceforge.net/lists/listinfo/audacity-feedback">audacity-feedback</a>, audacity-help, <a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">audacity-users</a>, e outras <a href="../contact/lists">listas de discussão</a>.)</p> <p>Estas listas são publicamente acessáveis. Quando você envia uma mensagem para qualquer uma destas listas, uma cópia da sua mensagem é enviada a dezenas de pessoas que também fazem parte desta lista. Sua mensagem poderá ficar armazenada e disponível publicamente no site do Sourceforge ou para referência de quem a recebeu.<B>Normalmente, </b>seu endereço de email é removido da mensagem para sua privacidade, e os desenvolvedores do programa não distribuirão os endereços de email para outras listas ou pessoas. Em caso de dúvidas, contate o <a href="&#109;&#x61;&#x69;&#108;&#x74;&#111;&#x3a;&#x64;&#111;&#x6d;&#105;&#x6e;&#x69;&#x63;&#64;&#97;&#x75;&#100;&#x61;&#99;&#105;&#116;&#121;&#x74;&#x65;&#97;&#109;&#x2e;&#x6f;&#x72;&#x67;&#x3f;&#115;&#x75;&#98;&#106;&#101;&#99;&#116;&#x3d;&#x4d;&#97;&#x69;&#108;&#105;&#110;&#x67;&#x20;&#76;&#x69;&#115;&#x74;&#115;">desenvolvedor principal</a>.</p>

source: Audacity Forum for Questions or Problems
es: Asistencia personal a consultas o dificultades con Audacity
ja: Audacityに関するご質問や問題についてのフォーラム
nl: Audacity-forum voor vragen of problemen

source: <b>There is no technical support by e-mail or telephone.</b> Most questions are answered in our <a href="../help/faq">Frequently Asked Questions (FAQ)</a>, <a href="../help/documentation">documentation</a>, and the <a href="http://wiki.audacityteam.org/wiki/Category:Tutorial">Tutorials</a> and <a href="http://wiki.audacityteam.org/wiki/Category:Tips">Tips</a> on our <a href="http://wiki.audacityteam.org/wiki">Wiki</a>. All these resources are searchable using the search box top right of this page.
ja: <b>E-mailや電話でのサポートは行っておりません。</b> たいていの質問は<a href="../help/faq">よくある質問 (FAQ)</a>、 <a href="../help/documentation">ドキュメント</a>、それに<a href="http://wiki.audacityteam.org/wiki">Wiki</a>に掲載されている <a href="http://wiki.audacityteam.org/wiki/Category:Tutorial">チュートリアル</a>と <a href="http://wiki.audacityteam.org/wiki/Category:Tips">Tips</a>にて解答を見つけることができます。これらすべてのリソースはこのページの右上のBoxにて検索可能です。

source: If you still need help, expert assistance is available on our
es: Si aún necesita ayuda, puede solicitar ayuda experta en nuestro
ja: さらに詳しいヘルプが必要な場合、ユーザーフォーラム
nl: Als u nog steeds hulp nodig heeft, dan is bijstand door experts beschikbaar op ons

source: Forum</a>.
es: Foro de ayuda</a>.
ja: フォーラム</a>
pt_br: Forum de usuários</a>

source: To post a question, <a href="http://forum.audacityteam.org/ucp.php?mode=register">register</a>, confirm your registration then log in. Choose the correct subforum (for example, "Windows" in the Audacity 1.2.x Forum), click "New Topic" top left, then submit your message. Foreign language subforums are available for <a href="http://forum.audacityteam.org/viewforum.php?f=7">French</a>, <a href="http://audacity-forum.de/">German</a>, <a href="http://forum.audacityteam.org/viewforum.php?f=10">Russian</a> and <a href="http://forum.audacityteam.org/viewforum.php?f=8">Spanish</a>.
ja: 質問を投稿するには、 <a href="http://audacityteam.org/forum/ucp.php?mode=register">register</a> にてフォーラムに登録し、登録を確認し、ログインしてください。適切なサブフォーラム（たとえば,"Windows" in the Audacity 1.2.x Forum）を選び、"New Topic"をクリックし、あなたのメッセージを投稿してください。英語以外に<a href="http://forum.audacityteam.org/viewforum.php?f=7">フランス語</a>, <a href="http://audacity-forum.de/">ドイツ語</a>, <a href="http://forum.audacityteam.org/viewforum.php?f=10">ロシア語</a> および <a href="http://forum.audacityteam.org/viewforum.php?f=8">スペイン語</a>のサブフォーラムもあります。

source: Always give plenty of information when asking questions on the Forum. You can find more help with joining and using the Forum <a href="http://wiki.audacityteam.org/wiki/Asking_Questions">here</a>.
ja: フォーラムで質問すればいつでも多くの情報を得ることができます。フォーラム（<a href="http://wiki.audacityteam.org/wiki/Asking_Questions">ここ</a>をクリック）に参加することでより多くのヘルプを得られます。

source: Suggestions, Bug Reports, Feature Requests and Patches
ja: 提案、バグ報告、新機能リクエストおよびパッチ

source: e-mail us</a> about any Audacity matter, but <b>not for technical support</b> - this is provided on our <a href="http://forum.audacityteam.org/">Forum</a>. Please write in <b>English language only.</b> Please tell us your experiences of the Audacity program, documentation or web site. We particularly welcome the following:</p> <p> <ul> <li>Reports of possible program bugs</li> <li>Requests for new or enhanced features</li> <li>Offers to <a href="http://wiki.audacityteam.org/wiki/Contribute">contribute</a> to the Audacity project.
ja: E-mail</a>によりAudacityに関する事項をお知らせください。ただし<b>技術サポート</b>に関する事項については <a href="http://forum.audacityteam.org/">フォーラム</a>をご活用ください。 いずれの場合も<b>英語</b>でお願いいたします。 Audacityの使用体験、ドキュメンテーションやWebサイトについて感想をお寄せください。特に次のようなお便りを歓迎します:</p> <p> <ul> <li>バグの報告</li> <li>新機能や将来拡張すべき機能のリクエスト</li> <li>Audacityプロジェクトへの <a href="http://wiki.audacityteam.org/wiki/Contribute">参加</a>のお申し出

source: <b>Bug reports:</b> Please check the latest Release Notes for Audacity <a href="http://audacity.sourceforge.net/download/release-notes">1.2<a/> or <a href="http://wiki.audacityteam.org/wiki/Release_Notes">1.3 (Beta)</a> series, and <a href="http://wiki.audacityteam.org/wiki/Reporting_Bugs">Reporting Bugs</a> <b>before</b> making a report. We are no longer fixing bugs in the 1.2 series - please try <a href="/../download">1.3 (Beta)</a> if you have a problem with a 1.2 version of Audacity.
ja: <b>バグ報告:</b> ご報告の<b>前に</b>、ぜひ<a href="http://audacity.sourceforge.net/download/release-notes">1.2<a/> または <a href="http://wiki.audacityteam.org/wiki/Release_Notes">1.3 (Beta)</a> シリーズの最新のAudacityリリースノート、および <a href="http://wiki.audacityteam.org/wiki/Reporting_Bugs">Reporting Bugs</a> をご確認ください。1.2 シリーズのバグ修正は終了いたしました － もしAudacityの1.2バージョンで何か問題が出た場合はぜひ <a href="/../download">1.3 (Beta)</a>をお試しください。

source: Reports of apparent bugs should be as specific as possible, including:</p> <ol> <li><b>The exact three-digit version number of Audacity</b> (for example, 1.3.12) - you can check this at Help > About Audacity, or Audacity > About Audacity on Mac</li> <li><b>Your operating system</b> (for example, Windows XP Service Pack 2 or Intel Mac OS X 10.4)</li> <li><b>Details of what you were trying to do</b>, including what steps led to the problem occurring, and the text of any error messages.</li> </ol> </div> <p><b>Patches:</b> Code patches to fix problems or enhance features will be gratefully received. Please follow the guidance on the <a href="http://wiki.audacityteam.org/wiki/SubmittingPatches">Submitting Patches</a> page on our <a href="http://wiki.audacityteam.org/">Wiki</a>.</p>
ja: バグの報告は次の情報を含むできる限り具体的な記述でお願いします:</p> <ol> <li><b>Audacityの三桁のバージョン番号</b>（たとえば1.3.12）- これはヘルプ > Audacityについて、あるいはMacではAudacity > Audacityについて、で確認できます</li> <li><b>お使いのオペレーティングシステム</b>（たとえばWindows XPサービスパック2やIntel Mac OS X 10.4）</li> <li><b>どのような操作を行おうとしていたか</b>、どのような順序で問題が起こったか、どのようなエラーメッセージが出たかについての詳細情報</li> </ol> </div> <p><b>パッチ:</b> 問題点修正や機能向上のパッチを歓迎します。 <a href="http://wiki.audacityteam.org/">Wiki</a>の中の<a href="http://wiki.audacityteam.org/wiki/SubmittingPatches">Submitting Patches</a に書かれている手順とガイドラインにしたがってください。</p>

source: Discussion Lists
es: Listas de correo
ja: メーリングリスト
nl: Discussielijsten
pt_br: Lista de discussões

source: Subscribe to our
es: Suscríbase a nuestras
ja: 私たちの
nl: Schrijf u in bij onze
pt_br: Inscreva-se na nossa

source: mailing lists
es: listas de correo
ja: メーリングリストを購読してください。
nl: maillijsten
pt_br: lista de emails

source: to discuss Audacity with our community of users and developers. C++ developers: join
es: para hablar sobre Audacity con otros usuarios y desarrolladores. Desarrolladores de C++: únanse a
ja: を購読してAucadityユーザーや開発者のコミュニティと議論しましょう。C++開発者の方々：
nl: om Audacity te bespreken met onze community van gebruikers en ontwikkelaars. C++ ontwikkelaars, sluit u aan bij
pt_br: para discutir o Audacity com outros usuários e desenvolvedores de C++, cadastre-se na

source: our developers' list
es: nuestra lista de desarrolladores
ja: 開発者の一覧
nl: onze lijst van ontwikkelaars
pt_br: lista de desenvolvedores

source: to learn about the Audacity source code and contribute to making Audacity even better!
es: para aprender sobre el código fuente de Audacity y contribuir en conseguir un Audacity aún mejor.
ja: Audacityのソースコードについて学習し、Audacityをもっと良くするために貢献しましょう！
nl: om te leren over de Audacity-broncode en bij te dragen om Audacity nog beter te maken!
pt_br: para aprender sobre o código-fonte do Audacity e contribuir para fazer o Audacity ainda melhor!

source: You must subscribe to send messages to this list.
es: Para poder enviar mensajes a la lista debe suscribirse primero.
ja: このリストにメッセージを送るには、署名をしなければなりません。
nl: U moet zich abonneren om berichten naar deze lijst te kunnen sturen.
pt_br: É necessário se inscrever para enviar mensagens para a lista.

source: %s archives and subscription information
es: %s archivos e información de subscripción
ja: %sアーカイブと購読に関する情報
nl: %s archieven en abonnementsinformatie
pt_br: Informações sobre mensagens arquivadas e inscrições na lista %s

source: These lists are for discussion about the Audacity audio editor. </p> <p><b>Note:</b> In line with our <a href="../contact/privacy#lists">Privacy Policy</a>, these are public lists - messages are seen by all list subscribers, and posted on several web sites where the messages are archived.</p>
es: Estas listas están destinadas a la discusión sobre el editor de audio Audacity. </p> <p><b>Nota:</b> De acuerdo con nuestra <a href="../contact/privacy">Política de protección de datos</a>, estas listas son públicas: los mensajes son visibles para todos los usuarios suscritos y aparecen igualmente en otros sitios web en que se reproducen las listas.</p>
ja: 以下のメーリングリストはオーディオ編集ソフトウエアAudacityに関する議論のものです。</p> <p><b>注意:</b> 私たちの<a href="../contact/privacy#lists">プライバシーポリシー</a>に沿って、これらは公開メーリングリストです。 - すなわち、投稿されたメッセージはすべての購読者が見ることができ、メッセージをアーカイブするWebサイトに掲載されます。</p>
nl: Deze lijsten zijn voor discussie over de Audacity audio-editor. </p> <p><b>Opmerking:</b> Overeenkomstig met ons <a href="../contact/privacy#lists">privacybeleid</a> zijn dit openbare lijsten - berichten worden gezien door iedereen die geabonneerd is op deze lijst, en worden gepost op verschillende websites waar de berichten gearchiveerd worden.</p>
