Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.10 (Beta)</a> for Windows, Mac and Linux/Unix. This release removes a significant number of crash or freeze problems and other major bugs. It brings us very close to our goal of a new 2.0 Release. </p> <p> 1.3.10 is strongly recommended for users on Windows Vista and 7, rather than 1.2.6 Stable. We ask everyone to help us test 1.3.10 and <a href="http://audacity.sourceforge.net/contact/#feedback"> let us know</a> of any problems you find. Advanced users are encouraged to test our latest fixes as we make them by downloading our <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a>. We hope a final 1.3.11 Beta will follow soon. Please <a href="http://audacity.sourceforge.net/#announce"> subscribe</a> to receive news of all our releases. </p> <p> <b>Summary of Changes in 1.3.10:</b> <div style="width:60%;padding-left:4em"> <dl> <dt> Imports/Exports bug fixes: </dt> <dd> <ul> <li>Freeze importing audio files in Pitch (EAC) view</li> <li>Corrupted WAV or AIFF imports and WMA exports</li> <li>Metadata Editor appeared before the Export window</li> </ul> </dd> <dt> Effects bug fixes: </dt> <dd> <ul> <li> Crash/hang using Equalization; errors in Reverse and Truncate Silence</li> <li> Nyquist: Excessive memory consumption; errors in European locales; inaccurate text box values</li> <li> VST effects remained in menu when no longer available</li> </ul> </dd> <dt> Other bug fixes:</dt> <dd> <ul> <li> Spurious "not writable/disk full" errors when saving projects</li> <li> Desynchronized playback/data loss when using multiple tracks</li> <li> Crash opening Preferences when no valid devices present</li> <li> <i>(Windows)</i> Audacity sometimes did not come up on top at launch</li> <li> <i>(Linux)</i> Crash when undoing or redoing label edits</li> </ul> </dd> <dt> Improvements:</dt> <dd> <ul> <li> Improved copying/pasting of label-with-audio and system clipboard text</li> <li> Contrast Tool now modeless, intuitive handling of multiple project windows, various other improvements</li> </ul> </dd> </dl> </div> </p> <p>See <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Changes in Audacity 1.3.10</a> for more on 1.3.10 and the Beta series. <b>Note:</b> This release does not support Windows 98 or ME, for which 1.3.7 is <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> still available</a>. </p>
es: <p> El equipo de Audacity se complace en anunciar la publicación de <a href="/download">Audacity 1.3.10 (Beta)</a> para Windows, Mac y Linux/Unix. Ésta contiene un número importante de mejoras además de corrección de errores. Nos acerca notablemente a nuestro objetivo de obteneer una versión 2.0. </p> <p> 1.3.10 está altamente recomendada para usuarios de Windows Vista y 7, por encima de la versión estable 1.2.6. Le pedimos ayuda para probar la versión 1.3.10 y <a href="http://audacity.sourceforge.net/contact/#feedback"> hacernos saber</a> cualquier problema que encuentre. Recomendamos a los usuarios avanzados probar nuestros últimos parches descargándolos de nuestras <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a>. Esperamos una beta final 1.3.11 Beta dentro de poco. Suscríbase <a href="http://audacity.sourceforge.net/#announce"> a nuestra lista</a> para recibir noticias de las últimas versiones. </p> <p> <b>Cambios en la versión 1.3.10:</b> <div style="width:60%;padding-left:4em"> <dl> <dt> Imports/Exports bug fixes: </dt> <dd> <ul> <li>Freeze importing audio files in Pitch (EAC) view</li> <li>Corrupted WAV or AIFF imports and WMA exports</li> <li>Metadata Editor appeared before the Export window</li> </ul> </dd> <dt> Effects bug fixes: </dt> <dd> <ul> <li> Crash/hang using Equalization; errors in Reverse and Truncate Silence</li> <li> Nyquist: Excessive memory consumption; errors in European locales; inaccurate text box values</li> <li> VST effects remained in menu when no longer available</li> </ul> </dd> <dt> Other bug fixes:</dt> <dd> <ul> <li> Spurious "not writable/disk full" errors when saving projects</li> <li> Desynchronized playback/data loss when using multiple tracks</li> <li> Crash opening Preferences when no valid devices present</li> <li> <i>(Windows)</i> Audacity sometimes did not come up on top at launch</li> <li> <i>(Linux)</i> Crash when undoing or redoing label edits</li> </ul> </dd> <dt> Improvements:</dt> <dd> <ul> <li> Improved copying/pasting of label-with-audio and system clipboard text</li> <li> Contrast Tool now modeless, intuitive handling of multiple project windows, various other improvements</li> </ul> </dd> </dl> </div> </p> <p>See <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Changes in Audacity 1.3.10</a> for more on 1.3.10 and the Beta series. <b>Note:</b> This release does not support Windows 98 or ME, for which 1.3.7 is <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> still available</a>. </p>
ja: <p> <a href="/download">Audacity 1.3.10 (Beta)</a>のWindows、 MacおよびLinux/Unix版がリリースされました。このリリースでは 多くのクラッシュやフリーズ問題やその他のバグが解決され、私たちの 目標である新しい2.0リリースに向けて確実に近づいてきました。</p> <p> Windows Vistaおよび7のユーザーは、安定版1.2.6ではなく、むしろ この1.3.10のご使用を強くお勧めします。私たちは、ぜひ多くの皆様にこの 1.3.10をお使いいただき、もし何か問題が発見された場合には <a href="http://audacity.sourceforge.net/contact/#feedback"> フィードバック</a>をお寄せくださることを期待いたしております。 より上級ユーザーの皆様には、<a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a>をダウンロードしていただき、最新のバグフィックス版 の試用をお願いいたします。最終版である1.3.11 Betaはまもなくリリースされる 予定です。メーリングリストを<a href="http://audacity.sourceforge.net/#announce"> 購読</a> いただくことによりリリースに関するお知らせを受け取ることができます。 </p> <p> <b>1.3.10における変更点:</b> <div style="width:60%;padding-left:4em"> <dl> <dt> 取り込み/書き出しでのバグ修正: </dt> <dd> <ul> <li>ピッチ(EAC) 表示での取り込み中のフリーズ</li> <li>WAVまたはAIFF取り込みとWMA書き出しでのデータ破壊</li> <li>メタデータエディタが書き出しの前に現われる現象</li> </ul> </dd> <dt> エフェクトのバグ修正: </dt> <dd> <ul> <li> イコライゼーションでのクラッシュ/ハング；前後を反転と 無言を圧縮でのエラー</li> <li> Nyquist: メモリの過剰消費; ヨーロッパ言語でのエラー; テキストボックス値が不正確</li> <li> VSTエフェクトが消去された後でもメニューに残る</li> </ul> </dd> <dt> その他のバグ修正:</dt> <dd> <ul> <li> プロジェクト保存中の "書き込みできないかディスクが一杯です" という不正なメッセージ</li> <li> 複数トラック使用中の再生同期ずれまたはデータ喪失</li> <li> 有効なデバイスがない場合に設定を開くとクラッシュする</li> <li> <i>(Windows)</i> Audacity起動時に最前面に表示されない ことがある</li> <li> <i>(Linux)</i> ラベル編集の取り消しまたは繰り返しでクラッシュ</li> </ul> </dd> <dt> 改善点:</dt> <dd> <ul> <li> オーディオ付きラベルのコピー/ペーストとシステムクリップボード の改善</li> <li> コントラストツールがモードレス、直感的な複数プロジェクト操作 、 その他の改善</li> </ul> </dd> </dl> </div> </p> <p><a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Changes in Audacity 1.3.10</a> にて1.3.10やベータ版に関するより詳しい情報をご覧ください。<b>注意:</b> このリリースは Windows 98およびMEをサポートしていません。これらのOS向けには1.3.7が <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> ダウンロード</a>可能です。 </p>
nl: <p> Het Audacity-team is blij om de release van <a href="/download">Audacity 1.3.10 (bèta)</a> voor Windows, Mac en Linux/Unix te mogen aankondigen. Deze release verwijdert een belangrijk aantal crash- of freeze-problemen en andere grote bugs. Deze versie brengt ons heel dicht naar ons doel van een nieuwe 2.0 release. </p> <p> 1.3.10 is sterk aangeraden voor gebruikers van Windows Vista en 7, in plaats van 1.2.6. We vragen iedereen om ons te helpen om versie 1.3.10 te testen en <a href="http://audacity.sourceforge.net/contact/#feedback"> ons te laten weten</a> als u problemen vindt. Ervaren gebruikers worden aangemoedigd om onze laatste fixes te testen op het moment dat we ze aanmaken, door onze <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a> te downloaden. We hopen dat binnenkort een uiteindelijke versie 1.3.11 bèta zal volgen. Gelieve u <a href="http://audacity.sourceforge.net/#announce"> in te schrijven</a> om nieuws te ontvangen over al onze releases. </p> <p> <b>Aanpassingen in 1.3.10:</b> <div style="width:60%;padding-left:4em"> <dl> <dt> Bugfixes voor Importeren/exporteren: </dt> <dd> <ul> <li>Freeze bij het importeren van audiobestanden in Toonhoogte-weergave (EAC)</li> <li>Corrupte WAV- of AIFF-imports en WMA-exports</li> <li>Metadata Editor verscheen voor het Export-venster</li> </ul> </dd> <dt> Bugfixes voor effecten: </dt> <dd> <ul> <li> Crash/hang bij gebruik van het Equalisatie-effect; fouten bij Omkeren en Stilte afkappen</li> <li> Nyquist: buitensporig geheugengebruik; fouten in Europese talen; niet-accurate tekstvakwaarden</li> <li> VST-effecten bleven zichtbaar in het menu wanneer ze niet langer beschikbaar waren</li> </ul> </dd> <dt> Andere bugfixes:</dt> <dd> <ul> <li> Valse "niet schrijfbaar/schijf vol"-fouten bij opslaan van projecten</li> <li> Gedesynchroniseerd afspelen of verlies van data bij het gebruik van meerdere tracks</li> <li> Crash bij openen van Voorkeuren wanneer geen geldige apparaten aanwezig waren</li> <li> <i>(Windows)</i> Audacity kwam soms niet bovenaan bij het laden</li> <li> <i>(Linux)</i> Crash bij ongedaan maken of opnieuw doen van labelbewerkingen</li> </ul> </dd> <dt> Verbeteringen:</dt> <dd> <ul> <li> Verbeterd kopiëren/plakken van label-met-audio en klembordtekst</li> <li> Contrast-gereedschap is nu zonder modus, intuïtieve bediening van meerdere projectvensters, verschillende andere verbeteringen</li> </ul> </dd> </dl> </div> </p> <p>Zie <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Aanpassingen in Audacity 1.3.10</a> voor meer informatie over 1.3.10 en de bèta-series. <b>Opmerking:</b> Deze release ondersteunt Windows 98 or ME niet meer. Daarvoor is 1.3.7 <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> nog steeds beschikbaar</a>. </p>

source: Audacity 1.3.9 released, Google Summer of Code (GSoC) 2009 completed
es: Audacity 1.3.9 publicado, Google Summper of Code (GSoC) 2009 completado
ja: Audacity1.3.9リリース、Google Summer of Code (GSoC) 2009終了
nl: Audacity 1.3.9 gereleased, Google Summer of Code (GSoC) 2009 voltooid

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.9 (Beta)</a> for Windows, Mac and Linux/Unix. It contains many bug fixes contributed by our two <a href="http://google-opensource.blogspot.com/2009/08/wrapping-our-fifth-google-summer-of.html">Google Summer of Code (GSoC) 2009</a> students, and brings us much closer to the goal of a new Stable 2.0 release. </p> <p align="center"> <a href="http://google-opensource.blogspot.com/2009/08/wrapping-our-fifth-google-summer-of.html"> <img src="http://audacityteam.org/wiki/images/6/68/GSoC2009.png" alt="Google Summer of Code 2009"></img> </a> </p> <p> As well as bug fixing, the students' <a href="http://wiki.audacityteam.org/index.php?title=GSoC_2009_Projects"> projects</a> involved work on experimental "scripting" and "pre-record level detection" features that will appear in future Audacity versions. We congratulate both students on successful completion of their projects and thank everyone else involved in mentoring, testing and administration. </p> <p> <b> Future Beta Releases:</b> We will have one or two more Beta releases in the very near future so as to get maximum possible feedback on code stability prior to 2.0 release. Please help us by trying the new Beta releases and <a href="http://audacity.sourceforge.net/contact/#feedback"> letting us know</a> of any problems you find. You can <a href="http://audacity.sourceforge.net/#announce"> subscribe</a> to receive news of these releases. Advanced users can also help us greatly by downloading our <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a> and testing our fixes as we make them. </p> <p> <b>Bug Fixes in 1.3.9 include:</b> <ul> <li> VST effects support crashed or slowed Audacity</li> <li> Failure to launch on some Windows XP machines</li> <li> Crashes importing files via drag or Recent Files</li> <li> <i>(Mac OS X)</i>&nbsp; Files greater than 16-bit or 64000 Hz did not import using QuickTime filter</li> <li> AAC exports silenced </li> <li> Generating audio in existing track fitted project to window </li> <li> View menu items/shortcuts disabled when playing/recording </li> <li> Unwanted interactions between linked audio and label tracks</li> <li> Various other interface and effects bugs</li> </ul> </p> <p>See <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> New in Audacity 1.3.9</a> for more on 1.3.9 and the Beta series. <b>Note:</b> This release does not support Windows 98 or ME, for which 1.3.7 is <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> still available</a>. </p>
es: El equipo de Audacity se complace en presentar <a href="/download">Audacity 1.3.9 (Beta)</a> para Windows, Mac y Linux/Unix. Contiene numerosas correcciones de errores aportadas por nuestros dos estudiantes del <a href="http://google-opensource.blogspot.com/2009/08/wrapping-our-fifth-google-summer-of.html">Google Summer of Code (GSoC) 2009</a>, y nos acerca notablemente a la versión estable 2.0. </p> <p align="center"> <a href="http://google-opensource.blogspot.com/2009/08/wrapping-our-fifth-google-summer-of.html"> <img src="http://audacityteam.org/wiki/images/6/68/GSoC2009.png" alt="Google Summer of Code 2009"></img> </a> </p> <p> Además del arreglo de errores, el <a href="http://wiki.audacityteam.org/index.php?title=GSoC_2009_Projects"> proyecto</a> de los estudiantes se centraba en el trabajo en experimental en las características "uso de scripts" y "detección del nivel de pregrabación" que se incorporarán en futuras versiones de Audacity. Queremos felicitar a ambos estudiantes por la finalización de sus proyectos y agraceder a todas las personas que se han visto implicadas en la tutorización, pruebas y gestión. </p> <p> <b> Futuras versiones beta:</b> Aún tendremos una o dos versiones beta más en un futuro cercano para contar con el máximo número posible de comentarios sobre estabilidad antes de llegar a la versión 2.0. Ayúdenos con sus comentarios probando la nueva versión beta y <a href="http://audacity.sourceforge.net/contact/#feedback"> haciéndonos llegar </a> cualquier problema que encuentre. Puede <a href="http://audacity.sourceforge.net/#announce"> suscribirse</a> para recibir novedades sobre estas versiones. Los usuarios experimentados pueden ayudar noablemente descargando nuestras <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a> y probándo nuestros cambios a medida que los hacemos. </p> <p> <b>Los errores corregidos en la versión 1.3.9 incluyen:</b> <ul> <li>Los efectos VST provoca bloqueos o un comportamiento lento de Audacity</li> <li> Fallo al ejecutarse en algunos equipos con Windows XP</li> <li> Problemas al importar archivos mediante arrastre o Archivo>Recientes</li> <li> <i>(Mac OS X)</i>&nbsp; Los archivos de más de 16 bit or 64000 Hz no se importaban mediante el filtro QuickTime</li> <li> La exportación AAC se ha silenciado </li> <li> La generación de audio en una pista existente se ajusta al tamaño del proyecto </li> <li> Algunas opciones de los menús se desahiblitaban al reproducir/grabar </li> <li> Interacciones no deseadas entre el audio enlazado y las pistas de etiqueta</li> <li> Otras mejoras en el interface y corrección de errores</li> </ul> </p> <p>Consulte <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Nuevo en Audacity 1.3.9</a> para obtener más información sobre 1.3.9 y la serie beta. <b>Nota:</b> Esta versión no funciona con Windows 98 o ME, para los que Audacity 1.3.7 sigue estando <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> disponible</a>. </p>
ja: <p> <a href="/download">Audacity 1.3.9 (Beta)</a> がリリースされました。これはWindows、MacおよびLinux/Unix用であり、 2人の<a href="http://google-opensource.blogspot.com/2009/08/wrapping-our-fifth-google-summer-of.html">Google Summer of Code (GSoC) 2009</a> 参加の学生さん により多くのバグ修正が行われたもので、新しい安定化バージョン2.0に向かってさらに 近づくことができました。 </p> <p align="center"> <a href="http://google-opensource.blogspot.com/2009/08/wrapping-our-fifth-google-summer-of.html"> <img src="http://audacityteam.org/wiki/images/6/68/GSoC2009.png" alt="Google Summer of Code 2009"></img> </a> </p> <p> バグ修正に加えて、学生さんたちの <a href="http://wiki.audacityteam.org/index.php?title=GSoC_2009_Projects"> projects</a> にょる実験的な "scripting" および "pre-record level detection" 機能が将来の Audacityバージョンに向けて加えられました。私たちは、 両学生さんのプロジェクト完遂と、彼らの指導、テストおよび 種々のアレンジを行ってくださったすべての方々に感謝いたします。 </p> <p> <b> 将来のベータリリース:</b> 私たちは2.0リリースに先立って、 安定化のために最大限のフィードバックをいただくために、1または2回 程度のベータリリースを近い将来行う予定です。それら新ベータリリース をぜひお試しいただき、発見された問題点を私たちに <a href="http://audacity.sourceforge.net/contact/#feedback"> お知らせください</a>。 メール通知に<a href="http://audacity.sourceforge.net/#announce"> 登録</a>することで、新リリースの通知を受け取ることができます。 上級ユーザの方は <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a> をダウンロードすることでバグ修正をテストしていただけると助かります。 </p> <p> <b>1.3.9でのバグ修正:</b> <ul> <li> VSTエフェクトによるクラッシュまたは動作速度低下</li> <li> いくつかのWindows XP機で起動しない現象</li> <li> 最近のファイルやドラッグにて読み込んだ際のクラッシュ</li> <li> <i>(Mac OS X)</i>&nbsp; 16-bitまたは64000 Hz以上の ファイルをQuickTimeフィルタで取り込めない現象</li> <li> AAC書き出しが無音化 </li> <li> 既存トラック内でのオーディオ生成によりプロジェクトがウィンドウサイズに合う</li> <li> 録音再生中にビューメニューのアイテム/ショートカットが消える</li> <li> ラベルトラックとリンクされたオーディオ間で不要なうやりとりが起こる</li> <li> その他さまざまなインタフェースおよびエフェクトのバグ</li> </ul> </p> <p>1.3.9およびベータシリーズについてより詳しい情報は <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> New in Audacity 1.3.9</a> をご覧ください。<b>注意:</b> 本リリースはWindows 98およびMEはサポートされていません。これらには1.3.7を <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> をお使いください</a>。 </p>
nl: <p> Het Audacity-team is blij om de release te mogen aankondigen van <a href="/download">Audacity 1.3.9 (bèta)</a> voor Windows, Mac en Linux/Unix. Het bevat vele bug fixes bijgedragen door onze twee <a href="http://google-opensource.blogspot.com/2009/08/wrapping-our-fifth-google-summer-of.html">Google Summer of Code (GSoC) 2009</a> -studenten, en het brengt ons veel dichter bij het doel van een nieuwe stabiele 2.0 release. </p> <p align="center"> <a href="http://google-opensource.blogspot.com/2009/08/wrapping-our-fifth-google-summer-of.html"> <img src="http://audacityteam.org/wiki/images/6/68/GSoC2009.png" alt="Google Summer of Code 2009"></img> </a> </p> <p> Naast bug fixing hielden de <a href="http://wiki.audacityteam.org/index.php?title=GSoC_2009_Projects"> projecten</a> van de studenten ook andere dingen in zoals het werk aan experimenteel "scripting" en "voor-opname volumedetectie" functies die zullen verschijnen in toekomstige Audacity-versies. We feliciteren beide studenten met hun succesvolle voltooiing van hun projecten en en bedanken iedereen die bezig geweest is met het mentoren, testen en administratie. </p> <p> <b> Toekomstige bèta-releases:</b> we zullen nog een of twee bèta-releases in de nabije toekomst om de maximum mogelijke feedback te krijgen over stabiliteit voor de 2.0 release. Gelieve ons te helpen door de nieuwe bèta-releases uit te proberen en ons te <a href="http://audacity.sourceforge.net/contact/#feedback"> laten weten</a> als er problemen zijn. U kan <a href="http://audacity.sourceforge.net/#announce"> zich abonneren</a> om nieuws te ontvangen over deze releases. Ervaren gebruikers kunnen ons ook helpen door onze <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a> te downloaden en onze fixes te testen terwijl we ze maken. </p> <p> <b>Bugfixes in 1.3.9 bevatten:</b> <ul> <li> VST-effect-ondersteuning crashte of vertraagde Audacity</li> <li> Fout bij laden op sommige XP-machines</li> <li> Crashes bij importeren van bestanden via slepen of recente bestanden</li> <li> <i>(Mac OS X)</i>&nbsp; Bestanden groter dan 16-bit of 64000 Hz werden niet geïmporteerd door de QuickTime filter</li> <li> AAC exports stilgemaakt </li> <li> Audio genereren in bestaand spoor paste project in venster </li> <li> Beeld-menu items/snelkoppelingen uitgeschakeld tijdens afspelen/opnemen </li> <li> Ongewilde interactie tussen gelinkte audio en label tracks</li> <li> Verschillende andere interface- en effect-bugs</li> </ul> </p> <p>Zie <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Nieuw in Audacity 1.3.9</a> voor meer over 1.3.9 en de bèta-series. <b>Opmerking:</b> deze release ondersteunt Windows 98 of ME niet. Versie 1.3.7 is hiervoor <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> nog steeds beschikbaar</a>. </p>

source: SourceForge.net Community Choice Awards 2009
es: Premios 2007 de la comunidad Sourceforge
ja: SourceForge Community Choice Awards 2009

source: <p> Audacity was voted <b>"Best Project for Multimedia"</b> in the <a href="http://sourceforge.net/community/cca09/"> SourceForge.net Community Choice Awards 2009</a>! Congratulations to the other winners. Huge thanks to everyone who voted, to all who contribute to making Audacity a leader in its field, and not least to SourceForge.net for all their support over the years! </p>
es: <p> Audacity ganó el <a href="http://sourceforge.net/community/index.php/landing-pages/cca09/"> Premio 2009 de la comunidad Sourceforge -- Categoría multimedia </a>! Enhorabuena a los otros ganadores. Muchas gracias a todos los que votaron por nosotros, a todos los que hacen que Audacity lidere si nicho en el mercado y, por supuesto, a SourceForge.net por su apoyo durante todos estos años! </p>
ja: <p> Audacityは<a href="http://sourceforge.net/community/cca09/"> SourceForge.net Community Choice Awards 2009</a>の中の <b>"Best Project for Multimedia"</b>を受賞しました! 他のファイナリストの方々、おめでとうございます。投票いただいたみなさん、そして Audacityをより良くするために貢献してくださる皆様、そして特に何年にもわたって サポートいただいたSourceForge.netに感謝いたします！ </p>
nl: <p> Audacity werd verkozen tot <b>"beste project voor multimedia"</b> in de <a href="http://sourceforge.net/community/cca09/"> SourceForge.net Community Choice Awards 2009</a>! Proficiat aan de andere winnaars. Heel erg bedankt aan iedereen die gestemd heeft, aan iedereen die bijdragen levert om Audacity een leider te maken in zijn werkgebied, en niet in het minst aan SourceForge.net voor alle ondersteuning door de jaren heen! </p>

source: Audacity 1.3.8 released
es: Ha sido publicado Audacity 1.3.8
ja: Audacity 1.3.8公開
nl: Audacity 1.3.8 gereleased
