Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p>Audacity 1.2.4 is a new stable version of Audacity. It includes a couple of bug fixes and minor improvements and is recommended for all users. Audacity 1.3.0 is a beta release that contains hundreds of <a href="/download/features-1.3-a">new features</a>, but this version is unfinished and unstable, and is recommended primarily for advanced users. You can install both Audacity 1.2 and 1.3 simultaneously.</p> <p>See the <a href="/download/release-notes">1.2.4 Release Notes</a> for a complete list of changes and known problems in Audacity 1.2.4, or see <a href="/download/features-1.3-a">New Features in 1.3</a> for information about the new beta version.</p> <p>Finally, the best way to get help with Audacity is now the new <a href="http://audacityteam.org/forum/">Audacity Forum</a>. </p>
es: <p>Audacity 1.2.4 es una versión nueva y estable de Audacity. En ella se han solucionado algunos errores y se han realizado algunas mejoras menores. Se recomienda su instalación a todos los usuarios. Audacity 1.3.0 es una versión beta que contiene cientos de <a href="/download/features-1.3-a">nuevas características</a>, pero esta versión no está terminada y es inestable, lo cual la hace recomendada principalmente para usuarios expertos. Se puede instalar Audacity 1.2 y 1.3 simultáneamente.</p> <p>Observe las <a href="/download/release-notes">Notas de publicación 1.2.4</a>, en las que encontrará una lista completa de cambios y problemas conocidos en Audacity 1.2.4. También puede consultar las <a href="/download/features-1.3-a">Nuevas características en 1.3</a> para obtener información acerca de la nueva versión beta.</p> <p>Finalmente, ahora la mejor manera de obtener ayuda con Audacity es el nuevo <a href="http://audacityteam.org/forum/">Foro Audacity</a>. </p>
ja: <p>Audacity 1.2.4 は新しい安定版で、いくうかのバグ修正と改善を含んでおり、一般ユーザー向けです。 Audacity 1.3.0はベータリリースで何百もの <a href="/download/features-1.3-a">新機能</a>を含んでいますが。このバージョンは未完成でまだ安定していません。したがって基本的には上級ユーザ向けです。 Audacity 1.2 と1.3の両方を同時にインストールすることができます。 </p> <p>Audacity 1.2.4の変更点と知られているバグの完全なリストは<a href="/download/release-notes">1.2.4リリースノート</a> をご覧ください。あるいは <a href="/download/features-1.3-a">1.3での新機能</a>で新しいベータ版の情報をご覧ください。</p> <p>最後に、Audacityのヘルプを得るには新しい <a href="http://audacityteam.org/forum/">Audacity Forum</a>をご利用ください。 </p>
nl: <p>Audacity 1.2.4 is een nieuwe stabiele versie van Audacity. Daarin een aantal foutenoplossingen en kleine verbeteringen en wordt aanbevolen voor alle gebruikers. Audacity 1.3.0 is een beta versie met daarin honderden <a href="/download/features-1.3-a">nieuwe functies</a>, maar deze versie is nog niet af en dus onstabiel en wordt primair aanbevolen voor gevorderde gebruikers. U kunt Audacity 1.2 en 1.3 tegelijkertijd installeren.</p> <p>Lees de <a href="/download/release-notes">1.2.4 Publikatie aantekeningen</a> voor een complete lijst van de veranderingen en bekende problemen in Audacity 1.2.4, of lees <a href="/download/features-1.3-a">Niuewe functies in 1.3</a> voor informatie over de nieuwe beta versie.</p> <p>Tot slot, de beste manier om hulp te krijgen met Audacity is vanaf nu op het <a href="http://audacityteam.org/forum/">Audacity Forum</a>. </p>
pt_br: <p>O Audacity 1.2.4 é a nova versão estável do programa. Foram consertadas diversas falhas e vários acertos foram feitos. Esta é a versão recomendada para todos os usuários do editor de áudio. O Audacity 1.3.0 é uma versão beta que contém diversos novos <a href="/download/features-1.3-a">recursos</a>, mas ainda está em fase de testes e apresenta diversos problemas a serem resolvidos. Esta versão é recomendada para usuários avançados do programa. É possível ter as versões 1.2.4 e 1.3 instaladas no mesmo computador.<p>Veja as <a href="/download/release-notes">notas de versão</a> para o Audacity 1.2.4 para conhecer a lista completa de novos recursos e atulizações efetuadas, ou veja a lista de <a href="/download/features-1.3-a">novos recursos da versão 1.3</a> para conhecer a nova versão em fase de testes do editor.</p> <p>E por último, a melhor maneira de conseguir ajuda para o uso do programa é o novo <a href="http://audacityteam.org/forum/">Fórum do Audacity</a>. </p>

source: Audacity 1.2.3 Released
es: Publicado Audacity 1.2.3
ja: Audacity 1.2.3 公開
nl: Audacity 1.2.3 gereleased
pt_br: Liberada a versão 1.2.3 do Audacity

source: <p>Audacity 1.2.3 is a new stable version of Audacity. This version fixes a bug that interfered with long recordings on some Windows systems, and another bug that causes random crashes on Mac OS X. It also includes several updated translations, and other bug fixes and minor improvements.</p> <p>See the <a href="/download/release-notes">Release Notes</a> for a complete list of changes and known problems in this version.</p>
es: <p>Audacity 1.2.3 es la nueva versión estable de Audacity. En esta versión está arreglado el error que interfería con las grabaciones largas en algunos sistemas Windows y también el error que causaba cuelgues en Mac OS X. También incluye actualizaciones de varias traducciones y otros arreglos y mejoras de menor importancia.</p> <p>Lea las <a href="/download/release-notes">Notas de publicación</a> para obtener una lista completa de los cambios y problemas conocidos en esta versión.</p>
ja: <p>Audacity 1.2.3は、Audacityの新しい完成版です。 このバージョンでは、いくつかのWindowsシステム上で長時間録音ができなかったバグや、Mac OS X上で不規則に異常停止するバグを修正しました。また、いくつかの翻訳の更新と、他のバグ修正と、少々の改善を図りました。</p> <p>変更点と知られている問題点の完全なリストを見るには、<a href="download/release-notes">リリースノート</a>をご覧ください。</p>
nl: <p>Audacity 1.2.3 is een nieuwe stabiele versie van Audacity. In deze versie is een fout opgelost die optrad tijdens lange opnames in sommige Windows systemen, en een andere fout die willekeurige crashes veroorzaakte in Mac OS X. Bovendien zijn de vertalingen aangepast, en andere foutenoplossingen en kleine verbeteringen.</p> <p>Lees de <a href="/download/release-notes">release-opmerkingen</a> voor een complete lijst van veranderingen en bekende problemen in deze versie.</p>
pt_br: <p>A edição 1.2.3 é a nova versão estável do editor de áudio Audacity. Foram realizados ajustes e resolvida a falha que interferia em gravações de tempo prolongado nos computadores rodando Windows. Resolveu-se também os problemas de travamento na versão para MacOS X. Esta versão também está disponível em novas línguas e as traduções atuais foram revisadas.</p> <p>Por favor, leia as <a href="download/release-notes">Notas de Versão</a> para conhecer as alterações efetuadas e a lista de falhas já conhecidas.</p>

source: Free Audio Editor and Recorder
es: Editor y grabador de audio libre
ja: フリーのオーディオエディタ・レコーダー
nl: Vrije audio-editor en recorder
pt_br: Editor e gravador de áudio livre

source: for Windows&reg; 98/ME/2000/XP
ja: Windows&reg; 98/ME/2000/XP

source: for Windows&reg; 98/ME/2000/XP/Vista/7 <!--<p>or <a href="http://audacity.sourceforge.net/download/beta_windows#ansi">Audacity 1.3.7</a> <b>(Beta)</b> for Windows&reg; 98/ME</i></p>-->
ja: Windows&reg; 98/ME/2000/XP/Vista/7 <!--<p>またはWindows&reg; 98/ME向けの<a href="http://audacity.sourceforge.net/download/beta_windows#ansi">Audacity 1.3.7</a> <b>(Beta)</b>についてお読みください。</i></p>-->

source: for Mac OS X 10.1 or later
es: para Mac OS X 10.1 y posteriores
ja: Mac OS X 10.1またはそれ以降
nl: voor Mac OS X 10.1 of later
pt_br: para Mac OS X 10.1 ou mais novo.

source: for Mac OS X 10.4 or later
es: para Mac OS X 10.4 y posteriores
ja: Mac OS X 10.4またはそれ以降
nl: voor Mac OS X 10.4 of later
pt_br: para Mac OS X 10.4 ou mais novo.

source: for Windows&reg;, Mac or GNU/Linux
es: para Windows&reg;, Mac o GNU/Linux
ja: Windows&reg;, Mac or GNU/Linux
nl: for Windows&reg;, Mac of GNU/Linux
pt_br: Para Windows&reg;, Mac ou GNU/Linux

source: The Free, Cross-Platform Sound Editor
es: El editor de audio libre y multiplataforma
ja: フリーで、クロスプラットフォームのサウンドエディタ
nl: De vrije, cross-platform geluidseditor
pt_br: O editor de áudio livre e fácil de usar!

source: Audacity&reg; is free, open source software for recording and editing sounds.</b> It is available for Mac OS X, Microsoft Windows, GNU/Linux, and other operating systems. <a href="about/">Learn more about Audacity...</a> Also check our <a href="http://audacityteam.org/wiki/">Wiki</a> and <a href="http://audacityteam.org/forum/">Forum</a> for more information.
ja: Audacity&reg; はフリーでオープンソースのレコーディングおよびサウンド編集ソフトウエアです。</b>Mac OS X、 Microsoft Windows、 GNU/Linuxおよびその他のオペレーティングシステムに対応しています。<a href="about/">Audacityについて...</a> また<a href="http://audacityteam.org/wiki/">Wiki</a> あるいは <a href="http://audacityteam.org/forum/">Forum</a> もご覧ください。

source: The latest release of Audacity is <a href="download/">%s (Beta)
es: La última versión de Audacity es <a href="download/">%s (Beta)
ja: Audacityの最新リリースは <a href="download/">%s (Beta)です。
nl: De laatste release van Audacity is <a href="download/">%s (bèta)

source: This is our active version with the latest features and fixes.</b> We recommend this version for more advanced users, and for everyone on Windows 7, Windows Vista and Mac OS X 10.6. Documentation and translations into different languages may not be quite complete. See <a href="download/features-1.3-a">New Features in 1.3</a> for more information about the 1.3 Beta series.
ja: これは私たちの現在アクティブなバージョンで、最新の機能や修正を含んでいます。</b>このバージョンは上級ユーザーおよびWindows 7、Windows VistaとMac OS X 10.6をお使いの全ユーザー向けです。ドキュメントや他言語へ翻訳もまだ完全ではないかもしれません。1.3 Betaシリーズのより詳しい情報は<a href="/download/features-1.3-a">1.3での新機能</a> をご覧ください。

source: <a href="download/">Audacity 1.2.6</a> is our main release, complete and fully documented, but no longer under development.
es: <a href="/download">Audacity 1.2.6</a> es nuestra versión principal, completa y totalmente documentada, aunque ya no está en desarrollo.
ja: 一般のユーザー向けには<a href="/download">Audacity 1.2.6</a> が安定で、ドキュメントも完備したバージョンですが、もうこのバージョンの追加開発は行われていません。
nl: <a href="download/">Audacity 1.2.6</a> is onze hoofd-release, compleet en volledig gedocumenteerd, maar niet langer in ontwikkeling.

source: You may install Audacity %s and %s on the same machine.
es: Puede tener instaladas simultáneamente Audacity %s y %s.
ja: Audacity %s と %s を同じコンピュータにインストールすることができます。
nl: U kan Audacity %s en %s naast elkaar installeren op dezelfde computer.

source: Download Audacity %s
es: Descargar Audacity %s
ja: Audacityをダウンロード %s
pt_br: Instale o Audacity %s

source: Beta
ja: ベータ
nl: Bèta
pt_br: Em teste

source: Other downloads
es: Otras descargas
ja: 他のダウンロード
nl: Andere downloads
pt_br: Outras versões

source: Get Notified of New Versions
es: Recibir un aviso cuando aparezcan nuevas versiones
ja: 新しいバージョンを知らせる
nl: Ontvang een bericht bij nieuwe versies
pt_br: Receba o anúncio de novas versões:

source: Email address
es: Dirección de correo
ja: メールアドレス
nl: E-mailadres
pt_br: Endereço de email

source: Add
es: Añadir
ja: 追加
nl: Toevoegen
pt_br: Adicionar

source: Remove
es: Eliminar
ja: 削除
nl: Verwijderen
pt_br: Remover

source: File Formats
es: Formatos de archivo
ja: ファイル形式
nl: Bestandsformaten
pt_br: Formatos de arquivo

source: Audacity uses an open XML file format to encourage interoperability. Beginning with version 1.3.0, we are publishing the following DTD to aid those who want to develop software that reads and writes Audacity project files:
es: Audacity utiliza un formato de archivo XML abierto para mejorar la interoperatividad. A partir de la versión 1.3.0 publicaremos el siguiente DTD para ayudar a aquellos que quieran desarrollar software que funcione con archivos de proyecto de Audacity:
ja: Audacityはインターオペラビリティを確保するためにオープンXML形式を使用しています。 バージョン1.3.0からは、Audacityプロジェクトファイルを読み書きするソフトウェアの開発者のために、次のようなDTDを提供しています。
nl: Audacity gebruikt een open XML-bestandsformaat om interoperabiliteit aan te moedigen. Vanaf versie 1.3.0 publiceren we de volgende DTD om diegenen te helpen die software willen ontwikkelen die Audacity-projectbestanden kan lezen en schrijven.
pt_br: O Audacity agora utiliza um formato baseado em XML, que facilita a interoperabilidade. A partir da versão 1.3.0, estaremos disponibilizando a DTD para permitir que outros desenvolvedores possam tornar seus programas compatíveis com os Arquivos de Projeto do Audacity:

source: More documentation on the Audacity project file format is forthcoming.
es: En breve, más documentación sobre el formato de archivo de proyecto de Audacity.
ja: Audacityプロジェクトファイル形式に関するドキュメントは今後提供される予定です。
nl: Meer informatie over het Audacity-projectformaat komt eraan.
pt_br: Documentação mais extensa ainda em desenvolvimento.

source: <p>Yes, Audacity is <a href="../about/">completely free, open source software</a>. You are free to use this program for any personal, commercial, or educational purposes, including installing it on as many different computers as you wish. You are also free to give it away, sell it, or modify it for your own use, under the terms of the <a href="../about/license">GNU General Public License</a>.</p> <p>The authors of Audacity decided to release it under the GPL for many reasons. Some of us do it out of generosity. Some of us do it for moral reasons, because we feel that all software should be free; others believe that there is a place for both free and proprietary software.</p> <p>One reason Audacity is free is so that it will be more popular and useful. Yet another reason is to encourage collaboration. Because of Audacity's free license, dozens of people around the world have contributed code, bug fixes, documentation, and graphics.</p> <p>We welcome <a href="../community/donate">donations</a> to support Audacity development.</p>
es: <p>Sí, Audacity es software <a href="../about/">completamente libre, de código abierto</a>. Se permite usar este programa para cualesquiera propósitos personales, comerciales o educativos. Esto incluye el permiso para instalarlo en cuantas computadoras se desee. También se permite proporcionarlo, venderlo o modificarlo para su uso propio, respetando las condiciones de la <a href="../about/license">Licencia Pública General de GNU (GPL)</a>.</p> <p>Los autores de Audacity decidieron publicarlo bajo la GPL por varias razones. Algunos de nosotros lo hicimos por generosidad, algunos otros lo hicimos por razones morales, ya que creemos que todo software debería ser libre. Otros creen que existe un lugar tanto para software libre como para software propietario.</p> <p>Una razón por la cual Audacity es libre, es para que pueda ser más popular y útil. Otra razón es animar a la colaboración. Debido a la licencia libre de Audacity, docenas de personas alrededor del mundo han contribuido con código, corrección de errores de funcionamiento, documentación e imágenes.</p> <p>Cualesquiera <a href="../community/donate">donaciones</a> para apoyar al equipo de desarrollo de Audacity serán bienvenidas.</p>
nl: <p>Ja, Audacity is <a href="../about/">volledig vrije, open source software</a>. U bent vrij om dit programma te gebruiken voor elk persoonlijk, commercieel of educationeel doel, en u mag het installeren op zoveel computers als u wenst. U bent ook vrij om het weg te geven, te verkopen of te wijzigen voor uw eigen gebruik, onder de voorwaarden van de <a href="../about/license">GNU General Public License</a>.</p> <p>De auteurs van Audacity beslisten om het vrij te geven onder de GPL om vele redenen. Sommigen van ons doen het uit vrijgevigheid, sommigen doen het om morele redenen, omdat we vinden dat alle software gratis en vrij zou moeten zijn; andere geloven dat er een plaats is voor beide soorten: vrije en 'gesloten' software.</p> <p>Een van de redenen waarom Audacity vrij is, is omdat het dan populairder en bruikbaarder zou zijn. Een andere reden is om samenwerking aan te moedigen. Wegens de vrije licentie van Audacity hebben dozijnen mensen van over heel de wereld code, bug fixes, documentatie en graphics bijgedragen.</p> <p>We zijn blij met <a href="../community/donate">donaties</a> om de ontwikkeling van Audacity te steunen.</p>
pt_br: <P>Sim, em praticamente todos os casos. O Audacity não é apenas gratuito, <a href="../about/">é livre também</a>, e pode ser distribuído como você quiser.</p> <P>Audacity é distribuído segundo os termos da <a href="../about/license">General Public License (GPL)</a>. Você é livre para utilizar este programa para fins comerciais ou pessoais. Você também pode doá-lo ou vendê-lo. O código-fonte é disponível publicamente na Internet e você pode modificá-lo à vontade, apenas deixando as suas alterações e este novo fonte disponível também sob as mesmas condições da GPL.</p> <P>O programa foi construído usando as bibliotecas wxWidgets, que são licenciadas segundo a LGPL, que é ainda menos restritiva que a GPL. Para conhecer mais, visite wxwidgets.org.</p> <P>Uma razão para o Audacity ser livre é para tornar-se mais popular. Nós da equipe de desenvolvimento do Audacity preferimos ver milhões de pessoas utilizando nosso programa sem pagar por isso do que poucas que pudessem pagar.</p> <P>Outra razão é que o software-livre permite e encoraja a colaboração. Se o Audacity fosse distribuído como "Shareware" dificilmente os usuários se sentiriam convidados a contribuir com relatos de problemas, testes e documentação. </p><p>Nós gostaríamos de receber <a href="../community/donate">doações</a> para auxiliar no desenvolvimento do programa.</p>

source: Does Audacity contain any spyware or adware?
es: ¿Audacity contiene algún programa espía o adware?
nl: Bevat Audacity spyware of adware?
pt_br: O Audacity contém Spyware ou Adware?

source: <p>No. Audacity does not include any spyware or adware. Audacity is <a href="../about/">completely free and open source</a>. It is developed by a not-for-profit volunteer group, and the source code is available for anyone to study or use.</p>
es: <p>No. Audacity no incluye spyware ni adware. Audacity es <a href="../about/">completamente libre y de código abierto</a>. Es desarrollado por un grupo voluntario sin fines de lucro y el código fuente esta disponible para cualquiera que lo quiera estudiar o usar.</p>
nl: <p>Nee. Audacity bevat geen spyware of adware. Audacity is <a href="../about/">volledig vrij en heeft een open broncode</a>. Het wordt ontwikkeld door een groep vrijwilligers zonder winstoogmerk en de broncode is beschikbaar voor iedereen die ze wil bestuderen of gebruiken.</p>
pt_br: <P>Não!! O programa não contém nenhum spyware ou adware. O Audacity é <a href="../about/">completamente livre e de código aberto. </A> Ele é desenvolvido e mantido por um grupo de voluntários sem fins lucrativos e seu código fonte está publicamente disponível para qualquer pessoa.</P>
