Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p>Because of software patents, we cannot distribute MP3 encoding software ourselves. Follow these instructions to use the free LAME encoder to export MP3 files with Audacity. <h3>Windows</h3> <ol> <li>Go to the <a href="%s">LAME download page</a>.</li> <li>Click on any link from the list of identical "%s" links.</li> <li>When you have finished downloading LAME, unzip it and save the file <b>lame_enc.dll</b> anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask you where lame_enc.dll is saved.</li> </ol> <h3>Mac OS 9 or X</h3> <ol> <li>Go to the <a href="%s">LAME download page</a>.</li> <li>Download the version of LameLib for your operating system.</li> <li>When you have finished downloading, use Stuffit Expander to extract the files. (This may happen automatically.)</li> <li>Save the file called "LameLib" anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask you where LameLib is saved.</li> </ol>
pt_br: <p>Devido a patentes de software, não podemos distribuir a codificação para arquivos .MP3 junto com o Audacity. Siga estes passos para utilizar o codificador LAME para exportar arquivos MP3 diretamente do programa: <h3>Windows</h3> <ol> <li>Clique no link da <a href="%s">página de cópia do LAME</a>.</li> <li>Clique em qualquer um dos "%s" links disponíveis.</li> <li>Terminada a cópia, descompacte e salve o arquivo <b>lame_enc.dll</b>.</li> <li>No primeiro uso do comando "Exportar como MP3", o Audacity perguntará a localização do arquivo lame_enc.dll.</li> </ol> <h3>Mac OS 9 ou X</h3> <ol> <li>Clique no link da <a href="%s">página de cópia do LAME</a>.</li> <li>Copie a versão do LameLib compatível com o seu sistema.</li> <li>Terminada a cópia, descompacte e salve o arquivo "LameLib".</li> <li>No primeiro uso do comando "Exportar como MP3", o Audacity perguntará a localização do arquivo LameLib.</li> </ol>

source: The following are known bugs or problems in Audacity %s:
pt_br: Estas são as falhas já conhecidas no Audacity %s:

source: <h3>Changes in Audacity 1.2.6</h3> <ul> <li>Fixed memory leaks on Windows. </li> <li>Corrected font size problems. </li> <li>Enabled missing FLAC support. </li> <li>Fixed Mac OS X (PPC only) screen redraw issues. </li>
pt_br: <h3>Alterações no Audacity 1.2.6</h3> <ul> <li>Acertos nos vazamentos de memória na versão para Windows. </li> <li>Problemas com tamanhos de fonte corrigidos. </li> <li>Habilitado suporte a FLAC. </li> <li>Problemas no desenho das telas na versão para Mac OS X (para processadores PowerPC) corrigidos. </li>

source: Stable
pt_br: Estável

source: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tutorials" target="_blank">Tutorials (Wiki)</a>
pt_br: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tutorials" target="_blank">Tutoriais (Wiki)</a>

source: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tips" target="_blank">Tips (Wiki)</a>
pt_br: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tips" target="_blank">Dicas (Wiki)</a>
