Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <h3>Free and Cross-Platform</h3> <ul> <li>Licensed under the <a href="license">GNU General Public License (GPL)</a>.</li> <li>Runs on Mac OS X, Windows, and GNU/Linux.</li> </ul>
es: <h3>Libre y multi-plataforma</h3> <ul> <li>Con una <a href="license">Licencia Pública General de GNU (GPL)</a>.</li> <li>Corre bajo Mac OS X, Windows y GNU/Linux.</li> </ul>
ja: <h3>フリーでクロスプラットフォーム</h3> <ul> <li><a href="license">GNU General Public License (GPL)</a>に基づいたライセンス。</li> <li>Mac OS X、Windows、GNU/Linux上で動作します。</li> </ul>
nl: <h3>Vrij en Cross-Platform</h3> <ul> <li>Met een licentie uitgegeven door <a href="license">GNU General Public License (GPL)</a>.</li> <li>Werkt op Mac OS X, Windows, en GNU/Linux.</li> </ul>
pt_br: <h3>Livre e multi-plataforma</h3> <ul> <li>Licenciado sob a licença <a href="license">GNU General Public License (GPL)</a>.</li> <li>Com versões para Mac OS X, Windows, e GNU/Linux.</li> </ul>

source: These are some of the people who have <a href="../community/">contributed</a> to the free Audacity audio editor.</p> </p>If you have questions or feedback about Audacity, please see the <a href="../contact/">contact page</a>.
es: Estas son algunas de las personas que han<a href="../community/">contribuido</a> con Audacity, el editor de audio libre.</p> </p>Si tiene alguna consulta o comentario sobre Audacity, consulte la <a href="../contact/">página de contacto</a>.
ja: フリーのオーディオエディタであるAudacityに<a href="../community/">貢献してきた</a>人たちが何人もいます。</p> </p>もしあなたがAudacityに関して疑問点やフィードバックをお持ちでしたら、どうぞ、<a href="../contact/">連絡ページ</a>をご覧ください。
nl: Dit zijn een paar van de mensen die een <a href="../community/">bijdrage</a> hebben geleverd aan de vrije Audacity audio editor.</p> </p>Als u vragen heeft over Audacity of u wilt feedback geven, gelieve dan te kijken naar de <a href="../contact/">contactpagina</a>.
pt_br: Estas são algumas das pessoas que <a href="../community/">contribuiram</a> para o projeto do editor livre de áudio Audacity.</p> </P>Caso tenha alguma dúvida, por favor entre em contato através da <a href="../contact/">página de contato</a>.

source: History
es: Historia
ja: 履歴
nl: Geschiedenis
pt_br: Histórico

source: Audacity was started by Dominic Mazzoni and Roger Dannenberg in the fall of 1999 at Carnegie Mellon University. It was released as open-source software at SourceForge.net in May of 2000.
es: Audacity fue creado por Dominic Mazzoni y Roger Dannenberg en el otoño de 1999 en la Universidad de Carnegie Mellon. Fue publicado como software de código abierto en SourceForge.net en mayo de 2000.
ja: Audacityは1999年の秋にカーネギーメロン大学のDominic MazzoniおよびRoger Dannenbergにより開発されました。 2000年5月にはSourceForge.netにオープンソースソフトウェアとして公開されました。
nl: Audacity werd gestart door Dominic Mazzoni en Roger Dannenberg in the herfst van 1999 op de Carnegie Mellon Universiteit. Het werd uitgegeven als open source software op SourceForge.net in mei 2000.
pt_br: Audacity começou como um projeto de Dominic Mazzoni e Roger Dannenberg em meados de 1999 na Carnegie Mellon University e foi liberado como programa de código-fonte livre em Maio de 2000. It was released as open-source software at SourceForge.net in May of 2000.

source: <a href="http://www.ohloh.net/projects/59">Ohloh</a> has statistics on the value of Audacity development. The Ohloh &quot;badge&quot; at the bottom of each page on this site shows updated summary values. We set up the Ohloh pages about Audacity so the statistics show only the values of Audacity-specific development, that is, excluding the code libraries Audacity uses. The <a href="http://www.ohloh.net/projects/audacity/contributors">Contributors tab</a> on the Ohloh site shows the contributions of each developer.
es: <a href="http://www.ohloh.net/projects/59">Ohloh</a> ofrece estadísticas sobre el valor del desarrollo de Audacity. El icono de Ohloh al final de cada página en este sitio muestra resúmenes actualizados. Configuramos estas estadísticas para que muestren sólo los valores del desarrollo específico de Audacity, sin incluir ninguna de las bibliotecas de código que utiliza Audacity.La <a href="http://www.ohloh.net/projects/59/analyses/latest">pestaña Código </a> del sitio Ohloh muestra el avance en el desarrollo.
ja: <a href="http://www.ohloh.net/projects/59">Ohloh</a> はAudacity開発に関する定量的な解析を提供しています。 本サイトの各ページの末尾にあるOhloh &quot;ロゴ&quot; は最新の解析結果サマリーを表示しています。Audacityに関するOhlohページは、Audacityが使っているコードライブラリを除いたAudacity特有の開発分だけ表示するように設定してあります。 Ohlohサイトの <a href="http://www.ohloh.net/projects/audacity/contributors">Contributors tab</a> にそれぞれの開発者の貢献が記載されています。
nl: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> heeft statistieken over de waarde van Audacity-ontwikkeling. De Ohloh-&quot;badge&quot; onderaan elke pagina van deze site toont geüpdatete waarden. We hebben de Ohloh-pagina's over Audacity zo ingesteld dat de statistieken alleen de waarden van Audacity-specifieke ontwikkeling tonen, wat de third-party codebibliotheken uitsluit die Audacity gebruikt. De <a href="http://www.ohloh.net/projects/audacity/contributors">Contributors-tab</a> op de Ohloh-site geeft de bijdragen van elke ontwikkelaar weer.

source: Audacity Team Members
es: Miembros del equipo de Audacity
ja: Audacityチーム
nl: Audacity Teamleden
pt_br: Membros do time do Audacity

source: documentation and support
es: documentación y asistencia técnica
ja: ドキュメンテーションとサポート
nl: documentatie en ondersteuning
pt_br: documentação e suporte

source: developer
es: desarrollo
ja: 開発者
nl: ontwikkelaar
pt_br: desenvolvedor

source: French
es: Francés
ja: フランス語
nl: Frans
pt_br: Francês

source: system administration
es: administración del sistema
ja: システム管理
nl: systeemadministratie
pt_br: administração do sistema

source: Technical Leadership Council
es: Consejo de Dirección Técnica
ja: 技術リーダーシップカウンシル
pt_br: Liderança do conselho técnico

source: Emeritus: distinguished Audacity Team members, not currently active
es: Eméritos: miembros distinguidos del equipo de Audacity, actualmente no activos
ja: 名誉チームメンバー：顕著な功績のあったAudacityチームメンバー。現在は活動休止中
nl: Emeritus: onderscheiden Audacity-teamleden, op dit moment niet actief

source: Contributors
es: Colaboradores
ja: 貢献者
nl: Bijdragen van:
pt_br: Colaboradores

source: accessibility advisor
es: asesor de accesibilidad
ja: アクセシビリティアドバイザ
nl: toegankelijkheidsadviseur

source: graphic artist
es: artista gráfico
ja: グラフィックアーティスト
nl: grafische artiest
pt_br: artista gráfico

source: Nyquist plug-ins
es: Plug-ins Nyquist
ja: Nyquistプラグイン

source: Audacity is based on code from the following projects:
es: Audacity está basado en código de los siguientes proyectos:
ja: Audacityは下記のプロジェクトのソースコードを用いています。
nl: Audacity is gebaseerd op broncode van de volgende projecten:
pt_br: O Audacity é baseado em códigos dos seguintes projetos:

source: Thanks
es: Agradecimientos
ja: 感謝
nl: Bedankt
pt_br: Muito obrigado

source: There are many other people and organizations we would like to thank. Many of these have contributed code, patches, feedback, money, time, or other things to the project. Others simply produce tools that made this whole thing possible.
es: Hay mucha otra gente y organizaciones a las que nos gustaría dar agradecimientos. Muchas de ellas han contribuido con código, parches, comentarios, dinero, tiempo u otras cosas al proyecto. Otros simplemente producen herramientas que han hecho todo esto posible.
ja: 他にも私たちが感謝したい人々や組織が多くあります。これらの多くはコードやパッチやフィードバックやお金や時間やその他諸々の点においてプロジェクトに貢献してきました。ほかにも、これらの作業全体を可能にするツールを作っていただいた人もいます。
nl: Wij willen nog vele andere organisaties en mensen bedanken. Velen hebben broncode aangeleverd, voor patches gezorgd, feedback en geld gegeven, en tijd besteed aan het project. Weer anderen hebben ons gewoon het gereedschap aangereikt waardoor het hele project mogelijk is gemaakt.
pt_br: Há muitas pessoas e companhias que gostaríamos de agradecer. Muitas contribuiram com códigos, outras com sugestões, reprtando falhas, com dinheiro ou tempo para o projeto. Outros fizeram ferramentas que possibilitam com que o projeto se torne viável.

source: (Let us know if we're forgetting anyone!)
es: (Haganos saber si nos hemos olvidado de alguien)
ja: (もし誰か忘れている人がいたら私たちに知らせてください！)
nl: (Laat ons weten als wij iemand vergeten zijn!)
pt_br: (Avise se você acha que faltou alguém!)

source: Other Things Named “Audacity” (not related to us)
es: Otras cosas denominadas "Audacity" (no relacionadas con nosotros)
ja: 「Audacity」という名前の他の製品や会社など (私たちとは無関係です)
nl: Andere dingen die "Audacity" heten (maar niets met ons te maken hebben)
pt_br: Outras coisas de nome “Audacity” (que não são relacionadas e este projeto)

source: <a href="http://audacityaudio.com/index.htm">Audacity DVR</a> is a digital voice recorder for Palm OS and Treo handheld computers
es: <a href="http://audacityaudio.com/index.htm">Audacity DVR</a> es un grabador digital de voz para Palm OS y computadoras de bolsillo TREO.
ja: <a href="http://audacityaudio.com/index.htm">Audacity DVR</a> はPalm OS およびTreoハンドヘルド用のディジタルボイスレコーダーです。
nl: <a href="http://audacityaudio.com/index.htm">Audacity DVR</a> is een digitale voice recorder voor Palm OS en Treo handheld computers
pt_br: <a href="http://audacityaudio.com/index.htm">Audacity DVR</a> é um gravador digital de voz para Treo e sistema operacional Palm OS.

source: <a href="http://www.audacity.org">Audacity.org</a> is a research company for construction industry professionals.
es: <a href="http://www.audacity.org">Audacity.org</a> es una compañía de investigación para profesionales de la industria de la construcción.
ja: <a href="http://www.audacity.org">Audacity.org</a>は建設産業の研究会社です。
nl: <a href="http://www.audacity.org">Audacity.org</a> is een researchbedrijf voor professionals uit de bouwwereld.
pt_br: <a href="http://www.audacity.org">Audacity.org</a> - companhia de pesquisa em construção industrial.

source: <a href="http://www.audacity.com/">Audacity, Inc.</a> provides janitorial services for businesses and individuals in the Seattle, WA metro area.
es: <a href="http://www.audacity.com/">Audacity, Inc.</a> proporciona servicios de limpieza pra empresas y hogares en Seattle, WA area metropolitana.
ja: <a href="http://www.audacity.com/">Audacity, Inc.</a> はワシントン州シアトル地域での業務向けおよび個人向けの清掃サービス会社です。
nl: <a href="http://www.audacity.com/">Audacity, Inc.</a> voorziet bewakingsdiensten voor zakenmensen en individuelen in het WA metrogebied van Seattle.
pt_br: <a href="http://www.audacity.com/">Audacity, Inc.</a> - oferece serviços de limpeza em Seattle, WA.

source: Two different rock bands from <a href="http://www.myspace.com/audacityrocks">Finland</a> and <a href="http://www.unsigned.com/audacity">England</a> are named "Audacity".
es: Hay dos bandas de rock, una de <a href="http://www.myspace.com/audacityrocks">Finlandia</a> y otra de <a href="http://www.unsigned.com/audacity">Inglaterra</a>, que se llaman "Audacity".
ja: <a href="http://www.myspace.com/audacityrocks">フィンランド</a> および <a href="http://www.unsigned.com/audacity">英国</a> の2つのロックバンドが "Audacity"という名前を使っています。
nl: Twee verschillende rockbands van <a href="http://www.myspace.com/audacityrocks">Finland</a> en <a href="http://www.unsigned.com/audacity">Engeland</a> heten "Audacity".

source: Other Audio Software
es: Otros programas de sonido
ja: 他のオーディオソフトウェア
nl: Andere software voor Audio
pt_br: Outros programas de áudio

source: <a href="http://ardour.org/">Ardour</a> is a powerful digital audio workstation that runs on GNU/Linux and Mac OS X.
es: <a href="http://ardour.org/">Ardour</a> es una potente estación de sonido digital que funciona en GNU/Linux. y Mac OS X.
ja: <a href="http://ardour.org/">Ardour</a> は、GNU/LinuxおよびMac OS X上で動く、強力なデジタルオーディオワークステーションです。
nl: <a href="http://ardour.org/">Ardour</a> is een krachtig digitale-audio workstation voor GNU/Linux en Mac OS X.

source: <a href="http://cdexos.sourceforge.net/">CDex</a> is a free CD ripper for Microsoft Windows.
es: <a href="http://cdexos.sourceforge.net/">CDex</a> es un extractor de CD gratuito para Microsoft Windows.
ja: <a href="http://cdexos.sourceforge.net/">CDex</a>は、Microsoft Windows上で動くフリーのCDリッパーソフトです。
nl: <a href="http://cdexos.sourceforge.net/">CDex</a> is een gratis cd-ripper voor Microsoft Windows.
pt_br: <a href="http://cdexos.sourceforge.net/">CDex</a> - transforma CDs de áudio em arquivos digitais, para Windows.

source: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a> is a free tool for capturing and cleaning recordings from vinyl records.
es: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a> es una herramienta gratuita para capturar y limpiar grabaciones de discos de vinilo.
ja: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a> はLPレコードから録音し処理するフリーツールです。
nl: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a> is een vrij gereedschap voor het opnemen en opschonen van opnames van vinylplaten.
pt_br: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a> - ferramenta gratuita para captar e limpar áudio de discos de vinil.

source: More free software at SourceForge.net:
es: Más software libre en SourceForge.net:
ja: SourceForge.netにおけるもっと多くのフリーソフトウェア
nl: Nog meer vrije/gratis software bij SourceForge.net:
pt_br: Outros programas livres no Sourceforge.net:

source: Audio Editors
es: Editores de sonido
ja: オーディオエディタ
pt_br: Editores de áudio

source: Audio Capture/Recording
es: Grabación/captura de sonido
ja: オーディオキャプター／レコーディング
nl: Audio capture/opnemen
pt_br: Captura/Gravação de áudio

source: Audio Analysis
es: Análisis de sonido
ja: オーディオ解析
nl: Audio-analyse
pt_br: Análise de áudio

source: <p>Audacity is a free, easy-to-use and <a href="http://audacityteam.org/wiki/index.php?title=Changing_the_current_language">multilingual</a> audio editor and recorder for Windows, Mac OS X, GNU/Linux and other operating systems. You can use Audacity to:</p> <ul> <li>Record live audio.</li> <li>Convert tapes and records into digital recordings or CDs.</li> <li>Edit Ogg Vorbis, MP3, WAV or AIFF sound files.</li> <li>Cut, copy, splice or mix sounds together.</li> <li>Change the speed or pitch of a recording.</li> <li>And more! See the complete <a href="features">list of features</a>.</li> </ul>
es: <p>Audacity es un editor de audio libre, fácil de usar y <a href="http://audacityteam.org/wiki/index.php?title=Changing_the_current_language">multilingüe</a> para Windows, Mac OS X, GNU/Linux y otros sistemas operativos. Puede usar Audacity para:</p> <ul> <li>Grabar audio en vivo.</li> <li>Convertir cintas y grabaciones a sonido digital o CD.</li> <li>Editar archivos Ogg Vorbis, MP3, WAV y AIFF.</li> <li>Cortar, copiar, unir y mezclar sonidos.</li> <li>Cambiar la velocidad o el tono de una grabación.</li> <li>Y mucho más. Vea la lista completa de <a href="features">funciones</a>.</li> </ul>
ja: <p>Audacityは、Windows、Mac OS X、GNU/Linux、その他のオペレーティングシステム上で動作する、フリーで使いやすい<a href="http://audacityteam.org/wiki/index.php?title=Changing_the_current_language">他言語</a>のオーディオエディタ兼レコーダーです。Audacityは次のように使うことができます。</p> <ul> <li>生音の録音。</li> <li>テープやレコードの音をデジタルレコーディング又はCDの音に変換。</li> <li>Ogg Vorbis、MP3、 WAVサウンドファイルの編集。</li> <li>切り取り、コピー、分割、そしてミキキング。</li> <li>録音した音のスピードやピッチを変化させます。</li> <li>その他いろいろ! ぜひ<a href="features">特徴の一覧</a>をご覧ください。</li> </ul>
nl: <p>Audacity is een vrije, gebruiksvriendelijke en <a href="http://audacityteam.org/wiki/index.php?title=Changing_the_current_language">meertalige</a> audio-editor en -recorder voor Windows, Mac OS X, GNU/Linux en andere besturingssystemen. Met Audacity kan u:</p> <ul> <li>Live geluid opnemen.</li> <li>Banden en grammofoonplaten omzetten naar digitale opnames of cd's.</li> <li>Ogg Vorbis-, MP3-, WAV- of AIFF-geluidsbestanden bewerken.</li> <li>Geluiden knippen, kopiëren, splitsen of samenvoegen.</li> <li>De snelheid of de toonhoogte van een opname wijzigen.</li> <li>En meer! Zie de volledige <a href="features">lijst met functies</a>.</li> </ul>

source: <h3>About Free Software</h3> <p>Audacity is free software, developed by a group of volunteers and distributed under the <a href="license">GNU General Public License (GPL)</a>.</p> <p>Free software is not just free of cost (like &quot;free beer&quot;). It is <b>free as in freedom</b> (like &quot;free speech&quot;). Free software gives you the freedom to use a program, study how it works, improve it and share it with others. For more information, visit the <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Programs like Audacity are also called <b>open source software</b>, because their source code is available for anyone to study or use. There are thousands of other free and open source programs, including the <a href="http://www.mozilla.com/">Firefox</a> web browser, the <a href="http://www.openoffice.org/">OpenOffice.org</a> office suite and entire Linux-based operating systems such as <a href="http://www.ubuntulinux.org/">Ubuntu</a>.</p> <p>We welcome <a href="../community/donate">donations</a> to support Audacity development. Anyone can <a href="http://audacityteam.org/wiki/index.php?title=Contribute">contribute</a> to Audacity by helping us with Beta <a href="http://www.audacityteam.org/manual/index.php?title=Main_Page">documentation</a>, <a href="../community/translation">translations</a>, user <a href="http://audacityteam.org/forum/index.php">support</a> and by <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds">testing<a/> our latest code.</p>
es: <h3> Acerca del software libre</h3> <p>Audacity es software libre, desarrollado por un grupo de voluntarios y distribuido bajo la <a href="license">Licencia Pública General de GNU (GPL)</a></p> <p>Software <b>"libre"</b> no quiere decir solamente gratis (como en el inglés &quot;free beer&quot;), sino libre en el sentido de &quot;libertad de expresión&quot;. El concepto de software libre proporciona la libertad de usar un programa, estudiar cómo funciona, mejorarlo y compartirlo con otros. Para obtener más información visite la página web de la <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>A los programas como Audacity también se los denomina <b>de código abierto</b>, porque su código fuente está disponible para que cualquiera pueda estudiarlo o usarlo. Hay miles de programas de código abierto, incluyendo el navegador <a href="http://www.mozilla.org/">Mozilla</a>, la suite de ofimática <a href="http://www.openoffice.org/">OpenOffice.org</a> y también <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/">completos sistemas operativos basados en Linux</a>.</p> <p>Las <a href="../community/donate">donaciones</a> para apoyar al equipo de desarrollo de Audacity son bienvenidas.</p> Cualquiera puede <a href="http://audacityteam.org/wiki/index.php?title=Contribute">contribuir</a> con el proyecto de Audacity redactando la <a href="http://www.audacityteam.org/manual/index.php?title=Main_Page">documentación</a> de la versión Beta, realizando <a href="../community/translation">traducciones</a>, prestando <a href="http://audacityteam.org/forum/index.php">asistencia técnica</a> y <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds">probando<a/> la última versión.</p>
ja: <h3>フリーソフトウェアについて</h3> <p>Audacityはボランティアによって開発され<a href="license">GNU General Public License (GPL)</a>のもとで配布されているフリーソフトウェアです。</p> <p>フリーソフトウェアは無料という意味のフリー（無料のビール- &quot;free beer&quot; のように）であるだけでなく、<b>自由という意味のフリー</b> （言論の自由- &quot;free speech&quot;のように）でもあります。 フリーソフトウェアはプログラム使用、動作の勉強、改善や他人との共有の自由を提供します。 より詳細な情報は、<a href="http://www.fsf.org/">Free Software Foundation</a>をご覧ください。</p> <p>Audacityのようはソフトウェアは<b>オープン・ソース・ソフトウェア</b>とも呼ばれます。なぜならそれらのソースコードは誰にでもオープンで勉強したり使用したりできるからです。 現在、何千ものフリーかつオープン･ソースのソフトウェアが存在します。たとえば、<a href="http://www.mozilla.com/">Firefox</a> webブラウザ、<a href="http://www.openoffice.org/">OpenOffice.org</a> オフィス・スイート、それにLinuxベースのオペレーティング・システムである <a href="http://www.ubuntulinux.org/">Ubuntu</a>などです。</p> <p>私たちはAudacity開発を支援するための <a href="../community/donate">寄付</a> を歓迎します。 どなたでもAudacityに<a href="http://audacityteam.org/wiki/index.php?title=Contribute">貢献</a>できます。たとえばベータ版の <a href="http://www.audacityteam.org/manual/index.php?title=Main_Page">ドキュメンテーション</a>、 <a href="../community/translation">翻訳</a>、ユーサー <a href="http://audacityteam.org/forum/index.php">サポート</a> それに私たちの最新のコードを<a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds">テスト<a/> していただけることなどです。</p>
nl: <h3>Over vrije software</h3> <p>Audacity is vrije software, ontwikkeld door een groep vrijwilligers en verdeeld onder de <a href="license">GNU General Public License (GPL)</a>.</p> <p>Vrije software (Engels: free software. De betekenis is hier dubbel: gratis en vrij) is niet gewoon gratis (zoals &quot;gratis bier&quot;). Het is ook vrij te gebruiken, <b>vrij zoals in vrijheid</b> (zoals &quot;vrijheid van meningsuiting&quot;). Vrije software geeft u de vrijheid om een programma te gebruiken, te bestuderen hoe het werkt, het te verbeteren en te delen met anderen. Bezoek de <a href="http://www.fsf.org/">Free Software Foundation</a> voor meer informatie.</p> <p>Programma's als Audacity worden ook <b>open source software</b> genoemd, omdat hun broncode voor iedereen beschikbaar is om te bestuderen of gebruiken. Er zijn duizenden andere gratis en open source programma's, inclusief de <a href="http://www.mozilla.com/">Firefox</a>-webbrowser, de <a href="http://www.openoffice.org/">OpenOffice.org</a>-office suite en volledige Linux-gebaseerde besturingssystemen zoals <a href="http://www.ubuntulinux.org/">Ubuntu</a>.</p> <p>We stellen <a href="../community/donate">donaties</a> om de ontwikkeling van Audacity te ondersteunen op prijs.</p> Iedereen kan <a href="http://audacityteam.org/wiki/index.php?title=Contribute">bijdragen</a> aan Audacity door ons te helpen met bèta-<a href="http://www.audacityteam.org/manual/index.php?title=Main_Page">documentatie</a>, <a href="../community/translation">vertalingen</a>, gebruikers<a href="http://audacityteam.org/forum/index.php">ondersteuning</a> en door onze laatste code te <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds">testen<a/>.</p>

source: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> has statistics on the value of Audacity development. The Ohloh &quot;badge&quot; at the bottom of each page on this site shows updated summary values. We set up the Ohloh pages about Audacity so the statistics show only the values of Audacity-specific development, excluding the third-party code libraries Audacity uses.</p>
es: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> ofrece estadísticas sobre el valor del desarrollo de Audacity. El icono de Ohloh al final de cada página en este sitio muestra resúmenes actualizados. Configuramos estas estadísticas para que muestren sólo los valores del desarrollo específico de Audacity, sin incluir ninguna de las bibliotecas de código que utiliza Audacity.</p>
ja: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> はAudacity開発に関する定量的な解析を提供しています。 本サイトの各ページの末尾にあるOhloh &quot;ロゴ&quot; は最新の解析結果サマリーを表示しています。Audacityに関するOhlohページは、Audacityが使っているサードパーティのコードを除いてAudacity特有の開発分だけ表示するように設定してあります。</p>
nl: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> heeft statistieken over de waarde van Audacity-ontwikkeling. De Ohloh-&quot;badge&quot; onderaan elke pagina van deze site toont geüpdatete waarden. We hebben de Ohloh-pagina's over Audacity zo ingesteld dat de statistieken alleen de waarden van Audacity-specifieke ontwikkeling tonen, wat de third-party codebibliotheken uitsluit die Audacity gebruikt.</p>
pt_br: <p>O <a href="http://www.ohloh.net/projects/59">Ohloh</a> tem estatísticas sobre o valor desenvolvimento do programa. O selo do Ohloh no rodapé das páginas do site mostra uma estimativa atual do valor do programa. Ele foi ajustado de forma a mostar apenas as estimativas do desenvolvimento do programa em si, sem considerar as bibliotecas que utiliza. </p>
