Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <dl> <dt> Improvements and new features </dt> <dd> <ul> <li>F11 Full Screen mode</li> <li>High-quality "Sliding Time Scale/Pitch Shift" effect</li> <li>"Audio Contrast Analyzer" for testing audio on the internet for <a href="http://www.eramp.com/WCAG_2_audio_contrast_tool_help.htm"> WCAG2 accessibility compliance</a></li> <li>On Windows, sound devices can now be opened using the more efficient DirectSound API</li> <li>As a first step towards improving latency correction, a fixed rather than variable correction is now applied, customizable in Preferences <li>Numerous minor interface improvements such as Metadata Editor navigation, new "hh:mm:ss + hundredths" selection format </ul> </dd> <dt> Numerous usability and stability fixes </dt> <dd> Cross-platform Bug Fixes: <ul> <li>Muting/soloing caused incorrect channel results in exported stereo files</li> <li>Nyquist effects: pasted unmodified audio into the result, no progress bar, truncation of processed audio on cancel</li> <li>Noise Removal: pasted unmodified audio into the result, unwanted filtering tail</li> <li>Uncompressed exports:</li> <ul> <li>Export as WAV could be corrupted if overwriting to same file</li> <li>Export multiple to uncompressed formats only produced 16-bit WAV</li> </ul> <li>Compressed exports:</li> <ul> <li>MP3 exports now produce correct bit rate mode, quality and length, with improved metadata visibility in player applications (Windows users will require the <a href="http://lame.buanzo.com.ar/"> latest version of the LAME encoder</a>) <li>WMA exports containing metadata are now correct</li> </ul> <li>Restored support for multi-channel recording devices that can record more than two channels using Audacity</li> </ul> </dd>
es: <dl> <dt> Mejoras y nuevas características </dt> <dd> <ul> <li>F11 para modo de pantalla completa</li> <li>High-quality "Sliding Time Scale/Pitch Shift" effect</li> <li>"Audio Contrast Analyzer" for testing audio on the internet for <a href="http://www.eramp.com/WCAG_2_audio_contrast_tool_help.htm"> WCAG2 accessibility compliance</a></li> <li>On Windows, sound devices can now be opened using the more efficient DirectSound API</li> <li>As a first step towards improving latency correction, a fixed rather than variable correction is now applied, customizable in Preferences <li>Numerous minor interface improvements such as Metadata Editor navigation, new "hh:mm:ss + hundredths" selection format </ul> </dd> <dt> Numerosos arreglos en usabilidad y compatibilidad </dt> <dd> Cross-platform Bug Fixes: <ul> <li>Muting/soloing caused incorrect channel results in exported stereo files</li> <li>Nyquist effects: pasted unmodified audio into the result, no progress bar, truncation of processed audio on cancel</li> <li>Noise Removal: pasted unmodified audio into the result, unwanted filtering tail</li> <li>Uncompressed exports:</li> <ul> <li>Export as WAV could be corrupted if overwriting to same file</li> <li>Export multiple to uncompressed formats only produced 16-bit WAV</li> </ul> <li>Compressed exports:</li> <ul> <li>MP3 exports now produce correct bit rate mode, quality and length, with improved metadata visibility in player applications (Windows users will require the <a href="http://lame.buanzo.com.ar/"> latest version of the LAME encoder</a>) <li>WMA exports containing metadata are now correct</li> </ul> <li>Restored support for multi-channel recording devices that can record more than two channels using Audacity</li> </ul> </dd>
ja: <dl> <dt> Improvements and new features </dt> <dd> <ul> <li>F11 Full Screen mode</li> <li>High-quality "Sliding Time Scale/Pitch Shift" effect</li> <li>"Audio Contrast Analyzer" for testing audio on the internet for <a href="http://www.eramp.com/WCAG_2_audio_contrast_tool_help.htm"> WCAG2 accessibility compliance</a></li> <li>On Windows, sound devices can now be opened using the more efficient DirectSound API</li> <li>As a first step towards improving latency correction, a fixed rather than variable correction is now applied, customizable in Preferences <li>Numerous minor interface improvements such as Metadata Editor navigation, new "hh:mm:ss + hundredths" selection format </ul> </dd> <dt> Numerous usability and stability fixes </dt> <dd> Cross-platform Bug Fixes: <ul> <li>Muting/soloing caused incorrect channel results in exported stereo files</li> <li>Nyquist effects: pasted unmodified audio into the result, no progress bar, truncation of processed audio on cancel</li> <li>Noise Removal: pasted unmodified audio into the result, unwanted filtering tail</li> <li>Uncompressed exports:</li> <ul> <li>Export as WAV could be corrupted if overwriting to same file</li> <li>Export multiple to uncompressed formats only produced 16-bit WAV</li> </ul> <li>Compressed exports:</li> <ul> <li>MP3 exports now produce correct bit rate mode, quality and length, with improved metadata visibility in player applications (Windows users will require the <a href="http://lame.buanzo.com.ar/"> latest version of the LAME encoder</a>) <li>WMA exports containing metadata are now correct</li> </ul> <li>Restored support for multi-channel recording devices that can record more than two channels using Audacity</li> </ul> </dd> <dd>Platform-specific Bug Fixes: <ul> <li><i>Windows Vista:</i> fixed crash opening Preferences with no sound devices enabled and connected </li> <li><i>Mac OS X and Linux:</i></li> <ul> <li>fixes for spurious clipping, label typing, no shortcuts after running effects</li> <li>project rate now always changes to respect that of first imported file</li> </ul> <li><i>Mac OS X only:</i></li> <ul> <li>fixes for inactive or corrupted menus, hidden dialogues, portable settings not detected, and inability to set independent Command and Control shortcuts</li> <li>FFmpeg installer now available</li> </ul> </ul> </dd> </dt> </dl> <p> Please see the included README.txt for full details of changes, and for issues known at time of Release. </p>
nl: <dl> <dt> Verbeteringen en nieuwe functies </dt> <dd> <ul> <li>F11 volledig scherm-modus</li> <li>Hogekwaliteits "Glijdende tijdschaal/toonhoogte"-effect</li> <li>"Audio contrast analyzer" om audio te testen op het internet voor <a href="http://www.eramp.com/WCAG_2_audio_contrast_tool_help.htm"> WCAG2-toegankelijkheidsmogelijkheid</a></li> <li>Geluidsapparaten kunnen bij Windows nu geopend worden door gebruik te maken van de meer efficiënte DirectSound API</li> <li>Als een eerste stap naar het verbeteren van de vertragingscorrectie wordt een vaste in plaats van variabele correctie toegepast, aanpasbaar in Voorkeuren <li>Verschillende kleine interface-verbeteringen zoals navigatie in de Metadata Editor, nieuw "hh:mm:ss + honderdsten" selectieformaat </ul> </dd> <dt> Verschillende fixes voor gebruiksgemak en stabiliteit </dt> <dd> Cross-platform bugfixes: <ul> <li>Toepassen van "Stil maken/solo" zorgde voor incorrecte kanaalresultaten bij geëxporteerde stereobestanden</li> <li>Nyquist-effecten: plakten ongewijzigde audio in het resultaat, geen voortgangsbalk, afkappen van verwerkte audio bij annuleren</li> <li>Ruisverwijdering: plakte ongewijzigde audio in het resultaat, ongewilde filter-rest</li> <li>Ongecomprimeerd exporteren:</li> <ul> <li>Exporteren als WAV kon corrupt zijn bij het overschrijven van hetzelfde bestand</li> <li>Meerdere exporteren naar ongecomprimeerde formaten produceerde alleen 16-bit WAV</li> </ul> <li>Gecomprimeerd exporteren:</li> <ul> <li>MP3-exports produceren nu een correcte bitrate-modus, kwaliteit en lengte, met verbeterde metadata-zichtbaarheid in spelertoepassingen (Windowsgebruikers hebben de <a href="http://lame.buanzo.com.ar/"> laatste versie van de LAME encoder nodig</a>) <li>WMA-exports die metadata bevatten zijn nu correct</li> </ul> <li>Herstelde ondersteuning voor meerkanalige opname-apparaten die meer dan twee kanalen kunnen opnemen bij het gebruik van Audacity</li> </ul> </dd>

source: New in Audacity 1.3.6
es: Novedades en Audacity 1.3.6
ja: Audacity 1.3.6の新機能
nl: Nieuw in Audacity 1.3.6
pt_br: Novos recursos da versão 1.3.6

source: New in Audacity 1.3.5
es: Nuevo en Audacity 1.3.5
ja: Audacity 1.3.5の新機能
nl: Nieuw in Audacity 1.3.5
pt_br: Novos recursos da versão 1.3.5

source: <dl> <dt> Recording / Playback </dt> <dd> <ul> <li>Several bugs fixed so that latency correction should be better, and more devices work correctly.</li> <li>Problems with invalid sample rates under Linux should be much rarer.</li> <li>Newer version of Portaudio library.</li> <li>New feature to record onto the end of an existing track (hold Shift while clicking Record).</li> </dd> </ul> </dt> <dt> Import / Export </dt> <dd> <ul> <li>Updated versions of Libogg, Libvorbis, Libflac, Libsndfile and Twolame libraries. <li>Handling of unsupported file formats more informative.</li> <li>Handling of file names with slashes on OS X improved.</li> <li>New dialog allows replacement of illegal file name characters on all platforms.</li> </dd> </ul> </dt> <dt> Interface </dt> <dd> <ul> <li>Improved scaling and layout for rulers and VU meters.</li> <li>Envelope fixes/improvements including full control of undo/redo.</li> <li>New keyboard shortcuts and improved menu navigation.</li> <li>Preferences:</li> <ul> <li>More intuitive tab arrangement.</li> <li>New options for mute/solo and Metadata Editor behavior.</li> <li>Language can now be changed without restart.</li> </ul> <li>Expanded Build Information tab.</li> </dd> </ul> </dt> <dt> Effects </dt> <dd> <ul> <li>New Vocal Remover plug-in, improvements for Generate effects.</li> </dd> </ul> </dt> <dt> Compilation </dt> <dd> <ul> <li>Fixes when building Audacity with libraries disabled.</li> <li>Improvements to make Mac and Solaris builds easier.</li> </dd> </ul> </dt> <dt> Security </dt> <dd> <ul> <li>Full fix for issue CVE-2007-6061 on systems where temporary directories can be changed by other users (thanks to Michael Schwendt).</li> </dd> </ul> </dt> <dt> Miscellaneous </dt> <dd> <ul> <li>Updated translations for many locales.</li> <li>Several stability improvements.</li> </dd> </ul> </dt> </dl>
ja: <dl> <dt> 録音/再生</dt> <dd> <ul> <li>遅延補正の改善し、より多くのデバイスで正しく動くようにいくつかのバグを修正。</li> <li>Linuxでの不正サンプリング周波数の問題発生がより稀になっています。</li> <li>Portaudioライブラリの新バージョン</li> <li>既存のトラックの後ろに録音する機能 （Shiftを押しながら録音をクリック）</li> </dd> </ul> </dt> <dt> 取り込み/書き出し </dt> <dd> <ul> <li>Libogg、Libvorbis、 Libflac、 Libsndfile およびTwolameライブラリ の更新版 <li>非対応ファイル形式の取り扱いに対してより親切な情報提供</li> <li>OS X版でスラッシュ記号を含むファイル名取り扱いの改善</li> <li>不正文字を含むファイル名を置き換える新しいダイアログのサポート（全プラットフォーム）</li> </dd> </ul> </dt> <dt> インタフェース</dt> <dd> <ul> <li>ルーラーとVUメータの目盛りと配置の改善</li> <li>アンドゥと繰り返しを含むエンベロープ修正/改善</li> <li>新規のキーボードショートカットとメニューナビゲーションの改善</li> <li>設定:</li> <ul> <li>より直感的なタブの配置</li> <li>Mute/soloとメタデータエディタの動きに新オプション追加</li> <li>再起動なしで言語の変更が可能になりました。</li> </ul> <li>ビルド情報タブの拡張</li> </dd> </ul> </dt> <dt> エフェクト </dt> <dd> <ul> <li>ボーカル消去プラグインの追加、生成エフェクトの改善</li> </dd> </ul> </dt> <dt> コンパイル </dt> <dd> <ul> <li>ライブラリ不活性でのビルドでの修正</li> <li>MacおよびSolarisビルドが容易になりました。</li> </dd> </ul> </dt> <dt> セキュリティ </dt> <dd> <ul> <li>他ユーザーがテンポラリディレクトリを変更できるというissue CVE-2007-6061の完全な修正 （Michael Schwendt氏に感謝します）</li> </dd> </ul> </dt> <dt> その他 </dt> <dd> <ul> <li>多くのロケールでの翻訳の更新</li> <li>いくつかの安定性の向上</li> </dd> </ul> </dt> </dl>
nl: <dl> <dt> Opnemen/afspelen </dt> <dd> <ul> <li>Verschillende bugs gefixt zodat vertragingscorrectie beter zou zijn en meer apparaten correct werken.</li> <li>Problemen met ongeldige samplerates onder Linux zouden moeten veel zeldzamer zijn.</li> <li>Nieuwere versie van de Portaudio-bibliotheek.</li> <li>Nieuwe functie om audio op te nemen aan het einde van een bestaand spoor (Shift inhouden terwijl u op Opnemen klikt).</li> </dd> </ul> </dt> <dt> Importeren/Exporteren </dt> <dd> <ul> <li>Geüpdatete versies van de Libogg, Libvorbis, Libflac, Libsndfile en Twolame bibliotheken. <li>Behandeling van niet-ondersteunde bestandsformaten is meer informatief.</li> <li>Behandeling van bestandsnamen met schuine strepen op OS X verbeterd.</li> <li>Nieuw dialoogvenster staat toe dat ongeldige tekens op alle platformen vervangen worden.</li> </dd> </ul> </dt> <dt> Interface </dt> <dd> <ul> <li>Verbeterd schalen en verbeterde layout voor linialen en VU-meters.</li> <li>Envelope fixes/verbeteringen inclusief volledige bediening van ongedaan maken/opnieuw doen.</li> <li>Nieuwe sneltoetsen en verbeterde menu-navigatie.</li> <li>Voorkeuren:</li> <ul> <li>Meer intuïtieve tab-ordening.</li> <li>Nieuwe opties voor het gedrag van stil maken/solo en de metadata editor.</li> <li>De taal kan nu aangepast worden zonder opnieuw te starten.</li> </ul> <li>Uitgebouwde build-informatietab.</li> </dd> </ul> </dt> <dt> Effecten </dt> <dd> <ul> <li>Nieuw stemverwijderingsplugin, verbeteringen voor Genereren-effecten.</li> </dd> </ul> </dt> <dt> Compilatie </dt> <dd> <ul> <li>Fixes bij het bouwen van Audacity met bibliotheken uitgeschakeld.</li> <li>Verbeteringen om Mac- en Solaris-builds gemakkelijker te maken.</li> </dd> </ul> </dt> <dt> Veiligheid </dt> <dd> <ul> <li>Volledige fix voor probleem CVE-2007-6061 op systemen waar tijdelijke mappen aangepast kunnen worden door andere gebruikers (dankzij Michael Schwendt).</li> </dd> </ul> </dt> <dt> Varia </dt> <dd> <ul> <li>Geüpdatete vertalingen voor vele locales.</li> <li>Verschillende stabiliteitsverbeteringen.</li> </dd> </ul> </dt> </dl>

source: New in Audacity 1.3.4
es: Nuevo en Audacity 1.3.4
ja: Audacity 1.3.4の新機能
nl: Nieuw in Audacity 1.3.4
pt_br: Novos recursos da versão 1.3.4

source: New features in Audacity 1.3.3
es: Nuevas funciones en Audacity 1.3.3
ja: Audacity 1.3.3の新機能
nl: Nieuwe functies in Audacity 1.3.3
pt_br: Novos recursos da versão 1.3.3

source: <dl> <dt></dt> <dd> <!-- indent cheat --> <dl> <dt> Opening/saving formats </dt> <dd> Import <ul> <li>Import of audio from QuickTime (mov, aac, m4a) files now supported on OS X.</li> <li>Broadcast Wave Format (BWF) wave files can now be imported.</li> </ul> </dd> <dd> Export <ul> <li>Metadata can be added to OGG files.</li> <li>Improved Export option selection.</li> <li>Additional export options added to MP3 and FLAC file formats.</li> <li>Command line exporter now supported on Windows and OS X.</li> </ul> </dd> <dt> Effects </dt> <dd> EQ effect <ul> <li>Responsiveness improved.</li> <li>Several enhancements added.</li> <li>Batch support added.</li> </ul> </dd> <dd> New Auto Duck effect </dd> <dd> Added previewing to AudioUnit effects. </dd> <dd> Much improved Noise Removal effect </dd> <dd> Effects previewing can now be canceled. </dd> <dd> New DTMF Tone Generator effect </dd> <dd> Additional options available in Noise effect. </dd> <dd> Improved the Tone Generation effects. </dd> <dt> Other features </dt> <dd> New built-in screen capture utility </dd> <dd> Major speed improvement in Spectrogram rendering </dd> <dd> Increased support for drag and drop on OS X. </dd> <dd> Support added for building against wxWidgets 2.8.x. </dd> <dd> Can now open multiple Audacity Projects at once from Explorer on Windows. </dd> <dd> Improved main window sliders. </dd> <dd> New support for snapping while selecting and sliding </dd> <dd> Improved track focus handling and visual feedback. </dd> <dd> Speed improvements and handling of resizing/zooming in tracks </dd> <dd> Spectrum view can now be zoomed. </dd> <dd> New internal file cache to improve handling of project files over networks </dd> <dt> Also </dt> <dd> Many improvements to language specific translations </dd> <dd> Numerous stability improvements </dd> </dl> </dd> </dl>
ja: <dl> <dt></dt> <dd> <!-- indent cheat --> <dl> <dt> 開く/保存形式 </dt> <dd> 取り込み <ul> <li>OS XでのQuickTime (mov, aac, m4a)ファイル取り込みがサポートされました。</li> <li>Broadcast Wave Format (BWF)ファイルの取り込みが可能になりました。</li> </ul> </dd> <dd> 書き出し <ul> <li>OGGファイルにメタデータを付加できます。</li> <li>書き出しオプション選択の改善</li> <li>MP3およびFLACファイル形式に加えてさらなる書き出しオプション</li> <li>WindowsおよびOS Xでコマンドラインエキスポーターがサポートされました。</li> </ul> </dd> <dt> 効果 </dt> <dd> EQ効果 <ul> <li>応答性の改善</li> <li>いくつかの向上が追加</li> <li>バッチサポートの追加</li> </ul> </dd> <dd> 新しいAuto Duck効果 </dd> <dd> AudioUnit効果のプレビューの追加 </dd> <dd> ノイズ除去効果の大きな改善</dd> <dd> 効果のプレビューをキャンセル可能になりました。</dd> <dd> DTMFトーン発生機能追加 </dd> <dd> ノイズ効果に追加のオプション</dd> <dd> トーン発生効果の改善 </dd> <dt> その他の機能 </dt> <dd> ビルトインのスクリーンコピー機能 </dd> <dd> スペクトル解析の処理速度大幅改善 </dd> <dd> OS Xでのドラッグ・ドロップ機能の改善 </dd> <dd> wxWidgets 2.8.xに対してのビルドのサポート </dd> <dd> Windows Explorerで複数のAudacityプロジェクトを同時にオープンできるようになりました。 </dd> <dd> メインウインドウのスライダー改善 </dd> <dd> 選択してスライド中にスナップできるようになりました。</dd> <dd> トラックフォーカスの扱い方と見え方の改善 </dd> <dd> トラックのリサイズとズームの処理速度改善 </dd> <dd> スペクトル表示がズーム可能になりました。 </dd> <dd> 内部ファイルキャッシュにより、プロジェクトファイルをネットワーク経由で取り扱う際の速度向上 </dd> <dt> さらに </dt> <dd> 他言語への翻訳の改善 </dd> <dd> 多くの安定性の改善</dd> </dl> </dd> </dl>
nl: <dl> <dt></dt> <dd> <!-- indent cheat --> <dl> <dt> Formaten openen/opslaan </dt> <dd> Importeren <ul> <li>Importeren van audio van QuickTime-bestanden (mov, aac, m4a) nu ondersteund op OS X.</li> <li>Broadcast Wave Format (BWF) wave-bestanden kunnen nu geïmporterd worden.</li> </ul> </dd> <dd> Exporteren <ul> <li>Metadata kan toegevoegd worden aan OGG-bestanden.</li> <li>Verbeterde selectie van exporteren-optie.</li> <li>Aanvullende exporteren-opties toegevoegd aan MP3- en FLAC-bestandsformaten.</li> <li>Opdrachtregel-exporteren nu ondersteund op Windows en OS X.</li> </ul> </dd> <dt> Effecten </dt> <dd> EQ-effect <ul> <li>Handelbaarheid verbeterd.</li> <li>Verschillende verbeteringen toegevoegd.</li> <li>Batch-ondersteuning toegevoegd.</li> </ul> </dd> <dd> Niew Auto Duck-effect </dd> <dd> Voorbeluisteren toegevoegd aan AudioUnit-effecten. </dd> <dd> Enorm verbeterd ruisverwijderingseffect </dd> <dd> Effect-voorbeluistering kan nu geannuleerd worden. </dd> <dd> Nieuw DTMF Toongenerator-effect </dd> <dd> Aanvullende opties beschikbaar in Ruis-effect. </dd> <dd> Toongenerator-effecten verbeterd. </dd> <dt> Andere functies </dt> <dd> Nieuwe ingebouwde schermopnametoepassing </dd> <dd> Grote snelheidsverbetering bij het renderen van een spectrogram </dd> <dd> Toegenomen ondersteuning voor slepen en neerzetten op OS X. </dd> <dd> Ondersteuning voor bouwen tegen wxWidgets 2.8.x toegevoegd. </dd> <dd> Er kunnen nu meerdere Audacity-projecten tegelijk geopend worden vanuit Verkenner in Windows. </dd> <dd> Verbeterde schuiven in het hoofdvenster. </dd> <dd> Niewe ondersteuning voor vangen tijdens selecteren en schuiven </dd> <dd> Verbeterde trackfocus-bediening en visuele feedback. </dd> <dd> Snelheidsverbeteringen en bediening van zoomen in tracks </dd> <dd> Spectrumweergave kan nu gezoomd worden. </dd> <dd> Niewe interne bestandscache om bediening van projectbestanden over netwerken te verbeteren </dd> <dt> Ook </dt> <dd> Veel verbeteringen aan taalspecifieke vertalingen </dd> <dd> Talrijke stabiliteitsverbeteringen </dd> </dl> </dd> </dl>

source: New features in Audacity 1.3.1 and 1.3.2
es: Nuevas funciones en Audacity 1.3.1 y 1.3.2
ja: Audacity 1.3.1および1.3.2での新機能
nl: Nieuwe functies in Audacity 1.3.1 en 1.3.2
pt_br: Novos recursos no Audacity 1.3.1 e 1.3.2

source: Improved Toolbar Docking
es: Ajuste de barras de herramientas mejorado
ja: 改良されたツールバードッキング
nl: Verbeterde Werkbalk-docking
pt_br: Barras de ferramentas melhoradas

source: Track focus for improved keyboard navigation
es: Pista activa para una navegación de teclado mejorada
ja: 改善されたキーボード操作によるトラックのフォーカス
nl: Track focus voor verbeterde toetsenbordnavigatie
pt_br: Navegação pelo teclado melhorada para a seleção de faixas

source: Repair and Equalization effects
es: Efectos de reparación y ecualización
ja: 修復とイコライゼーション効果
nl: Reparatie- en Equalizer-effecten
pt_br: Efeitos de reparo e equalização

source: Project saving and recovery
es: Grabación y recuperación de proyectos
ja: プロジェクトの保存と回復
nl: Project opslaan en herstellen
pt_br: Gravação e recuperação de arquivos de projeto

source: New features in Audacity 1.3.0
es: Nuevas funciones en Audacity 1.3.0
ja: Audacity 1.3.0の新機能
nl: Nieuwe functies in Audacity 1.3.0
pt_br: Novos recursos no Audacity 1.3.0

source: Collapse/Expand Tracks
es: Contraer/Expandir pistas
ja: トラックの縮小/展開
nl: Sporen Samenvouwen/Uitvouwen
pt_br: Recolher/Expandir faixas

source: Improved Label Tracks
es: Pistas de etiqueta mejoradas
ja: 改善されたトラックのラベル機能
nl: Verbeterde Labelsporen
pt_br: Faixas de títulos melhoradas

source: Other features
es: Otras funciones
ja: その他の機能
nl: Andere functies
pt_br: Outros recursos

source: The values in the "Recommended RAM/processor speed" column below are for tasks like recording for an hour, or editing three 20 minute tracks simultaneously. The values in the "Minimum RAM/processor speed" column will be fine for smaller/shorter tasks, especially if unnecessary programs are closed.
es: Los valores de las columnas "Valores recomendados de RAM/velocidad de procesador" son para tareas como realizar una grabación de una hora o editar tres pistas de 20 minutos de forma simultánea. Los valores de "Valores mínimos de RAM/velocidad de procesador" es adecuada para tareas más pequeñas y cortas, especialmente si se cierra otros programas no necesarios.
ja: 下記に示す"推奨するRAM/プロセッサ速度" は1時間の録音または20分のトラック3つを同時に編集する作業を想定しています。 "最低限のRAM/プロセッサ速度"はもっと小さなかつ短い作業を、他の不要なプログラムが閉じられた状態で行うことを想定しています。
nl: De waarden in de "aangeraden RAM/processorsnelheid"-kolom onderaan zijn voor taken als opnemen voor een uur, of drie 20-minutentracks tegelijk wijzigen. De waarden in de "minimum RAM/processorsnelheid"-kolom volstaan voor kleinere/kortere tracks, vooral indien onnodige programma's gesloten zijn.
pt_br: Os valores na coluna "Mem. RAM recomendada / Velocidade do processador" são adequados para tarefas como gravação de até uma hora de duração ou edição de três faixas de até 20 minutos cada. As recomendações em "Mem. RAM mínima / Velocidade do processador" servem para tarefas ainda menores e apenas o Audacity aberto.

source: Windows version
es: Versión de Windows
ja: Windows版
nl: Windows versie
pt_br: Versão para Windows

source: Recommended RAM/<br>processor speed
es: Valores recomendados de RAM/<br> velocidad de procesador
ja: 推奨する RAM/<br>プロセッサ速度
nl: Aangeraden RAM/<br>processorsnelheid
pt_br: Mem. RAM recomendada/<br>Velocidade do processador

source: Minimum RAM/<br>processor speed
es: Valores mínimos de RAM/<br> velocidad de procesador
ja: 最低限のRAM/<br>プロセッサ速度
nl: Minimale RAM/<br>processorsnelheid
pt_br: Mem. RAM mínima /<br>Velocidade do processador

source: Generally, Audacity works best on computers meeting more than the minimum requirements in the table above. Where Audacity is to be used for lengthy multi-track projects, we recommend using Windows 2000, XP or Vista running on machines of substantially higher specification than the minimum stated above.
es: Generalmente, Audacity funciona mejor con computadoras que cumplen los requisitos mínimos del sistema operativo. Si Audacity va a ser empleado para el trabajo con largos proyectos multipista se recomienda utilizar Windows 2000, XP o Vista ejecutándose en máquinas con especificaciones sustancialmente mayores que el mínimo indicado antes.
ja: 一般にAudacityは上表の最低必要条件以上のコンピュータで動作させることが望まれます。Audacityが長時間オーディオや複数トラックを扱うプロジェクトで使われる場合は、最低条件よりずっと高性能のWindows 2000、XPまたはVistaマシンを推奨します
nl: Over het algemeen werkt Audacity het best op computers die meer hebben dan de minimumvereisten in de tabel hierboven. Waar Audacity gebruikt moet worden voor lange multitrack-projecten raden we aan om Windows 2000, XP of Vista te gebruiken op computers met een aanzienlijk hogere specificatie dan het minimum dat hierboven gesteld werd.
pt_br: De forma geral, o Audacity funciona melhor em computadores que excedam os requerimentos mínimos do sistema operacional. Em ambientes onde o Audacity deverá lidar com projetos multi-faixas, se recomenda o Windows 2000, XP ou Vista executados em máquinas mais potentes que o mínimo recomendado por estes sistemas.
