Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.5 (beta)</a> for Windows, Mac and Linux/Unix. Changes include improvements and new features for recording, import/export and the user interface. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have Audacity 1.2.6 and 1.3.5 installed on the same machine. </p> <b>Beta version 1.3.5</b> <dl> <dt> Recording / Playback </dt> <dd> <ul> <li>Several bugs fixed so that latency correction should be better, and more devices work correctly.</li> <li>Problems with invalid sample rates under Linux should be much rarer.</li> <li>Newer version of Portaudio library.</li> <li>New feature to record onto the end of an existing track (hold Shift while clicking Record).</li> </dd> </ul> </dt> <dt> Import / Export </dt> <dd> <ul> <li>Updated versions of Libogg, Libvorbis, Libflac, Libsndfile and Twolame libraries. <li>Handling of unsupported file formats more informative.</li> <li>Handling of file names with slashes on OS X improved.</li> <li>New dialog allows replacement of illegal file name characters on all platforms.</li> </dd> </ul> </dt> <dt> Interface </dt> <dd> <ul> <li>Improved scaling and layout for rulers and VU meters.</li> <li>Envelope fixes/improvements including full control of undo/redo.</li> <li>New keyboard shortcuts and improved menu navigation.</li> <li>Preferences:</li> <ul> <li>More intuitive tab arrangement.</li> <li>New options for mute/solo and Metadata Editor behavior.</li> <li>Language can now be changed without restart.</li> </ul> <li>Expanded Build Information tab.</li> </dd> </ul> </dt> <dt> Effects </dt> <dd> <ul> <li>New Vocal Remover plug-in, improvements for Generate effects.</li> </dd> </ul> </dt> <dt> Compilation </dt> <dd> <ul> <li>Fixes when building Audacity with libraries disabled.</li> <li>Improvements to make Mac and Solaris builds easier.</li> </dd> </ul> </dt> <dt> Security </dt> <dd> <ul> <li>Full fix for issue CVE-2007-6061 on systems where temporary directories can be changed by other users (thanks to Michael Schwendt).</li> </dd> </ul> </dt> <dt> Miscellaneous </dt> <dd> <ul> <li>Updated translations for many locales.</li> <li>Several stability improvements.</li> </dd> </ul> </dt> </dl> <p> See the included README.txt for more information about this release and <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about the 1.3.x beta series. </p>
es: <p> El equipo de Audacity se complace en anunciar la publicación de <a href="/download">Audacity 1.3.5 (beta)</a> para Windows, Mac y Linux/Unix. Los cambios de esta versión incluyen mejoras y nuevas funciones para realizar grabaciones, importar y exportar archivos y en el entorno de usuario. Dado que es un trabajo en desarrollo y no está completamente documentado y traducido a todos los idiomas, esta versión está indicada para usuarios expertos. A todos los usuarios en general se les recomienda <a href="/download">Audacity 1.2.6</a>, que es la versión estable, completa y documentada. Si lo desea, puede tener instaladas ambas versiones en el mismo sistema. </p> <b>Version 1.3.5 beta</b> <dl> <dt> Grabación / Reproducción </dt> <dd> <ul> <li>Reparación de pequeños errores que mejoran la corrección de latencia y hacen que un mayor número de dispositivos funcionen correctamente.</li> <li>La aparición de problemas con frecuencias de muestreo inválidas en Linux deben ser ya casi inexistentes .</li> <li>Incorporada la versión más moderna de la biblioteca Portaudio </li> <li>Nueva característica que permite grabar al final de una pista ya existente (pulsando mayúsculas mientras se pulsa el botón Grabar).</li> </dd> </ul> </dt> <dt> Importar y exportar </dt> <dd> <ul> <li>Versiones actualizadas de las bibliotecas Libogg, Libvorbis, Libflac, Libsndfile y Twolame. <li>La gestió de tipos de archivo desconocidos es ahora porporciona más información.</li> <li>La gestión de archivos con barras en sus nombres en OS X se ha mejorado.</li> <li>Nuevo cuadro de diálogo para permitir el reemplazo de caracteres no permitidos en nombres de archivo en todos los sistemas operativos.</li> </dd> </ul> </dt> <dt> Espacio de trabajo </dt> <dd> <ul> <li>Se ha mejorado el escalado de las reglas y de los medidores.</li> <li>Mejoras y arreglos en la envolvente, incluido un control completo de las opciones de deshacer y rehacer.</li> <li>Nuevas teclas de acceso directo y mejoras en la navegación por los menús.</li> <li>Preferencias:</li> <ul> <li>Disposición más intuitiva de las pestañas.</li> <li>Nuevas opciones de silencio/solo y comportamientos de la edición de metadatos.</li> <li>Ahora se puede cambiar el idioma sin necesidad de reiniciar el programa.</li> </ul> <li>La pestaña de información de la compilación se ha mejorado.</li> </dd> </ul> </dt> <dt> Efectos </dt> <dd> <ul> <li>Nuevo plug-in para la eliminación de la voz, mejoras en los efectos de generación.</li> </dd> </ul> </dt> <dt> Compilación </dt> <dd> <ul> <li>Arreglos en la compilación de Audacity cuando las bibliotecas están deshabilitadas.</li> <li>Diferentes mejoras para conseguir que la compilación en Mac y Solaris resulte más sencilla.</li> </dd> </ul> </dt> <dt> Seguridad </dt> <dd> <ul> <li>Solución completa para el problema CVE-2007-6061 en sistemas donde la carpeta temporal puede ser cambiada por otros usuarios (gracias a Michael Schwendt).</li> </dd> </ul> </dt> <dt> Varios </dt> <dd> <ul> <li>Traducciones actualizadas.</li> <li>Algunas otras mejoras de estabilidad.</li> </dd> </ul> </dt> </dl> <p> Consulte el archivo README.txt para obtener más información sobre esta versión y <a href="/download/features-1.3-a">Nuevas características en 1.3</a> para saber más sobre la serie 1.3.x. </p>
ja: <p> AudacityチームよりWindows、MacおよびLinux/Unix対応の <a href="/download">Audacity 1.3.5 (Beta)</a> がリリースされましたことを お知らせいたします。主な変更点は録音、取り込み/書き出しおよび ユーザーインタフェースの新機能と改善です。このバージョンはまだ開発 進行中で、ドキュメントや他言語へ翻訳もまだ完全ではありませんので 上級ユーザ向けです。 一般のユーザ向けには<a href="/download">Audacity 1.2.6</a> が安定でドキュメントも出来上がっているバージョンです。 Audacity 1.2.6と 1.3.5は同じコンピュータにインストールすることができます。 </p> <b>ベーター版 1.3.5</b> <dl> <dt> 録音/再生</dt> <dd> <ul> <li>遅延補正の改善し、より多くのデバイスで正しく動くようにいくつかのバグを修正。</li> <li>Linuxでの不正サンプリング周波数の問題発生がより稀になっています。</li> <li>Portaudioライブラリの新バージョン</li> <li>既存のトラックの後ろに録音する機能 （Shiftを押しながら録音をクリック）</li> </dd> </ul> </dt> <dt> 取り込み/書き出し </dt> <dd> <ul> <li>Libogg、Libvorbis、 Libflac、 Libsndfile およびTwolameライブラリ の更新版 <li>非対応ファイル形式の取り扱いに対してより親切な情報提供</li> <li>OS X版でスラッシュ記号を含むファイル名取り扱いの改善</li> <li>不正文字を含むファイル名を置き換える新しいダイアログのサポート（全プラットフォーム）</li> </dd> </ul> </dt> <dt> インタフェース</dt> <dd> <ul> <li>ルーラーとVUメータの目盛りと配置の改善</li> <li>アンドゥと繰り返しを含むエンベロープ修正/改善</li> <li>新規のキーボードショートカットとメニューナビゲーションの改善</li> <li>設定:</li> <ul> <li>より直感的なタブの配置</li> <li>Mute/soloとメタデータエディタの動きに新オプション追加</li> <li>再起動なしで言語の変更が可能になりました。</li> </ul> <li>ビルド情報タブの拡張</li> </dd> </ul> </dt> <dt> 効果 </dt> <dd> <ul> <li>ボーカル消去プラグインの追加、製作エフェクトの改善</li> </dd> </ul> </dt> <dt> コンパイル </dt> <dd> <ul> <li>ライブラリ不活性でのビルドでの修正</li> <li>MacおよびSolarisビルドが容易になりました。</li> </dd> </ul> </dt> <dt> セキュリティ </dt> <dd> <ul> <li>他ユーザーがテンポラリディレクトリを変更できるというissue CVE-2007-6061の完全な修正 （Michael Schwendt氏に感謝します）</li> </dd> </ul> </dt> <dt> その他 </dt> <dd> <ul> <li>多くのロケールでの翻訳の更新</li> <li>いくつかの安定性の向上</li> </dd> </ul> </dt> </dl> <p> 本リリースおよびに関するより詳細な情報は同梱されているREADME.txtをご 覧ください。 また1.3xベータシリーズに関する情報は <a href="/download/features-1.3-a">1.3での新機能</a>をご覧ください。 </p>
pt_br: <p> O time do Audacity tem o prazer de anunciar o lançamento do <a href="/download">Audacity 1.3.5 (beta)</a>, que apresenta novos recursos e numerosos aprimoramentos na interface gráfica, imprtação e exportação de arquivos,como: Como este é um trabalho ainda em progresso que não contém documentação ou traduções completas, é recomendado apenas para usuários avançados do sistema. Para todos os usuários, o <a href="/download">Audacity 1.2.6</a> é a versão estável, completa e documentada. É possível ter as duas versões instaladas no mesmo computador. </p> <b>Versão 1.3.5 Beta</b> <dl> <dt> Gravação / Reprodução </dt> <dd> <ul> <li>Várias falhas corrigidas, para melhorar a latência, e o suporte a dispositivos.</li> <li>Problemas com amostras inválidas devem se tornar mais raros em Linux.</li> <li>Nova versão da biblioteca Portaudio.</li> <li>Novo recurso para gravar ao final de uma faixa existente (segurando Shift ao clicar em Gravar).</li> </dd> </ul> </dt> <dt> Importar / Exportar </dt> <dd> <ul> <li>Versões atualizadas das bibliotecas Libogg, Libvorbis, Libflac, Libsndfile e Twolame. <li>Manipulação de arquivos não suportados com mais informações.</li> <li>Melhora na manipulação de nomes de arquivos com barras em Mac OS X.</li> <li>Novas caixas de diálogo permitem renomear arquivos com nomes ilegais em todas as plataformas.</li> </dd> </ul> </dt> <dt> Interface </dt> <dd> <ul> <li>Escala e layout melhorados para os medidores de VU e réguas.</li> <li>Correções e melhoramentos na ferramenta Envelope, incluindo controle total sobre fazer e desfazer.</li> <li>Novos atalhos de teclado e navegação do menu melhorada.</li> <li>Preferências:</li> <ul> <li>Arranjo mais intuitivo das abas.</li> <li>Novas opções de mudo/solo e comportamento do Editor de Metadados.</li> <li>O idioma pode ser alterado sem reabrir o programa.</li> </ul> <li>Nova aba de informações extendidas sobre a compilação.</li> </dd> </ul> </dt> <dt> Efeitos</dt> <dd> <ul> <li>Novo plug-in removedor de vocais, melhoramentos gerais nos efeitos de Geração.</li> </dd> </ul> </dt> <dt> Compilação </dt> <dd> <ul> <li>Ajustes ao compilar o Audacity com bibliotecas desabilitadas.</li> <li>Melhoramentos ao compilar para Mac e Solaris.</li> </dd> </ul> </dt> <dt> Segurança </dt> <dd> <ul> <li>Correção completa para a CVE-2007-6061 em sistemas com pastas temporárias desabilitadas que podem ser alteradas por outros usuários (obrigado a Michael Schwendt).</li> </dd> </ul> </dt> <dt> Outros </dt> <dd> <ul> <li>Traduções atualizadas (o português brasileiro sofreu com um bug do programa e <b>não</b> foi atualizado nesta versão, no entanto, o projeto de tradução segue ativo e a versão estável trará o programa 100% traduzido).</li> <li>Melhoramentos gerais de estabilidade do sistema.</li> </dd> </ul> </dt> </dl> <p> Veja o arquivo README.txt para mais informações sobre este lançamento ou a lista de <a href="/download/features-1.3-a">Novos recursos da versão 1.3</a>. </p>

source: Audacity is mentoring five Google Summer of Code (GSoC) 2008 students
es: Audacity está tutorizando a cinco estudiantes del Google Summer of Code (GSoC) 2008
ja: Audacityは5人のGoogle Summer of Code (GSoC) 2008学生を指導しています。
nl: Audacity is mentor van vijf Google Summer of Code (GSoC) 2008 studenten
pt_br: O Audacity está orientando cinco estudantes no Google Summer of Code (GSoC) 2008

source: <p> Audacity has been approved to mentor five <a href="http://code.google.com/soc/2008/audacity/about.html">students</a> for <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC offers student developers $4,500 stipends to write code for various open source projects. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Congratulations to the five approved students and thanks to all who applied for their interest in Audacity! </p>
es: <p> Audacity va a tutorizar a cinco <a href="http://code.google.com/soc/2008/audacity/about.html">estudiantes </a> en el <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC proporciona a los estudiantes desarrolladores ayudas de $4,500 para escribir código para varios proyectos de código abierto. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Enhorabuena a los seleccionados y gracias a las personas que se inscribieron. </p>
ja: <p> Audacityは <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a> に参加している5人の <a href="http://code.google.com/soc/2008/audacity/about.html">学生</a>を指導する許可を得ました! GSoCは学生開発者がさまざまのなオープンソースソフトウェアのコードを書くことに$4,500の奨学金を提供しています。 </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> 許可を受けた5人の学生の皆様、おめでとうございます。そしてAudacityにご興味を持っていただきました多くの方々に感謝いたします。! </p>
nl: <p> Audacity is aangesteld als mentor voor vijf <a href="http://code.google.com/soc/2008/audacity/about.html">studenten</a> voor de <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC biedt student-intwikkelaars een beurs van $4,500 om code te schrijven voor verschillende open source-projecten. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Proficiat voor de vijf toegewezen studenten en bedankt voor al diegenen die hun interesse in Audacity lieten merken! </p>

source: Audacity is a mentoring organization Google Summer of Code (GSoC) 2008
es: Audacity es una organización participante en el Google Summer of Code (GSoC) 2008
ja: AudacityはGoogle Summer of Code (GSoC) 2008の指導機関の1つです。
nl: Audacity is een mentor-organisatie Google Summer of Code (GSoC) 2008
pt_br: O Audacity é uma organização-orientadora no Google Summer of Code (GSoC) 2008

source: <p> Audacity is a mentoring organization for the <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC offers student developers $4,500 stipends to write code for various open source projects. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> All the student applications are in, and scored. Announcements will be made on April 21. Thanks for your interest! </p>
es: <p> Audacity es una organización participante en el <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC ofrece a los estudiantes desarrolladores ayudas de $4,500 por escribir código para varios proyectos de código abierto. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Todas las inscripciones de estudiantes serán recogidas y puntuadas. Los admitidos se anunciarán el 21 de abril. ¡Gracias por su interés! </p>
ja: <p> Audacityは <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>の指導機関の1つです! GSoCは学生開発者がさまざまなオープンソースソフトウェアのコードを書くことに$4,500の奨学金を提供しています。 </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> すべての学生の申し込みと採点は終わりました。発表は4月21日に予定されています。 ご興味をお持ちいただきありがとうございます! </p>
nl: <p> Audacity is een mentor-organisatie voor de <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC biedt student-ontwikkelaars een stipendium van 4500 dollar aan om code te schrijven voor verschillende open source projecten. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Alle toepassingen van de studenten zijn binnengebracht en hebben een score gekregen. Bekendmakingen volgen op 21 april. Bedankt voor uw belangstelling </p>

source: Call for Students! Apply <em>NOW</em> for Audacity projects in Google Summer of Code (GSoC) 2008
es: Llamamiento a estudiantes. Inscríbanse <em> YA </em> para participar en los proyectos de Audacity en el Google Summer of Code (GSoC) 2008
ja: 学生の皆さんへ! Google Summer of Code (GSoC) 2008でのAudacityプロジェクトに<em>今すぐ</em>申し込みましょう。
nl: Oproep voor studenten! Schrijf <em>NU</em> in voor Audacity-projecten in Google Summer of Code (GSoC) 2008
pt_br: Chamando todos os estudantes! Entrem para os projetos do Audacity no Google Summer of Code (GSoC) 2008

source: <p> Students! Interested in supporting Audacity and earning a stipend this summer? Extended application deadline! <em><a href="http://groups.google.com/group/google-summer-of-code-announce/web/guide-to-the-gsoc-web-app-for-student-applicants"> Apply by 5:00 PM PDT on April 7, 2008 (00:00 UTC on April 8, 2008)!</a></em> </p> <p> Audacity is a mentoring organization for the <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC offers student developers $4,500 stipends to write code for various open source projects. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> We are now seeking student participants. We look for evidence that the student has a real interest in our project, 'Do they actually use it?' rather than just choosing some project that is part of GSoC. </p> <p> If you are an interested student, please follow these steps: <ol> <li>Review the <a href="http://groups.google.com/group/google-summer-of-code-announce/web/guide-to-the-gsoc-web-app-for-student-applicants">student app documentation</a>. Also check the <a href="http://code.google.com/opensource/gsoc/2008/faqs.html">GSoC FAQs</a>, especially from <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'How does a student apply?'</a>.</li> <li>Make sure you are <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">eligible</a>.</li> <li>On the Audacity Wiki, check the <a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">project ideas page</a>.</li> <li>If you find an interesting idea, or have one of your own, check <a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">Writing GSoC Proposals</a>.</li> <li>Then <a href="mailto:summerofcode@audacityteam.org">email us</a>. Far better to discuss plans with us before applying.</li> </ol> </p> <p> If you know any students who might be interested, possibly those already involved in music/audio research, please point them to our <a href="http://audacity.sourceforge.net/">website</a> for this information. </p>
es: <p> Estudiantes interesados en colaborar con Audacity y obtener una ayuda este verano pueden inscribirse en el programa. <em><a href="http://groups.google.com/group/google-summer-of-code-announce/web/guide-to-the-gsoc-web-app-for-student-applicants"> Inscríbanse desde el 7 de abril a las 5:00 PM PDT (00:00 UTC el 8 de Abril de 2008)!</a></em> </p> <p> Audacity es una organización participante en el <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC proporciona a los estudiantes desarrolladores ayudas de $4,500 para escribir código para varios proyectos de código abierto. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Estamos buscando estudiantes interesados participantes que muestren un interés real en nuestro proyecto. Preferimos alumnos que lo utilicen, antes que alumnos que escogen cualquier proyecto para participar en el GSoC. </p> <p> Si estás interesado sigue estos pasos: <ol> <li>Revisa las <a href="http://code.google.com/opensource/gsoc/2008/faqs.html">Preguntas frecuentes sobre GSoC</a>, especialmente la sección <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'¿Cómo se inscribe un estudiante?'</a>.</li> <li>Asegúrate de que <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">puedes participar</a>.</li> <li>En el Wiki de Audacity, consulta la página de <a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">ideas para proyectos</a>.</li> <li>Si encuentras interesante alguna de esas ideas o tienes una propia, accede a<a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">Cómo escribir propuestas para GSoC</a>.</li> <li>A continuación, entra en contacto con nosotros par discutir planes futuros antes de completar la inscripción.</li> </ol> </p> <p> Si conoces a alguien que pueda estar interesado, probablemente aquellos que se dedican a la investigación en música y audio, indícale la dirección de nuestro <a href="http://audacity.sourceforge.net/">sitio web</a> para que puedan consultar esta información. </p>
ja: <p> 学生のみなさんへ! この夏、Audacityをサポートしませんか？そして奨学金に興味ありますか？ 申し込みの締め切りが延長されました! <em><a href="http://groups.google.com/group/google-summer-of-code-announce/web/guide-to-the-gsoc-web-app-for-student-applicants"> 2008年4月7日5:00 PM PDT(00:00 UTC on April 8, 2008)</a>までに申し込んでください!</em> </p> <p> Audacityは <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>の指導機関の1つです! GSoCは学生開発者がさまざまなオープンソースソフトウェアのコードを書くことに$4,500の奨学金を提供しています。 </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> 私たちは参加希望の学生の皆さんを探しています。 私たちは学生の皆さんが私たちのプロジェクトに本当に興味を持っていただける証拠をさがしています。 ただ単にGSoCのプロジェクトの1つだからというだけでなく、「皆さんは実際にAudacityを使っていますか？」 </p> <p> ご興味をお持ちの学生の方々は、次の手順で進めてください: <ol> <li><a href="http://groups.google.com/group/google-summer-of-code-announce/web/guide-to-the-gsoc-web-app-for-student-applicants">student app documentation</a>を読む。 さらに<a href="http://code.google.com/opensource/gsoc/2008/faqs.html">GSoC FAQs</a>をチェック。 特に<a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'How does a student apply?'</a>を読んでください。</li> <li>あなたは申し込む<a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">資格</a>があることを確認してください。</li> <li>Audacity Wikiにて、<a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">project ideas page</a>を確認してください。</li> <li>あなたが興味あるアイデアを発見、あるいはすでにお持ちでしたら<a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">Writing GSoC Proposals</a>をチェックしてください。</li> <li>そして私たちに<a href="mailto:summerofcode@audacityteam.org">Eメール</a>をお送りください。 申し込みの前に計画について議論するのがいいでしょう。</li> </ol> </p> <p> もしあなたが興味を持っていそうな学生の方、おそらく音楽やオーディオの研究に関わっている方、をご存知 でしたらpossibly those 私たちの<a href="http://audacity.sourceforge.net/">Webサイト</a>を お知らせして詳細情報を読んでいただけるようにしてください。 </p>

source: Audacity and Google Summer of Code (GSoC) 2008
es: Audacity y el Google Summper of Code (GSoC) 2008
ja: AudacityとGoogle Summer of Code (GSoC) 2008
nl: Audacity en Google Summer of Code (GSoC) 2008
pt_br: Audacity e o Google Summer of Code (GSoC) 2008
