Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p> Probably the first book about Audacity in German language has been released. </p> <p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> <img src="../de/buch_klein.jpg" alt="Audacity Book Cover" border="0"></img> </td></tr> </table> </a> </td> <td> <p> The book - dubbed "Audacity kompakt" (A compact guide to Audacity) - was written by author Markus Priemer, who was supported by German Audacity developer Markus Meyer. The latter also added a foreword. The book aims to be an introduction to beginners who want to get started quickly with Audacity, but also acts as a reference for more experienced users. It not only features an introduction to how digital audio works but also many tips and tricks for using Audacity. </p> <p> <a href="http://www.audacity-buch.de/buch.php?partner=homepage">Order the book online now!</a> Each sale created through our web site will directly benefit Audacity development. </p> <p> From the book's table of contents: The Basics of Digital Audio, Audio Data and Compression, Opening and Importing Files, Editing Audio Tracks, Effects, Command Reference, Usage Examples, ... </p> </td> </tr> </table> </p>
es: <p> Ha sido publicado probablemente el primer libro sobre Audacity en lengua alemana. </p> <p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> <img src="../de/buch_klein.jpg" alt="Audacity Book Cover" border="0"></img> </td></tr> </table> </a> </td> <td> <p> El libro, titulado "Audacity kompakt" (Manual abreviado de Audacity), fue escrito por Markus Priemer, con la ayuda del desarrollador alemán de Audacity Markus Meyer, quien también aportó el prólogo. El libro pretende ser una introducción para principantes que quieren familiarizarse rápidamente con el programa, pero también sirve como referencia para los usuarios más expertos. No solamente introduce al funcionamiento del audio digital, sino que proporciona muchos trucos para usar Audacity. </p> <p> <a href="http://www.audacity-buch.de/buch.php?partner=homepage">¡Encargue el libro ahora!</a> Cada venta realizada a través de nuestro sitio web repercutirá directamente en el desarrollo de Audacity.</p> <p> Extracto del índice: Fundamentos del audio digital, datos de audio y compresión, abrir e importar archivos, editar pistas de audio, efectos, lista de comandos, ejemplos de uso...</p> </td> </tr> </table> </p>
ja: <p> おそらく初のドイツ語によるAudacityに関する本が出版されました。 </p> <p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> <img src="../de/buch_klein.jpg" alt="Audacity Book Cover" border="0"></img> </td></tr> </table> </a> </td> <td> <p> "Audacity kompakt" (A compact guide to Audacity)とタイトルされた本 -はドイツのAudacity 開発者であるMarkus Meyer氏のサポートのもと、Markus Priemer氏により執筆されました。 Meyer氏は前書きも書いています。この本はAudaciyを使い始めたいビギナー向けに書かれて いますが、より上級ユーザー向けのリファレンスとしても有用です。本書ではディジタルオーディオ の原理の基本解説だけでなく、Audacityを使う上での多くのヒントやテクニックも紹介しています。 </p> <p> <a href="http://www.audacity-buch.de/buch.php?partner=homepage">オンラインで注文!</a> 私たちのWebサイトでご注文いただくと、Audacity開発に貢献できます。 </p> <p> 本書の目次より：ディジタルオーディオの基本、オーディオデータと圧縮、ファイルのオープンよび 取り込み、オーディオトラックのエンコーディング、エフェクト、コマンド一覧、使用例... </p> </td> </tr> </table> </p>
nl: <p> Waarschijnlijk het eerste boek over Audacity is uitgebracht in het Duits. </p> <p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> <img src="../de/buch_klein.jpg" alt="Audacity Boek Omslag" border="0"></img> </td></tr> </table> </a> </td> <td> <p> Het boek - getiteld "Audacity kompakt" (Een compacte gids voor Audacity) - werd geschreven door auteur Markus Priemer, die ondersteund werd door de Duitse Audacity-ontwikkelaar Markus Meyer. Deze laatste voegde ook een voorwoord toe. Het boek wil een introductie zijn voor beginners die snel met Audacity willen starten, maar het dient ook als een referentie voor meer ervaren gebruikers. Het bevat niet alleen een introductie over hoe digitale audio werkt, maar ook vele tips & tricks om Audacity te gebruiken.. </p> <p> <a href="http://www.audacity-buch.de/buch.php?partner=homepage">Bestel het boek nu on line!</a> Elke verkoop die op onze site werd gedaan zal de ontwikkeling van Audacity rechtstreeks ten goede komen </p> <p> Uit de inhoudsopgave van het boek: De Basis van Digitale Audio, Audio Data en Compressie, Openen en Importeren van Bestanden, Audio Tracks Bewerken, Effecten, Commando-Referentie, Gebruiksvoorbeelden, ... </p> </td> </tr> </table> </p>
pt_br: <p> Provavelmente o primeiro livro em alemão sobre o Audacity foi lançado. </p> <p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> <img src="../de/buch_klein.jpg" alt="Capa do Livro sobre o Audacity" border="0"></img> </td></tr> </table> </a> </td> <td> <p> O livro - chamado "Audacity kompakt" (Guia compacto do Audacity) - foi escrito por Markus Priemer, que foi auxiliado pelo desenvolvedor do Audacity em alemão Markus Meyer, que também escreveu o prefácio. Este livro espera ser uma introdução a iniciantes que pretendem conhecer rapidamente o Audacity, mas também serve como referência a usuários mais avançados. Ele não apenas apresenta os recursos do programa e do funcionamento do áudio digital como também traz dicas sobre o uso do Audacity. </p> <p> <a href="http://www.audacity-buch.de/buch.php?partner=homepage">Compre on-line agora!</a> Cada venda feita por este site ajuda diretamente o desenvolvimento do Audacity. </p> <p> Índice do livro: O básico do áudio digital; Dados de áudio e compressão; Abrindo e importando arquivos; Editando faixas de áudio; Efeitos; Comandos de referência; Exemplos de uso... </p> </td> </tr> </table> </p>

source: Audacity shines in Google Summer of Code (GSoC) 2008
es: Audacity es la estrella del Google Summer of Code (GSoC) 2008
ja: Google Summer of Code (GSoC) 2008での顕著な活躍
nl: Audacity blinkt uit in Google Summer of Code (GSoC) 2008
pt_br: O Audacity brilhou no Google Summer of Code (GSoC) 2008

source: <p> Four students participating with Audacity in <a href="http://code.google.com/soc/2008/">Google Summer of Code</a> successfully completed their projects, and their code will be in future versions of Audacity. </p> <p> The four <a href="http://audacityteam.org/wiki/index.php?title=GSoC_2008_Projects"> projects</a> were: <ul> <li><b>FFmpeg support</b>, to greatly increase the range of file formats that can be imported and exported</li> <li><b>new GUI classes</b> for future use in displaying audio tracks</li> <li><b>on-demand/level-of-detail file loading</b>, for near-instant loading and editing of uncompressed files</li> <li><b>sticky labels</b> that stay with the audio through cut and paste</li> </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Congratulations and thanks to all our participating students for what they contributed to improve Audacity, and thanks to everyone who worked so hard on mentoring and administration. We wish all this year's students every success and hope they will continue their involvement with Audacity in future. </p> <p><b>Audacity wins BOSSIE:</b> In August, Audacity won the <a href="http://www.infoworld.com/slideshow/2008/08/165-best_of_open_so-2.html"> sound editing</a> category in InfoWorld's <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> BOSSIE</a> (Best of Open Source Software) Awards for 2008. </p> <p align="center"> <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> <img src="http://www.infoworld.com/awards/img/bossie_logo.gif" alt="InfoWorld BOSSIE Awards 2008"></img> </a> </p> <p> Chosen by InfoWorld Test Center editors, analysts and reviewers, the annual BOSSIE awards "celebrate the best products that open source has to offer". </p>
es: <p> Cuatro de los estudiantes que participaron con Audacity en el <a href="http://code.google.com/soc/2008/">Google Summer of Code</a> culminaron sus proyectos con éxito y su código se incorporará a versiones futuras de Audacity. </p> <p> Los cuatro <a href="http://audacityteam.org/wiki/index.php?title=GSoC_2008_Projects"> proyectos</a> fueron: <ul> <li><b>Compatibilidad con FFmpeg support</b>, para mejorar enormemente la cantidad de formatos de archivo que se pueden importar y exportar</li> <li><b>Nuevas clases para el Espacio de trabajo</b> para utilizar en el futuro al mostrar pistas de audio</li> <li><b>Carga de archivos según demanda/nivel de detalle</b>, para poder cargar y editar archivos no comprimidos casi en tiempo real</li> <li><b>Etiquetas "adhesivas"</b> que se mueven junto con el audio al copiar y pegar</li> </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Felicidades y gracias a todos los estudiantes participantes por su contribución a mejorar Audacity y gracias a todos los que trabajaron tan duramente en asistir a los estudiantes y en la gestión del evento. Deseamos a todos los participantes de este año todo el éxito imaginable y esperamos que sigan implicados con Audacity en el futuro. </p> <p><b>Audacity gana el BOSSIE:</b> En agosto, Audacity ganó el galardón <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> BOSSIE</a> (Best of Open Source Software) de InfoWorld en la categoría de <a href="http://www.infoworld.com/slideshow/2008/08/165-best_of_open_so-2.html">edición de sonido</a> </p> <p align="center"> <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> <img src="http://www.infoworld.com/awards/img/bossie_logo.gif" alt="InfoWorld BOSSIE Awards 2008"></img> </a> </p> <p> Otorgado por un panel de redactores, analistas y críticos del InfoWorld Test Center, el premio anual BOSSIE premia "los mejores productos de código abierto". </p>
ja: <p> 4人の学生がAudacityと共に<a href="http://code.google.com/soc/2008/">Google Summer of Code</a> に参加し、無事にプロジェクトを完遂しました。彼らのコードは Audacityの将来のバージョンに組み込まれます。 </p> <p> その4つの <a href="http://audacityteam.org/wiki/index.php?title=GSoC_2008_Projects"> プロジェクト</a> とは: <ul> <li><b>FFmpegのサポート</b>に取り込み/書き出し できるファイル形式の幅を大きく広げました。</li> <li><b>新しいGUIクラス</b> により将来オーディオトラック の表示を改善できるもの。</li> <li><b>オンデマンド/詳細レベルファイルローディング</b>は 非圧縮ファイルの簡単なローディングと編集を実現します。</li> <li><b>スティッキー・ラベル</b> はカット/ペーストを行っても 対応するオーディオにつながり続けるラベル。</li> </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> 参加いただいた学生のみなさんがAudacityの改善に貢献 いただいたことに、感謝と賞賛をお送りします。また指導とその 他業務を精力的にこなしていただいた皆さんに感謝申し上げ ます。私たちは本年の学生のみなさんの成功と、みなさんが 将来Audacityの改善にさらに寄与していただくことを期待します。 </p> <p><b>AudacityがBOSSIE賞を獲得:</b>8月、Audacityは InfoWorld <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> の2008年BOSSIE</a> (Best of Open Source Software)アワードの <a href="http://www.infoworld.com/slideshow/2008/08/165-best_of_open_so-2.html"> サウンド編集</a> カテゴリーにて賞を獲得しました。 </p> <p align="center"> <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> <img src="http://www.infoworld.com/awards/img/bossie_logo.gif" alt="InfoWorld BOSSIE Awards 2008"></img> </a> </p> <p> InfoWorld Test Center編集者、アナリスト、レビューワーにより、BOSSIEアワードの "オープンシースが提供すべきベスト製品賞"として選ばれました。 </p>

source: Audacity in PC World 100 Best Products of 2008
es: Audacity, entre los 100 Mejores Productos de 2008, según PC World
ja: PC World 100 Best Products of 2008にも選ばれました
nl: Audacity in PC World 100 Beste Producten van 2008
pt_br: Audacity entre os 100 melhores produtos da PC World

source: <p> The editors of <em>PC World</em> have chosen Audacity as one of the <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> PC World 100 Best Products of 2008 </a>. </p> <p align="center"> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> <img src="../images/PC_World_100BestLogo2008_small.jpg" alt="PC World 100 Best Products of 2008"></img> </a> </p> <p> The <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html">article</a> is available now on PCWorld.com, and will also be featured in the July 2008 issue of PC World, which hits newsstands June 17. </p> <p> The respected 100 Best Products Awards honor products that meld practical features with innovation and reflect the rapidly changing technology marketplace. To select the winners, PC World's editors examined hundreds of products, including those that have appeared in the magazine over the past 12 months. The 100 winning products and services were selected for their exemplary design and usability, features, performance, and innovation. </p> <p> &ldquo;These awards go to the best technology products we've seen in the last 12 months,&rdquo; stated Edward N. Albro, editor of PC World. &ldquo;Our editors looked at hundreds of hardware, software and Web products to compile this list of outstanding performers. Congratulations to Audacity.&rdquo; </p> <p> Also, in February, Audacity was selected for <em>PC Magazine's </em> <a href="http://www.pcmag.com/article2/0,1759,2260070,00.asp">&ldquo;Hall of Fame&rdquo;</a> of Best Free Software. </p>
es: <p> Los editores de <em>PC World</em> han elegido Audacity como uno de <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> Los 100 Mejores Productos de 2008 según PC World </a>. </p> <p align="center"> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> <img src="../images/PC_World_100BestLogo2008_small.jpg" alt="PC World 100 Best Products of 2008"></img> </a> </p> <p> El <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html">artículo</a> está disponible en PCWorld.com y también se mencionará en la edición de julio de 2008 de PC World, que llegará a los kioskos el 17 de junio. </p> <p> Los prestigiosos galardones a los 100 Mejores Productos se otorgan a productos que aúnan funciones prácticas con la innovación y reflejan la rapidez de los cambios tecnológicos. Para elegir a los ganadores, los redactores de PC World examinaron cientos de productos, incluyendo aquellos que han aparecido en la revista durante los últimos 12 meses. Los 100 productos y servicios ganadores se seleccionaron por el carácter ejemplar de su diseño y facilidad de uso, funciones, rendimiento e innovación. </p> <p> &ldquo;These awards go to the best technology products we've seen in the last 12 months,&rdquo; stated Edward N. Albro, editor of PC World. &ldquo;Our editors looked at hundreds of hardware, software and Web products to compile this list of outstanding performers. Congratulations to Audacity.&rdquo; </p> <p> Además, en February, Audacity fue seleccionado para formar parte del <a href="http://www.pcmag.com/article2/0,1759,2260070,00.asp">&ldquo;Hall of Fame&rdquo;</a> del Mejor Software Libre de <em>PC Magazine's </em>. </p>
ja: <p> <em>PC World</em> の編集部はAudacityを <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> PC World 100 Best Products of 2008 </a>の1つに選びました。 </p> <p align="center"> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> <img src="../images/PC_World_100BestLogo2008_small.jpg" alt="PC World 100 Best Products of 2008"></img> </a> </p> <p> その <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html">記事</a>は PCWorld.comにてご覧になることができます。またPC Worldの 2008年7月号（6月17日発売）でも取り上げられます。 </p> <p> 栄養ある100 Best Products Awardsは革新的な機能と技術市場 の急激な変革を融合するような製品に贈られるものです。PC World の編集部は同雑誌の過去12ヶ月に登場したものも含めて何百もの製品 を評価します。100の受賞製品やサービスはそれらの模範となる設計と 使いやすさ、機能、性能および革新性により選別されます。 </p> <p> &ldquo;これらのアワードは我々が過去12ヶ月に出会った最高のテクノロジー製品に与えられます。&rdquo; PC World編集長のEdward N. Albro氏は語ります。&ldquo;我々の編集部では何百もの ハードウェア、ソフトウェアやWeb製品を評価し優秀な製品のリストを作成します。Audacityの受賞 おめでとうございます。&rdquo; </p> <p> さらに2月には、Audacityは<em>PC Magazine </em>の <a href="http://www.pcmag.com/article2/0,1759,2260070,00.asp">&ldquo;Hall of Fame&rdquo;</a> of Best Free Softwareにも選ばれました。 </p>
nl: <p> De redacteuren van <em>PC World</em> hebben Audacity uitgekozen als een van de <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> PC World 100 Beste Producten van 2008 </a>. </p> <p align="center"> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> <img src="../images/PC_World_100BestLogo2008_small.jpg" alt="PC World 100 Beste Producten van 2008"></img> </a> </p> <p> Het <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html">artikel</a> is te vinden op PCWorld.com, en zal ook staan in het Juli 2008 nummer van PC World, dat vanaf 17 Juni te koop is. </p> <p> De gerespecteerde 100 Beste Producten Prijs is een eerbetoon aan producten waarin praktische kenmerken samengaan met innovatie en die de snel veranderende technologische markt weerspiegelen. Om de winnaars te selecteren, hebben de redacteuren van PC World honderden producten bekeken, inclusief die gedurende de laatste 12 maanden al in het tijdschrift zijn verschenen. De honderd winnende producten en diensten zijn geslecteerd voor hun voorbeeldige ontwerp en bruikbaarheid, eigenschappen, prestatie, en innovatie. </p> <p> &ldquo;Deze prijzen gaan naar de beste technologische producten die we in de laatste 12 maanden hebben gezien,&rdquo; zegt Edward N. Albro, redacteur van PC World. &ldquo;Onze redacteuren hebben honderden stuks apparatuur, software en web-producten bekeken om deze buitengewoner lijst samen te stellen. Felicitaties voor Audacity.&rdquo; </p> <p> Bovendien, werd Audacity in februari gekozen in <em>PC Magazine's </em> <a href="http://www.pcmag.com/article2/0,1759,2260070,00.asp">&ldquo;Hall of Fame&rdquo;</a> van beste software. </p>
pt_br: <p> Os editores da revista <em>PC World</em> escolheram o Audacity como um dos <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> 100 melhores produtos do ano de 2008 </a>. </p> <p align="center"> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> <img src="../images/PC_World_100BestLogo2008_small.jpg" alt="PC World 100 Best Products of 2008"></img> </a> </p> <p> O <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html">artigo</a> está disponível no site PCWorld.com, e é apresentado na edição de Julho de 2008 da revista americana. </p> <p> Os 100 Melhores Produtos premia produtos que associem funções práticas com inovação e que refletem o passo acelerado das mudanças tecnológicas. Os vencedores são selecionados pelos editores da revista entre centenas de produtos, incluindo aqueles que foram apresentados na revista nos últimos 12 meses. Os 100 produtos e serviços vencedores com base em seu design e usabilidade exemplar, recursos, performance e inovação. </p> <p> &ldquo;Estes prêmios são oferecidos aos melhores produtos de tecnologia que vimos nos últimos 12 meses,&rdquo; diz Edward N. Albro, editor da PC World. &ldquo;Nossos editores selecionaram entre centenas de produtos, programas e serviços e compilaram uma lista com os melhores. Parabéns ao Audacity.&rdquo; </p> <p> Também em Fevereiro, o Audacity foi selecionado pela <em>PC Magazine</em> para o <a href="http://www.pcmag.com/article2/0,1759,2260070,00.asp">&ldquo;Hall of Fame&rdquo;</a> do Software Livre. </p>

source: Audacity 1.3.5 Released
es: Ha sido publicado Audacity 1.3.5
ja: Audacity 1.3.5がリリースされました。
nl: Audacity 1.3.5 gereleased
pt_br: Liberada a versão 1.3.5 do Audacity
