Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p> The Audacity developers have been busy with many new features over the past year. We're pleased to announce <a href="/download/features-1.3-a">Audacity 1.3.2 (beta)</a>, which contains dozens of new features and capabilities. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.5</a> is a minor bug-fix update that addresses some problems with Audacity 1.2.4, but does not add any significant new features. It is complete and fully documented. You can have both Audacity 1.2.5 and 1.3.2 installed simultaneously. Also, we have just made available a set of 92 <a href="/download/plugins">LADSPA plug-ins for Windows</a> (for both Audacity 1.2.x and 1.3.x). </p><p> See the <a href="/download/release-notes">1.2.5 Release Notes</a> for a complete list of changes and known problems in Audacity 1.2.5, or see <a href="/download/features-1.3-a">New Features in 1.3</a> for information about the new beta version. </p> <b>Beta version 1.3.2</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Usability improvements </dt> <dd> New selection bar </dd> <dd> New features for label tracks </dd> <dd> Improved toolbar docking flexibility </dd> <dd> Menu renaming and reorganization </dd> <dd> Selection, ruler, and playback control improvements </dd> <dt> Major improvements to some built-in effects </dt> <dd> New Repair effect </dd> <dd> Improved Equalization effect </dd> <dd> Many fixes and minor improvements to other effects </dd> <dt> Improved accessibility for the visually impaired </dt> <dd> Improvements for screen readers, accessibility of tracks, and hot keys </dd> <dt> Timer recording </dt> <dt> Auto-save and automatic crash recovery </dt> <dt> New features and bug fixes for Nyquist </dt> <dt> Restructured Preferences dialog </dt> <dt> Improved batch processing </dt> <dt> File format export improvements </dt> <dt> Intel Mac support </dt> <dt> Many bug fixes and stability improvements </dt> </dl> </dd></dl> <b>Stable version 1.2.5</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Support for new file formats, including FLAC </dt> <dt> Fixes for Mac audio problems </dt> <dt> Fix Generate Silence bug, a crash issue, and Linux GCC build issues </dt> <dt> Intel Mac support </dt> </dl> </dd></dl>
es: <p> Los desarrolladores de Audacity han estado ocupados con la creación de muchas nuevas características durante el año pasado. Es un placer anunciar<a href="/download/features-1.3-a">Audacity 1.3.2 (beta)</a>, que contiene docenas de nuevas funciones y capacidades. Dado que es una versión de desarrollo y no se encuentra completamente documentada ni traducida a otros idiomas, está indicada para usuarios avanzados. Para el resto de los usuarios<a href="/download">Audacity 1.2.5</a> es una revisión menor de corrección de errores que resuelve algunos problemas de Audacity 1.2.4,pero no incorpora cambios significativos y está totalmente documentada. Puede tener tanto Audacity 1.2.5 y1.3.2 instaladas simultáneamente. También, hemos puesto a su disposición un conjunto de 92 <a href="/download/plugins">plug-ins LADSPA para Windows</a> (tanto para Audacity 1.2.x como 1.3.x). </p><p> Consulte las <a href="/download/release-notes">notas 1.2.5 </a> para una lista completa de cambios y errores conocidos en Audacity 1.2.5, o <a href="/download/features-1.3-a">Nuevas características de Audacity 1.3</a> para obtener información sobre la versión beta. </p> <b>Versión Beta 1.3.2</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Mejoras de usabilidad </dt> <dd> Nueva barra de selección </dd> <dd> Nuevas características para pistas de etiquetas </dd> <dd> Barras de herramientas mejoradas </dd> <dd> Reorganización de los menús </dd> <dd> Mejoras en los controles de reproducción, selección y </dd> <dt> Mejoras notables de efectos propios de Audacity</td> <dd> Nuevo efecto Reparación </dd> <dd> Ecualizador mejorado </dd> <dd> Varios problemas resueltos y pequeñas mejoras en el resto de efectos</dd> <dt> Mejoras de accesibilidad para discapacitados visuales </dt> <dd> Mejoras apara lectores de pantalla, accesibilidad de las pistas y combinaciones de teclado </dd> <dt> Grabación temporalizada </dt> <dt> Autograbación y recuperación en caso de error </dt> <dt> Nuevas características y resolución de problemas para Nyquist </dt> <dt> Diálogo de preferencias reestructurado </dt> <dt> Proceso por lotes mejorado </dt> <dt> Mejoras en la exportación a otros formatos </dt> <dt> Compatibilidad con Macs con procesador Intel</dt> <dt> Muchos otros errores corregidos y mejoras en la estabilidad </dt> </dl> </dd></dl> <b>Versión estable 1.2.5</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Soporte para nuevos formatos de archivos, incluido FLAC </dt> <dt> Resueltos algunos problemas con el audio en Mac </dt> <dt> Resuelto error en la generación de silencios, un asunto de bloqueos y otros con la compilación GCC en Linux</dt> <dt> Soporte para Intel Mac </dt> </dl> </dd></dl>
ja: <p> Audacity開発者チームは昨年来、多くの新機能の開発に多くの時間をさいてきました。 Audacityチームより<a href="/download/features-1.3-a">Audacity 1.3.2 (Beta)</a> が リリースされましたことをお知らせいたします。これは多くの機能と性能向上を含んでいます。 このバージョンはまだ開発進行中で、ドキュメントや他言語へ翻訳もまだ完全ではありませんので 上級ユーザ向けです。 一般のユーザ向けには<a href="/download">Audacity 1.2.5</a> がAudacity 1.2.4のあまり多くの新機能を含んでいませんがバグ修正バージョンです。これは安定 でドキュメントも出来上がっているバージョンです。 Audacity 1.2.5と1.3.2は同じコンピュータにインス トールすることができます。 また、92個の<a href="/download/plugins">Windows用LADSPAプラグイン</a> （Audacity 1.2.xおよび1.3.x用）を使えるようにしました。 </p><p> Audacity 1.2.5での変更点と知られているバグについては<a href="/download/release-notes">1.2.5リリースノート</a> をご覧ください。あるいは <a href="/download/features-1.3-a">1.3での新機能</a> にて新ベータ版の情報をご覧ください。 </p> <b>1.3.2ベータ版</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> 使い勝手の向上 </dt> <dd> 新しい選択バー</dd> <dd> トラックへのラベル付け機能 </dd> <dd> ツールバーのドッキング機能の改善 </dd> <dd> メニュー名の改善と並べ直し </dd> <dd> 選択、ルーラーおよび再生コントロールの改善 </dd> <dt> 組み込みエフェクトの改善 </dt> <dd> 修復エフェクト </dd> <dd> イコライゼーションエフェクト </dd> <dd> その他のエフェクトの多くの修正と改善 </dd> <dt> 視覚障害の方へのアクセシビリティ改善 </dt> <dd> スクリーン読み上げ機能、トラックへのアクセシビリティ、ホットキーの改善 </dd> <dt> タイマー録音 </dt> <dt> オートセーブとクラッシュからの回復 </dt> <dt> Nyquistのバグ修正と新機能 </dt> <dt> 設定ダイアログの再構成 </dt> <dt> バッチ処理の改善 </dt> <dt> 書き出しファイル形式の改善 </dt> <dt> Intel Macのサポート </dt> <dt> 多くのバグ修正と安定性改善 </dt> </dl> </dd></dl> <b>安定版 1.2.5</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> FLACを含むファイル形式サポートの改善 </dt> <dt> Macオーディオ問題の修正 </dt> <dt> 無音作成のバグ修正、クラッシュ問題、Linux GCCビルド問題の修正 </dt> <dt> Intel Mac サポート </dt> </dl> </dd></dl>
nl: <p> De ontwikkelaars van Audacity zijn het laatste jaar erg druk geweest met nieuwe functies. Met plezier kondigen we <a href="/download/features-1.3-a">Audacity 1.3.2 (beta)</a> aan, met daarin talloze nieuwe functies en mogelijkheden. Omdat het nog niet klaar is en niet volledig gedocumenteerd en vertaald, bevelen we deze beta aan voor gevorderde gebruikers. In <a href="/download">Audacity 1.2.5</a> zijn enkele foutjes verbeterd die voorkwamen in Audacity 1.2.4, maar kent geen significante nieuwe functies. Wel is deze versie compleet en volledig gedocumenteerd. U kunt zowel Audacity 1.2.5 en 1.3.2 gelijktijdig installeren. Ook, hebben we nu de beschikking over een set van 92 <a href="/download/plugins">LADSPA hulpprogramma's onder Windows</a> (voor zowel Audacity 1.2.x en 1.3.x). </p><p> Lees de <a href="/download/release-notes">1.2.5 Publikatie aantekeningen</a> voor een complete lijst van veranderingen en bekende problemen in Audacity 1.2.5, of lees <a href="/download/features-1.3-a">Nieuwe functies in 1.3</a> voor informatie over de nieuwe beta versie. </p> <b>Beta versie 1.3.2</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Verbeteringen voor het gebruik </dt> <dd> Nieuwe keuzebalk </dd> <dd> Nieuwe functies voor etiketteren van sporen </dd> <dd> Verbeterde werkbalk voor flexibeler koppelen </dd> <dd> Menu herbenoemen en reorganisatie </dd> <dd> Selectie, lineaal, en afspeelcontrole verbeteringen </dd> <dt> Belangrijke verbeteringen enkele ingebouwde effecten </dt> <dd> Nieuw Herstel effect </dd> <dd> Verbeterd normaliseren effect </dd> <dd> Veel oplossingen en kleine verbeteringen van andere effecten </dd> <dt> Verbeterde toegankelijkheid voor visueel gehandicapten </dt> <dd> Verbeteringen voor scherm lezers, toegankelijkheid van sporen en toetsencombinaties </dd> <dt> Opnameklok </dt> <dt> Automatisch opslaan en automatisch herste na een crash </dt> <dt> Nieuwe functies en oplossingen van fouten voor Nyquist </dt> <dt> Geherstructureerd voorkeurenscherm </dt> <dt> Verbeterde batch besturing </dt> <dt> Bestandsformaat voor exporteren verbeterd </dt> <dt> Intel Mac ondersteuning </dt> <dt> Veel oplossingen van fouten en stabiliteitsproblemen </dt> </dl> </dd></dl> <b>Stabiele versie 1.2.5</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Ondersteuning van nieuwe bestandsformaten, inclusief FLAC </dt> <dt> Oplossingen van Mac geluidsproblemen </dt> <dt> Oplossing Genereer Stilte-fout, een crash probleem, en Linux GCC probleem </dt> <dt> Intel Mac ondersteuning </dt> </dl> </dd></dl>
pt_br: <p> Os desenvolvedores do Audacity estiveram bastante ocupados este ano, trabalhando em diversas novidades no programa. Estamos orgulhosos em apresentar o novo <a href="/download/features-1.3-a">Audacity 1.3.2 (beta)</a>, que contém dezenas de novidades. Como está ainda em fase de desenvolvimento (beta), a sua documentação, a ajuda e alguns menus ainda não estão totalmente traduzidos, sendo portanto recomendado apenas para usuários avançados. Para todos os usuários, o <a href="/download">Audacity 1.2.5</a> oferece algumas correções em problemas da versão 1.2.4 sem adicionar novos recursos. No entanto, esta versão está totalmente traduzida e tem sua documentação e ajuda completa. É possível ter as versões 1.2.4 e 1.2.5 instaladas na mesma máquina sem problemas. Também disponibilizamos 92 novos plug-ins <a href="/download/plugins">LADSPA </a>para Windows (para o Audacity 1.2.x e 1.3.x). </p><p> Veja as <a href="/download/release-notes">Notas da versão 1.2.5 </a> para a lista completa de novidades e os problemas já reportados até agora na versão 1.2.5, ou veja a lista de <a href="/download/features-1.3-a">novos recursos no Audacity 1.3</a> para informações sobre a versão em desenvolvimento. </p> <b>Versão 1.3.2 Beta</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Melhorias em usabilidade</dt> <dd> Nova barra de seleção </dd> <dd> Novos recursos para as faixas de título </dd> <dd> Melhor flexibilidade grudando e desgrudando barras </dd> <dd> Reorganização dos menus </dd> <dd> Melhorias nas ferramentas de seleção, régua e execução</dd> <dt> Grandes melhorias nos efeitos sonoros incluídos</td> <dd> Novo efeito Reparar </dd> <dd> Efeito Equalização melhorado </dd> <dd> Diversos ajustes e melhorias em todos os efeitos sonoros incluídos </dd> <dt> Acessibilidade melhorada para deficientes visuais</dt> <dd> Ajustes na interface e acessibilidade das faixas para leitores de tela, e novos atalhos de teclado </dd> <dt> Gravação programada </dt> <dt> Salvar automático e recuperação automática de falhas </dt> <dt> Novos recursos e melhorias no Nyquist </dt> <dt> Janela de Preferências reestruturada </dt> <dt> Processamento em lote melhorado </dt> <dt> Melhorias na exportação de arquivos </dt> <dt> Suporte a Macintosh com processador Intel </dt> <dt> Diversas falhas corrigidas </dt> </dl> </dd></dl> <b>Versão 1.2.5 estável</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Suporte a novos formatos de arquivo, incluindo FLAC </dt> <dt> Correções nos problemas com áudio em Macs</dt> <dt> Corrigida falha no comando Gerar Silêncio, falhas gerais de sistema e problemas com a compilação GCC em Linux </dt> <dt> Suporte a Macintosh com processador Intel </dt> </dl> </dd></dl>

source: The Audacity Store Is Open
es: La Tienda de Audacity está abierta
ja: Audacityストアがオープンしました
nl: De Audacity-winkel is open
pt_br: A Audacity Store está aberta!

source: <p>You are invited to try out the new <a href="http://audacitystore.com/">Audacity Store</a>, which features Audacity-logo items (T-shirts, embroidered polo shirts, embroidered messenger bags), and consumer electronics. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt="Audacity Store"></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Learn more about how Audacity raises money... </a> </p> <h3>New Releases on the Way</h3> <p>Also, we will soon release updates to both the stable 1.2.x and development 1.3.x lines. The new 1.3.x version will be 1.3.2 -- no official 1.3.1 because there are lots of changes and several unofficial 1.3.1 builds have already been posted. Major changes in the 1.3.2 release include: <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Preliminary Intel Mac Support</dt> <dd>pre-release builds at <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Dependencies dialog</dt> <dd>lets user see dependencies of project on other files, and copy audio data directly into the project</dd> <dt>Crash Recovery</dt><dd>automatically saved data makes recovery fast and easy</dd> <dt>New Repair Effect</dt><dd>smooths corrupted waveforms</dd> <dt>UI Changes</dt> <dd>themes (custom user interfaces), new toolbar docking features, new time-specification controls, increased accessibility support, history window changes, lots more</dd> <dt>Selection Bar Improvements</dt><dd>increased control and bug fixes</dd> <dt>Equalization Effect Improvements</dt><dd>better layout of Graphic EQ, faster animation of curve, increased control</dd> <dt>Many More LADSPA effects for Windows</dt><dd>most LADSPA effects now ported to Windows</dd> <dt>Numerous Bug Fixes</dt><dd>fixes to hotkeys, directories, Portable Audacity, crashes, etc.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>
es: <p> Le animamos a probar la nueva <a href="http://audacitystore.com/">Tienda de Audacity</a>, que incluye objetos con el logo de Audacity (camisetas, polos, bolsas) y aparatos electrónicos. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt="Audacity Store"></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Saber más sobre la financiación de Audacity... </a> </p> <h3> Nuevas versiones en camino</h3> <p> Además, pronto publicaremos actualizaciones tanto para la versión estable 1.2.x como para la línea de desarrollo 1.3.x. La nueva versión 1.3.x será la 1.3.2 -- no habrá una versión oficial 1.3.1 por los numerosos cambios existentes y varias versiones 1.3.1 no oficiales ya han sido generadas. Los cambios más destacados en la versión 1.3.2 incluyen: <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Compatibilidad preliminar con Mac con procesadores Intel</dt> <dd>versiones de prueba en <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Cuadro de diálogo de dependencias</dt> <dd>le permite al usuario ver las dependencias que tiene el proyecto de otros archivos y copiar audio directamente en el proyecto</dd> <dt>Recuperación tras accidentes</dt><dd>permite recuperar automáticamente los datos guardados de una forma rápida</dd> <dt>Nuevo efecto Reparar</dt><dd>suaviza formas de onda corruptas</dd> <dt>Cambios en el interfaz de usuario</dt> <dd>temas (apariencias personalizadas), nuevas posibilidades de manejo de las barras de herramientas, nuevos controles de tiempo, soporte de accesibilidad incrementado, historial cambios de ventana y mucho más</dd> <dt>Mejoras en la Barra de Selección </dt><dd>se incrementa el control y se resuelven pequeños errores</dd> <dt>Mejoras en el efecto Ecualización</dt><dd>mejor disposición del ecualizador gráfico, animación más rápida de la curva y mejor control</dd> <dt>Muchos más efectos LADSPA para Windows </dt><dd>la mayor parte de los efectos LADSPA están disponibles para Windows</dd> <dt>Numerosos arreglos de pequeños errores</dt><dd>arregladas teclas de acceso directo, directorios, Audacity portable, bloqueos, etc.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>
ja: <p>新しい<a href="http://audacitystore.com/">Audacity Store</a>にお越しください。 Audacityロゴアイテム（Tシャツ、刺繍入りポロシャツ、刺繍入りメッセンジャーバッグ）および家電製品を販売しています。 </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt="Audacity Store"></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Audacityがどのように資金調達するか... </a> </p> <h3>新リリースは準備中です。</h3> <p>安定版1.2.xと開発版1.3.xの両方をもうすぐリリースします。 新しい1.3.x バージョンは1.3.2です。 -- 1.3.1の正式版はリリースしません、なぜなら多くの変更が 行われており、いくつかの非正式 1.3.1ビルドがすでにポストされているからです。 1.3.2リリースでの主な変更点は: <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>暫定的なIntel Macサポート</dt> <dd>プリリリースビルドは <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a>にあります。</dd> <dt>依存関係ダイアログ</dt> <dd>によりユーザーはプロジェクトと他のファイルの関係を見ることができ、また オーディオデータを直接プロジェクト内にコピーできます。</dd> <dt>クラッシュ回復</dt><dd>自動保存により回復を早く容易に行えます。</dd> <dt>新しい修復エフェクト</dt><dd>壊れた波形データを平滑化します。</dd> <dt>UIの変更</dt> <dd>テーマ（カスタムUI）、ツールバーのドッキング機能、新しい 時間-基本設定コントロール、アクセシビリティ改善、履歴 ウィンドウの変更、他多数。</dd> <dt>選択バーの改善</dt><dd>操作性の改善とバグ修正</dd> <dt>イコライゼーションエフェクトの改善</dt><dd>グラフィックEQのレイアウト改善、カーブ描画の高速化、操作性の向上</dd> <dt>多くのWindows用LADSPAエフェクトのサポート</dt><dd>ほとんどのLADSPAエフェクトがWindowsに移植されました。</dd> <dt>多くのバグ修正</dt><dd>ホットキー、ディレクトリ、ポータブルAudacity、クラッシュの修正など</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>
pt_br: <p>Você está convidado a experimentar a nova<a href="http://audacitystore.com/">Audacity Store</a>, que vende ítens com o logo do Audacity, como camisetas, camisas polo, bolsas bordadas e artigos eletrônicos. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt=_("Audacity Store")></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Veja como o projeto Audacity levanta fundos... </a> </p> <h3>Novas versões a caminho!</h3> <p>Claro, também atualizaremos as versões 1.2.x (estável) e 1.3.x (em desenvolvimento). A nova versão 1.3.x será a 1.3.2 -- não haverá uma versão 1.3.1 oficial pela quantidade de alterações efetuadas nesta nova versão. Entre as principais alterações na versão 1.3.2 estão: <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Suporte preliminar à Macs com processador Intel</dt> <dd>Versões de teste em <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Aviso de dependências</dt> <dd>permite ao programa avisar ao usuário da falta de arquivos necessários ao Audacity <dt>Recuperação de Falhas</dt><dd>salva automaticamente os dados da edição, permitindo a recuperação de dados fácil e rápida em caso de falha do sistema</dd> <dt>Novo efeito Reparar</dt><dd>suaviza ondas sonoras corrompidas</dd> <dt>Alterações na interface</dt> <dd>temas (interfaces personalizáveis pelo usuário), novas barras de ferramentas, novos controles de tempo, acessibilidade melhorada, janela de histórico e muito mais</dd> <dt>Barra de seleção melhorada</dt><dd>controle mais preciso e correção de falhas</dd> <dt>Efeitos de equalização melhorados</dt><dd>Novo design do Equalizador gráfico (EQ), animação mais rápida da curva exibida e controles melhorados</dd> <dt>Muito mais efeitos LADSPA para Windows</dt><dd>a maioria dos efeitos LADSPA agora portada para a plataforma Windows</dd> <dt>Falhas corrigidas</dt><dd>correções feitas nos atalhos de teclado, diretórios, Audacity Portátil, falhas gerais, etc.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>

source: Audacity 1.2.4 and 1.3.0 Released
es: Audacitiy 1.2.4 y 1.3.0 han sido publicados
ja: Audacity 1.2.4 および 1.3.0 がリリースされました。
nl: Audacity 1.2.4 en 1.3.0 gereleased
pt_br: Liberada a versão 1.2.4 e 1.3 do Audacity
