Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: We recommend using the latest version of Linux/Unix from your distribution that is compatible with your hardware specifications. Audacity will run best with at least 64 MB RAM and a 300 MHz processor.
es: Le recomendamos que utilice la última versión de Linux/Unix de su distribución que sea compatible con el hardware de su computadora. Audacity funcionará mejor con al menos 64 MB de RAM y un procesador de 300 MHz.
ja: お使いのハードウェア仕様に適合した最新のLinux/Unixバージョンを使うことをお勧めします。Audacityを実行するには最低限64MB RAMと300MHzプロセッサーが必要です。
nl: We raden aan dat u de laatste versie van Linux/Unix gebruikt voor uw systeem, die compatibel is met uw hardware-specificaties. Audacity zal het best draaien met ten minste 64 MB RAM en een 300 MHz-processor.
pt_br: Recomendamos utilizar a última versão disponível para seu hardware da distribuição Linux/Unix que for instalar. O Audacity rodará melhor com no mínimo 64 Mb de RAM e um processador de 300 MHz.

source: <ul> <li>Contains dozens of
es: <ul> <li>Contiene docenas de
ja: <ul> <li>何十もの
nl: <ul> <li>Bevat tientallen
pt_br: <ul> <li>Contendo dezenas de

source: new, exciting features.
es: nuevas e interesantes funciones.
ja: 新しく魅力的な機能
nl: nieuwe, spannende functies.
pt_br: novos e modernos recursos.

source: Very occasionally, these might need final polishing or not be retained in later versions.
es: Muy ocasionalmente, puede necesitar pequeños retoques o no ser contenida en versiones posteriores
ja: ごく稀に、これらは更なる向上を必要としたり、将来のバージョンではサポートされなくなる可能性はあります。
nl: Heel soms kunnen deze afwerking nodig hebben, of niet behouden worden in latere versies.
pt_br: Que algumas vezes, precisam ser finalizados ou que podem não estar presentes nas versões finais.

source: Occasionally, a feature might not work as it did before, or might be temporarily disabled.</li> <li>Some parts of the program are not yet documented or translated into different languages.</li> </ul>
es: En algún caso, una función podría no funcionar como lo hacía antes o puede estar deshabilitada temporalmente.</li> <li>Algunas partes del programa aún no están documentadas o traducidas a los idiomas distintos del inglés.</li> </ul>
ja: 稀に、ある機能が以前のように動作しなかったり、暫定的に使用不可になっていることがあります。</li> <li>プログラムのいくつかの部分はまだドキュメント化されていなかったり他言語に翻訳されていなかったりすることがあります。</li> </ul>
nl: In sommige gevallen kan een functie niet werken zoals ze voordien deed, of ze kan tijdelijk uitgeschakeld zijn.</li> <li>Sommige delen van het programma zijn nog niet gedocumenteerd of vertaald in verschillende talen.</li> </ul>
pt_br: Ocasionalmente, um recurso pode parar de funcionar ou funcionar incorretamente.</li> <li>Alguns recursos do programa ainda não foram documentados ou traduzidos para o português.</li> </ul>

source: If you are new to Audacity or computer audio programs, you may prefer the fully finished Audacity 1.2. Otherwise, please help our development effort by trying the Beta and
es: Si usted no tiene experiencia con Audacity ni con otros programas de audio, quizá prefiera la versión terminada Audacity 1.2. En caso contrario, puede ayudarnos a desarrollar el programa probando la Beta y
ja: もしあなたがAudacityやその他のコンピュータ用オーディオプログラムに初めて触れるのであれば、安定版であるAudacity 1.2がいいでしょう。それ以外の方々は、ぜひベータ版をお試し、コメントをお送りいただき、
nl: Indien u nieuw bent bij Audacity of audio-computerprogramma's, kan u verkiezen om de volledig afgewerkte Audacity 1.2 te gebruiken. Gelieve in het andere geval onze ontwikkelingsinspanningen te helpen door de bèta te proberen en
pt_br: Se você ainda é novo no Audacity ou em edição de áudio digital, pode preferir a versão completa e estável do Audacity 1.2. Ou ajude-nos em nosso esforço de desenvolver a nova versão, testando o Beta e

source: send us your comments</a>. Please mention your operating system, full details of any problems, and any features that need improvement or no longer work properly. You can install 1.3 and 1.2 on the same machine by installing them to different directories.
es: enviarnos sus comentarios</a>. Por favor, no olvide indicar su sistema operativo, detallar las dificultades con las que se haya podido encontrar e indicar qué funciones hay que mejorar o han dejado de funcionar correctamente. Puede instalar las versiones 1.3 y 1.2 en el mismo sistema instalándolos en directorios distintos.
ja: 私たちの開発のご支援をお願いいたします。</a>. その際、お使いのオペレーティングシステム、問題の詳細内容、向上必要あるいはうまく動作しない機能についてお知らせください。バージョン1.3と1.2は異なるディレクトリであれば同じコンピュータに両方インストール可能です。
nl: ons uw opmerkingen te sturen</a>. Gelieve uw besturingssysteem, volledige details over eventuele problemen en alle functies die verbetering nodig hebben of niet langer goed werken te vermelden. U kan 1.3 en 1.2 op dezelfde computer installeren door ze te installeren in verschillende mappen.
pt_br: enviando-nos seus comentários</a>. Por favor, mencione seu sistema operacional, e detalhes completos de qualquer problema que tiver ou um pedido de uma funcionalidade que gostaria de ver implementada ou que não está funcionando como deveria. Você pode instalar as versões 1.2 e 1.3 na mesma máquina, apenas utilizando pastas diferentespara cada versão.

source: <a href="%s">Audacity %s release (source tarball)</a> (.tar.gz file, %.1lf MB)
es: <a href="%s">Audacity, versión %s (tarball original)</a> (archivo .tar.gz, %.1lf MB)
ja: <a href="%s">Audacity %s リリース (source tarball)</a> (.tar.gz ファイル、 %.1lf MB)
nl: <a href="%s">Audacity %s release (broncode tarball)</a> (.tar.gz file, %.1lf MB)
pt_br: <a href="%s">Audacity versão %s (tarball de fontes)</a> (.tar.gz file, %.1lf MB)

source: Get the latest Stable code (incorporating any changes since the release tarball) from <a href="../community/developers#svn">SVN</a>. This is the best choice if you are compiling on Windows.
es: Obtenga la última versión estable de código fuente (que incorpora los cambios producidos desde la publicación de la versión) desde el <a href="../community/developers#svn">CVS</a>. Esta es la mejor opción si desea compilar el programa bajo Windows.
ja: Windows上でコンパイルするには、<a href="../community/developers#svn">SVN</a>より最新の安定版ソースコード（リリースtarball以降の修正含む）を入手してください。
nl: Verkrijg de laatste stabiele code (inclusief alle veranderingen sinds de laatste tarball) van <a href="../community/developers#svn">SVN</a>. Dit is de beste keuze indien u compileert op Windows.

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.2 needs wxGTK 2.4, compiled <em>without</em> the unicode options. The next Stable version of Audacity will support newer wxWidgets and GTK libraries.
es: La biblioteca <a href="http://wxwidgets.org">wxWidgets</a> es <b>imprescindible</b>. Audacity 1.2 requiere tener la wxGTK 2.4 compilada <em>sin</em> las opciones Unicode. La próxima versión estable de Audacity será compatible con las nuevas bibliotecas wxWidgets y GTK.
ja: <a href="http://wxwidgets.org">wxWidgets</a> ライブラリが<b>必要です</b>。 Audacity 1.2 はunicodeオプション<em>なしで</em>コンパイルされたwxGTK 2.4が必要です。Audacityの次の安定バージョンでは新しいwxWidgetsおよびGTKライブラリをサポートする予定です。
nl: De <a href="http://wxwidgets.org">wxWidgets</a>-bibliotheek is <b>vereist</b>. Audacity 1.2 heeft wxGTK 2.4 nodig, gecompileerd <em>zonder</em> de unicode-opties. De volgende stabiele versie van Audacity zal nieuwere wxWidgets en GTK-bibliotheken ondersteunen.

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor, including help files. <b>See further information about</b> <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">Windows 7</a> <b>and</b> <a href="http://wiki.audacityteam.org/wiki/Windows_Vista_OS">Vista</a><b>.</b>
ja: <a href="%s">Audacity %s インストーラ</a> (.exe file, %.1lf MB) - フリーのオーディオ編集ソフトAudacityの最新バージョン（ヘルプファイル含む）。 <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">Windows 7</a> <b>および</b><a href="http://wiki.audacityteam.org/wiki/Windows_Vista_OS">Vista</a><b>もご覧ください</b><b>。</b>

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor, including help files.</a>
es: <a href="%s">Instalador de Audacity %s</a> (archivo .exe, %.1lf Mb) - La última versión del editor de audio libre Audacity, con sus archivos de ayuda.
ja: <a href="%s">Audacity %s インストーラ</a> (.exe file, %.1lf MB) - オーディオ編集ソフトAudacityの最新バージョン（ヘルプファイル付き）</a>
nl: <a href="%s">Audacity %s installer</a> (.exe-bestand, %.1lf MB) - De laatste versie van de vrije Audacity audio-editor, inclusief helpbestanden.</a>

source: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you want a download without help files, or cannot run the installer because of restricted permissions, download and unzip this or the Windows 98/ME file below instead.
es: <a href="%s">Audacity %s en archivo zip</a> (%.1lf Mb) - Si quiere realizar una descarga sin los archivos de ayuda o no puede ejecutar el instalador por una restricción de permisos, descargue y descomprima esto o el archivo Windows 98/ME en su lugar.
ja: <a href="%s">Audacity %s zip ファイル</a> (%.1lf MB) - ヘルプファイル無しでダウンロードしたい場合、あるいは環境の制限でインストーラを実行できない場合には、代わりにこのファイルまたは下のWindows 98/MEファイルをダウンロードし解凍してください。
nl: <a href="%s">Audacity %s zip-bestand</a> (%.1lf MB) - Als u een download zonder helpbestanden wilt of de installer niet kan openen omwille van beperkte toegang, kan u dit bestand of het Windows 98/ME-bestand hieronder downloaden en uitpakken.

source: <b>For advanced users</b>, <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds#Windows_Binaries">Nightly Builds</a> are available for testing purposes.
es: <b>Para usuarios experimentados</b>, las versiones <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds#Windows_Binaries">Nightly Builds</a> se encuentran disponibles para hacer pruebas de los últimos cambios.
ja: <b>上級ユーサー向け</b>に, <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds#Windows_Binaries">Nightly Builds</a> をテスト目的で使用することができます。
nl: <b>Voor ervaren gebruikers</b> zijn <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds#Windows_Binaries">Nightly Builds</a> beschikbaar voor testdoeleinden.

source: Windows 95 and NT are not supported.
ja: Windows 95 およびNTはサポートされていません。
pt_br: Windows 95 e NT não são suportados.

source: Audacity 1.3: Selection Toolbar
es: Audacity 1.3: Barra de selección
ja: Audacity 1.3: 選択ツールバー
nl: Audacity 1.3: Selectiebalk

source: The selection Toolbar
es: La barra de selección
ja: 選択ツールバー
nl: De selectiebalk

source: In Audacity 1.2, the current selection is contained in a status bar at the bottom of the window. In Audacity 1.3, this is replaced by a fully functional Selection Toolbar, which displays and controls the current selection (your choice of Start and End, or Start and Length), and the current audio position. Selection Toolbar is fully editable - just click in any field and type to change the current selection precisely. In addition, many formatting options allow you to view times in different units, such as samples, CD frames, or NTSC video frames.
es: En Audacity 1.2, la selección actual está contenida en una barra de estado en la parte inferior de la ventana. En Audacity 1.3, se reemplaza por una Barra de Selección completamente funcional, la cual se despliega y controla la selección actual (su elección de Inicio y Fin, o Inicio y Longitud) y la posición actual del audio. Esta barra de selección es completamente editable - sólo hay que hacer clic en cualquier campo e introducir el valor para cambiar la selección actual de forma precisa. Además, muchas opciones de formato permiten mostrar el tiempo en distintas unidades, como número de muestras, muestras de CD o muestras de vídeo NTSC.
ja: Audacity 1.2では、選択状況はウィンドウの下端のステータスバーに含まれていました。Audacity 1.3では、機能充実した選択ツールバーが取って代わりました。これは現在の選択（開始と終了または開始と長さを選べます）とオーディオの位置を表示し制御できます。この選択ツールバー自由に編集可能です。-フィールドをクリックして数値を書き込むことで現在の選択部分を正確に変更することができます。さらに 多彩なフォーマットオプションにより、サンプル単位、CDフレーム、NTSCビデオフレーム数など、さまざまな異なる単位で表示できます。
nl: In versie 1.2 van Audacity wordt de huidige selectie aangegeven in de statusbalk onderaan het venster. In versie 1.3 is dit vervangen door een volledig functionele Selectiebalk, die de huidige selectie op het scherm toont en beheerst (naar keuze: Begin en Eind, of Begin en Lengte), en de huidige audiopositie. De Selectiebalk is volledig aanpasbaar - klik maar in een veld en voer in wat u precies wilt selecteren. Bovendien zijn er heel wat formatteeropties die u toestaan tijden in verschillende eenheden, zoals samples, cd-frames of NTSC video-frames, te bekijken.

source: The project sample rate control on Selection Toolbar
es: El proyecto de control de frecuencia de muestra en la barra de selección
ja: 選択ツールバーでのプロジェクトのサンプルレート設定
nl: De knop project-samplerate op de Selectiebalk

source: Typing a new time directly into Selection Toolbar.
es: Escritura directa de un nuevo tiempo en la barra de selección.
ja: 選択ツールバーでの直接時間入力
nl: Een nieuwe tijd direct in de selectiebalk typen.

source: Different time formats supported by Selection Toolbar
es: Diferentes formatos de tiempo compatibles con la barra de selección
ja: 選択ツールバーでの異なった時間形式サポート
nl: Verschillende tijdsformaten die door de Selectiebalk worden ondersteund

source: For Mac OS X (<b>Intel</b>): <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - The latest version of the free Audacity audio editor.
es: Para Mac OS X (<b>Intel</b>): <a href="%s">Audacity %s</a> (archivo .dmg, %.1lf MB) - La última versión del editor de audio libre Audacity.
ja: Mac OS X (<b>Intel</b>): <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - フリーのオーディオ編集ソフトAudacityの最新バージョン
nl: Voor Mac OS X (<b>Intel</b>): <a href="%s">Audacity %s</a> (.dmg-bestand, %.1lf MB) - De laatste versie van de vrije Audacity audio editor.
pt_br: Para Mac OS X (<b>Intel</b>): <a href="%s">Audacity %s</a> (arquivo .dmg, %.1lf MB) - A versão mais recente do editor de áudio livre Audacity.

source: For Mac OS X (<b>PPC</b>): <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - The latest version of the free Audacity audio editor.
es: Para Mac OS X (<b>PPC</b>): <a href="%s">Audacity %s</a> (archivo .dmg, %.1lf MB) - La última versión del editor de audio libre Audacity.
ja: For Mac OS X (<b>PPC</b>): <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - リーのオーディオ編集ソフトAudacityの最新バージョン
nl: Voor Mac OS X (<b>PPC</b>): <a href="%s">Audacity %s</a> (.dmg-bestand, %.1lf MB) - De laatste versie van de vrije Audacity audio editor.
pt_br: Para Mac OS X (<b>PPC</b>): <a href="%s">Audacity %s</a> (arquivo .dmg, %.1lf MB) - A versão mais recente do editor de áudio livre Audacity.

source: For Mac OS 9: <a href="%s">Audacity %s</a> (.sit file, %.1lf MB)
es: Para Mac OS 9: <a href="%s">Audacity %s</a> (archivo .sit, %.1lf Mb)
ja: Mac OS 9用： <a href="%s">Audacity %s</a> (.sitファイル、 %.1lf MB)
nl: Voor Mac OS 9: <a href="%s">Audacity %s</a> (.sit file, %.1lf MB)
pt_br: Para Mac OS 9: <a href="%s">Audacity %s</a> (arquivo .sit, %.1lf MB)

source: (Unfortunately, we no longer have the resources to provide new versions of Audacity for Mac OS 9.)
es: (Por desgracia ya no tenemos los recursos suficientes para seguir publicando versiones de Audacity para Mac OS 9.)
ja: (Mac OS 9 用のAudacityの新しいバージョンを公開する予定は今後ありません。)
nl: (Helaas hebben wij geen financiën meer voor nieuwe versies van Audacity voor MAC OS 9.)
pt_br: (Infelizmente não estamos desenvolvendo novas versões para Mac OS 9)

source: Installation instructions (OS X .dmg files)
es: Instrucciones de instalación (archivos .dmg de OS X)
ja: インストール方法 (OS X .dmg files)
nl: Installatie-instructies (OS X .dmg-bestanden)

source: Inside your Applications folder, create a folder called "Audacity"
es: Cree una carpeta llamada "Audacity" dentro de su carpeta Aplicaciones
ja: Applications フォルダの中に "Audacity"というフォルダを作成してください。
nl: Maak een map "Audacity" aan in uw Applications-map

source: Double-click the downloaded .dmg to mount it
es: Haga doble clic en el archivo .dmg para montarlo
ja: ダウンロードされた.dmg をダブルクリックしてマウントしてください。
nl: Dubbelklik op het gedownloade .dmg-bestand om het te mounten

source: Option-drag the whole of the .dmg contents (not the .dmg itself) into the "Audacity" folder you created
es: Arrastre con Option todo el contenido del archivo .dmg (no el propio archivo) en la carpeta "Audacity" que había creado previamente
ja: オプション- .dmg の内容 (.dmg自身ではなく)全部を作成した"Audacity" フォルダにドラッグしてください。
nl: Sleep de volledige inhoud van het .dmg-bestand (niet de .dmg zelf) in de "Audacity"-map die u aanmaakte

source: Double-click the Audacity icon inside the "Audacity" folder to launch the program
es: Haga doble clic en el icono de Audacity dentro de la carpeta "Audacity" para ejecutar el programa.
ja: "Audacity"フォルダの中のAudacityアイコンをダブルクリックして起動してください
nl: Dubbelklik op het Audacity-icoon in de "Audacity"-map om het programma te starten

source: LADSPA plug-ins installer</a> - over 90 plug-ins.
ja: LADSPA プラグインインストーラ</a> - 90以上のプラグイン

source: Audacity 1.2 requires Mac OS X 10.1 or later.
es: Audacity 1.2 necesita Mac OS X 10.1 o superior.
ja: Audacity 1.2 は、Mac OS X 10.1かそれ以降のものを必要とします。
nl: Voor Audacity 1.2 is MAC OS X 10.1 of later nodig.
pt_br: O Audacity 1.2 requer Mac OS X 10.1 ou mais novo.

source: Audacity 1.0 requires Mac OS 9.0 or later.
es: Audacity 1.0 requiere Mac OS 9.0 o posterior.
ja: Audacity 1.0 は、Mac OS 9.0かそれ以降のものを必要とします。
nl: Audacity 1.0 vereist Mac OS 9.0 of later.
pt_br: O Audacity 1.0 requer Mac 9.0 ou mais novo.

source: Audacity runs best with at least 64 MB RAM and a 300 MHz processor.
es: Audacity funciona mejor con 64 Mb de RAM y un procesador a 300 MHz.
ja: Audacityは最低64 MB RAMおよび300 MHz以上のプロセッサを必要とします。
nl: Audacity werkt het beste met tenminste 64 MB RAM en een 300 MHz processor.
pt_br: O Audacity roda melhor num processador de no mínimo 300MHz e 64 Mega de RAM.

source: Audacity 1.3: Mac OS X features
es: Audacity 1.3: Funciones en Mac OS X
ja: Audacity 1.3: Mac OS X 機能
nl: Audacity 1.3: Mac OS X-functies
pt_br: Audacity 1.3: Recursos para Mac OS X

source: Audacity's audio I/O library, PortAudio v19, now supports many more Mac audio devices, including multichannel devices that were not supported before.
es: La biblioteca de entrada/salida de audio en Audacity, llamada PortAudio v19, ahora es compatible con muchos más dispositivos de audio, incluyendo dispositivos multicanal con los que antes no era compatible.
ja: AudacityのオーディオI/Oライブラリ、PortAudio v19、は、以前は未対応だったマルチチャンネルデバイスなど、より多くのMacオーディオデバイスをサポートしています。
nl: Audacity's audio I/O-bibliotheek, PortAudio v19, ondersteunt nu veel meer Mac-audioapparaten, inclusief meerkanalige apparaten die vroeger niet ondersteund werden.
pt_br: A biblioteca de áudio do Audacity, PortAudio v19, agora oferece suporte a mais dispositivos de som para Mac, incluindo dispositivos multicanal.

source: Audacity is now available for Intel Macs. For now, this is being provided as a separate download, rather than a universal binary.
es: Audacity está ahora disponible para Mac de Intel. Desde ahora se presente como una descarga separada en lugar de un único archivo para todo.
ja: AudacityはIntel Macにも対応します。現時点ではこれは別のダウンロードで提供されます。
nl: Audacity is nu beschikbaar voor Intel Macs. Op dit moment is dit voorzien als een aparte download in plaats van een universele binary.
pt_br: O Audacity está disponível para Macs com processador Intel. Neste momento, este arquivo ainda é oferecido separadamente, ao invés de um binário universal.

source: Also on Mac OS X, Audacity now supports Audio Unit plug-ins. Audacity searches for Audio Units in the usual location, in the system or user's Library folder.
es: Ahora, Audacity permite el uso de plug-ins Audio Unit también en Mac OS X. Audacity busca las Audio Units en la ubicación usual, en la carpeta de bibliotecas del sistema o del usuario.
ja: Mac OS XでもAudacityはAudio Unitプラグインをサポートします。 Audacityはシステムまたはユーザーのライブラリフォルダ内の通常の場所でAudio Unitsを検索します。
nl: Audacity ondersteunt nu ook op het Mac OS X plugins voor audio-units. Audacity zoekt in de gebruikelijke map, in de systeemmap of de bibliotheekmap van de gebruiker naar audio-units.
pt_br: Também no Mac OS X, o Audacity agora suporta plug-ins de áudio.

source: This is the end of new features in Audacity 1.3.1 and 1.3.2. Continue on to read about features that were previously introduced in Audacity 1.3.0.
es: Aquí acaba la lista de nuevas funciones de Audacity 1.3.1 y 1.3.2. A continuación se mencionan las funciones que se introdujeron en la versión 1.3.0 de Audacity.
ja: これで Audacity 1.3.1 および1.3.2の新機能の説明は終わりです。 以前のAudacity 1.3.0でサポートされていた機能について継続してお読みください。
nl: Dit is het einde van de nieuwe functies in Audacity 1.3.2 en 1.3.2. Lees verder over functies die voordien geïntroduceerd werden in Audacity 1.3.0.
pt_br: Este é o final dos recursos do Audacity 1.3.1 e 1.3.2. Veja agora os recursos da versão 1.3.0.

source: Audacity 1.3: Multiple clips per track
es: Audacity 1.3: Varios recortes por pista
ja: Audacity 1.3: トラック上の複数クリップ
nl: Audacity 1.3: meervoudige clips per spoor
pt_br: Audacity 1.3: Múltiplos clipes por faixa

source: In Audacity 1.2, there is one audio 'clip' per track. There is no easy way to time-shift part of a track without moving the rest. In Audacity 1.3, you can split a single track into multiple clips. You can move these clips around between different tracks, making it easy to construct complex compositions out of hundreds of smaller audio samples.
es: In Audacity 1.2 sólo podía haber un recorte por pista. No es fácil desplazar una parte de una pista sin mover el resto. En Audacity 1.3 puede unir una pista simple en varios recortes. Puede mover esos recortes a través de varias pistas haciendo más sencillo construir composiciones complejas de cientos de pequeñas muestras de audio.
ja: Audacity 1.2では1つのトラックでは1つのオーディオクリップしか扱えませんでした。1つのトラックの一部分を時間方向にシフトする際、残りの部分を動かさずにそれを行うのは非常に困難でした。Audacity 1.3では1つのトラックを複数のクリップに分割できます。それらのクリップを異なるトラック間でも動かすことができ、何百もの小さなオーディオサンプルから複雑な作品を作ることも容易になりました。
nl: In versie 1.2 van Audacity zit één audio-'clip' per spoor. Er is geen eenvoudige mogelijkheid een deel van een spoor in de tijd te verschuiven zonder ook de rest te verschuiven. In versie 1.3 kunt u één enkel spoor splitsen in meerdere clips. U kunt deze clips dan tussen sporen onderling heen en weer verplaatsen, waarmee u dan complexe composities kunt samenstellen uit honderden kleinere audio-delen.
pt_br: No Audacity 1.2, há apenas um 'clipe' por faixa de áudio. Não há como deslizar apenas uma parte da faixa sem mover todo o resto. No Audacity 1.3 é possível separar uma faixa de áudio em vários clipes. Assim, se pode deslizar apenas um pedaço desta faixa entre diferentes faixas, facilitando o trabalho de construir composições complexas feitas a partir de várias amostras de som.

source: The commands you will need to create and work with audio clips are found in the Edit menu. Some of these commands have the same name as in Audacity 1.2, but their behavior has either changed or has been extended to support new functionality.
es: Los comandos que necesita para crear y trabajar con recortes de audio se encuentran en el menú Editar. Algunos de esos comandos tienen el mismo nombre que en Audacity 1.2, pero su comportamiento ha cambiado o ha sido extendido para manejar las nuevas funciones.
ja: オーディオクリップを作成したり作業するためのコマンドは編集メニューにあります。それらのコマンドのうちいくつかはAudacity 1.2のものと同じですが、新機能サポートのためにそのふるまいは変更されたか拡張されています。
nl: De opdrachten waarmee u audioclips kunt aanmaken en er dan mee werken vindt u in het menu Bewerken. Een aantal opdrachten dragen dezelfde naam als in versie 1.2, maar zij gedragen zich anders of zij zijn uitgebreid met nieuwe functies.
pt_br: Os comandos para criar e trabalhar com arquivos de áudio estão no menu Editar. Alguns comandos têm o mesmo nome da versão 1.2 do Audacity, mas agem de maneira diferente, ou tiveram suas funções extendidas.
