Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: USB 2.0 external audio system for musicians, DJs and gamers, with: high end sound (24 Bit/192 kHz), 4 analog Inputs, 6 analog Outputs, XLR-Microphone-Input with gain control, Instrument-Input with gain control, Phono-Input with RIAA equaliser and gain control, Optical digital I/O, Coaxial digital digitaler I/O, MIDI interface, ASIO 2.0 support, and Stereo to 5.1 Surround Expander.
es: Sistema de audio externo USB 2.0 para músicos, DJ y usuarios de videojuegos, con: sonido de alta calidad (24 bits, 192 kHz), 4 entradas analógicas, 6 salidas analógicas, entrada de micrófono XLR con control de ganancia, entrada de instrumentos con control de ganancia, entrada Phono con ecualizador RIAA y control de ganancia, entrada/salida digital óptica, entrada/salida coaxial digital, interfaz MIDI, soporte para ASIO 2.0 y expansión de sonido estéreo a sonido surround 5.1.
ja: ミュージシャン、DJ、ゲーマー向けのUSB 2.0外付けオーディオシステム。ハイエンドサウンド（24 Bit/192 kHz）、4アナログ入力、6アナログ出力、ゲインコントロール付きXLR-マイク入力および楽器入力、RIAAイコライザおよびゲインコントロール付きフォノ入力、 光ディジタルI/O、同軸ディジタルdigitaler I/O、MIDIインタフェース、ASIO 2.0サポートおよびステレオ5.1サラウンドエキスパンダー
nl: USB 2.0 extern audiosysteem voor muziekanten, dj's en gamers met: high end geluid (24 Bit/192 kHz), 4 analoge inputs, 6 analoge outputs, XLR-microfooningang met gainregeling, instrument-ingang met gainregeling, phono-ingang met RIAA equalizer en gainregeling, optische digitale I/O, coaxiale digitale digitaler I/O, MIDI-interface, ASIO 2.0 ondersteuning en Stereo naar 5.1 Surround Expander.
pt_br: Sistema de áudio USB 2.0 para músicos, DJs e jogadores com: som de alta qualidade (24 Bit/192 kHz), 4 entradas analógicas, 6 saídas analógicas, entrada de microfone XLR com controle de ganho, entrada de Instrumento com controle de ganho, entrada de Phono com equalizador RIAA e controle de ganho, E/S ótica digital, E/S digital Coaxial, interface MIDI, suporte à ASIO 2.0, e expansor Estéreo para Surround 5.1.

source: Record conversations to PC from any phone with a modular handset.
es: Graba conversaciones telefónicas desde cualquier teléfono al PC.
ja: モジュラーハンドセットを持つ電話機から会話をPCに録音
nl: Neem conversaties op met pc van elke telefoon met een modulaire handset.
pt_br: Grava conversas telefônicas pelo PC.

source: Guitar-to-USB interface with modeling amps and effects.
es: Interfaz de guitarra a USB con amplificadores de modelado y efectos.
ja: ギター-to-USBインタフェース。モデリングアンプおよびエフェクト付き
nl: Gitaar-naar-usb-interface met modeling amps en effecten.
pt_br: Interface de guitarra USB com efeitos de amp.

source: Various models of electric guitar with built-in USB port, modeling amps and effects.
es: Varios modelos de guitarra eléctrica que incorporan puerto USB, modelado y efectos.
ja: USBポート内蔵のエレクトリックギター各種モデル。モデリングアンプおよびエフェクト付き
nl: Verschillende modellen van elektrische gitaren met ingebouwde usb-poort, modeling amps en effecten.
pt_br: Vários modelos de guitarra com entrada USB e efeitos de amp.

source: Ultra-slim 25-Key USB/MIDI controller keyboard with internal audio interface, more than 100 software plug-ins and Ableton Live Lite 4 BEHRINGER Edition.
es: Teclado USB ultrafino de 25 teclas con controlador MIDI e interfaz interna de audio, más de 100 plug ins y Ableton Live Lite 4 BEHRINGER Edition.
ja: ウルトラスリム25-Key USB/MIDIコントローラーキーボード。オーディオインタフェース、100以上のソフトウェアプラグインおよびAbleton Live Lite 4 BEHRINGER Edition.
nl: Ultradun 25-key USB/MIDI controller toetsenbord met interne audio-interface, meer dan 100 softwareplugins en Ableton Live Lite 4 BEHRINGER Edition.
pt_br: Teclado ultra-fino controlador de interface midi de 25 teclas USB/MIDI com interface de áudio interna e mais de 100 plugins de software e o Ableton Live Lite 4 da BEHRINGER

source: 25-, 49- or 61-key USB/MIDI controller keyboard with internal audio interface, more than 100 software plug-ins and Ableton Live Lite 4 BEHRINGER Edition.
es: Teclado USB de 25, 49 y 61 teclas con controlador MIDI e interfaz interna de audio, más de 100 plug-ins y Ableton Live Lite 4 BEHRINGER Edition.
ja: 25-, 49- or 61-key USB/MIDIコントローラーキーボード。オーディオインタフェース、100以上のソフトウェアプラグインおよびAbleton Live Lite 4 BEHRINGER Edition.
nl: 25-, 49 of 61-key USB/MIDI controller toetsenbord met interne audio-interface, meer dan 100 softwareplugins en Ableton Live Lite 4 BEHRINGER Edition.
pt_br: Teclado controlador de interface midi de 25, 49- ou 61- teclas USB/MIDI com interface de áudio interna e mais de 100 plugins de software e o Ableton Live Lite 4 da BEHRINGER

source: Virtual guitar amplifier with tube simulation and 24-bit effects.
es: Amplificador de guitarra virtual con simulación de tubo y efectos de 24 bits.
ja: バーチャルギターアンプ。チューブシミュレータおよび24-bitエフェクト内蔵
nl: Virtuele gitaarversterker met buis-simulatie en 24-bit effecten.
pt_br: Amplificador virtual de guitarra com simulação de tubo e efeitos de 24-bit

source: USB turntable
es: Tocadiscos USB
ja: USBターンテーブル
nl: Usb-draaitafel
pt_br: Toca-discos USB

source: USB turntables. NOTE: In January 2007, an <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">article about these turntables</a> appeared in the New York Times, containing erroneous statements about limitations of Audacity. Despite what was stated, Audacity can record a whole LP, detect split points between LP tracks based on silences, and simultaneously export multiple files for each track. Ion have corrected their documentation, and are currently still bundling Audacity with the listed products. Please see our Wiki page on <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a> for more information.
es: Tocadiscos USB. Nota: En enero de 2007 un <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482"> artículo acerca de estos tocadiscos</a> apareció en el New York Times con afirmaciones erróneas sobre limitaciones de Audacity. Al contrario de lo que se afirmaba, Audacity puede grabar un LP completo, detectar las separaciones entre pistas basadas en silencios y exportar simultáneamente múltiples archivos para cada pista. Ion ha corregido su documentación y aún sigue distribuyendo Audacity junto con sus productos. Consulte la página de nuestra Wiki <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">tocadiscos USB</a> para obtener más información.
ja: USBターンテーブル 注意: 2007年1月に<a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">これらのターンテーブルに関する記事</a>がNew York Timesに掲載され、Audacityに制限があるという誤った内容が含まれていました。 この記事は正しくなく、AudacityはLP全部を録音することができ、無音検出により曲間を検出し、それぞれの曲を別々のファイルに書き出すことができます。Ion社は製品説明書を修正し、今でもこれら製品にAudacityをバンドルしています。詳しい情報については私たちのWikiページ<a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a> をご覧ください。
nl: Usb-draaitafels. OPMERKING: in januari 2007 verscheen een <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">artikel over deze draaitafels</a> in de New York Times, dat foutieve stellingen bevatte over de limitaties van Audacity. Ondanks wat gesteld was, can Audacity een hele lp opnemen, split points detecteren tussen lp-tracks gebaseerd op stiltes, en meerdere bestanden simultaan exporteren voor elke track. Ion heeft zijn documentatie gecorrigeerd, en bundelt op dit moment nog steeds Audacity met de genoemde producten. Zie onze Wiki-pagina op <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">Usb-draaitafels</a> voor meer informatie.
pt_br: Toca-discos USB. NOTA: Em 21 de janeiro de 2007, um <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">artigo sobre toca-discos digitais</a> (em inglês) foi publicado no New York Times com diversos erros sobre supostas limitações do Audacity. Ao contrário do que o artigo mostra, o Audacity pode gravar um LP completo, detectar as faixas baseado no silêncio entre elas e exportar cada faixa em um arquivo diferente apenas baseando-se nos pontos de silêncio presentes. ION e Numark já corrigiram suas documentações e continuam a incluir o Audacity em seus produtos. Veja mais em inglês na página <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a>.

source: USB turntables. NOTE: In January 2007, an <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">article about these turntables</a> appeared in the New York Times, containing erroneous statements about limitations of Audacity. Despite what was stated, Audacity can record a whole LP, detect split points between LP tracks based on silences, and simultaneously export multiple files for each track. Numark have corrected their documentation, and are currently still bundling Audacity with the listed product. Please see our Wiki page on <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a> for more information.
es: Tocadiscos USB. Nota: En enero de 2007 un <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482"> artículo acerca de estos tocadiscos</a> apareció en el New York Times con afirmaciones erróneas sobre limitaciones de Audacity. Al contrario de lo que se afirmaba, Audacity puede grabar un LP completo, detectar las separaciones entre pistas basadas en silencios y exportar simultáneamente múltiples archivos para cada pista. Numark ha corregido su documentación y aún sigue distribuyendo Audacity junto con sus productos. Consulte la página de nuestra Wiki <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">tocadiscos USB</a> para obtener más información.
ja: USBターンテーブル 注意: 2007年1月に<a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">これらのターンテーブルに関する記事</a>がNew York Timesに掲載され、Audacityに制限があるという誤った内容が含まれていました。 この記事は正しくなく、AudacityはLP全部を録音することができ、無音検出により曲間を検出し、それぞれの曲を別々のファイルに書き出すことができます。Numark社は製品説明書を修正し、今でもこの製品にAudacityをバンドルしています。詳しい情報については私たちのWikiページ<a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a> をご覧ください。
nl: Usb-draaitafels. OPMERKING: in januari 2007 verscheen een <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">artikel over deze draaitafels</a> in de New York Times, dat foutieve stellingen bevatte over de limitaties van Audacity. Ondanks wat gesteld was, can Audacity een hele lp opnemen, split points detecteren tussen lp-tracks gebaseerd op stiltes, en meerdere bestanden simultaan exporteren voor elke track. Numark heeft zijn documentatie gecorrigeerd, en bundelt op dit moment nog steeds Audacity met het genoemde product. Zie onze Wiki-pagina op <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">Usb-draaitafels</a> voor meer informatie.
pt_br: Toca-discos USB. NOTA: Em 21 de janeiro de 2007, um <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">artigo sobre toca-discos digitais</a> (em inglês) foi publicado no New York Times com diversos erros sobre supostas limitações do Audacity. Ao contrário do que o artigo mostra, o Audacity pode gravar um LP completo, detectar as faixas baseado no silêncio entre elas e exportar cada faixa em um arquivo diferente apenas baseando-se nos pontos de silêncio presentes. ION e Numark já corrigiram suas documentações e continuam a incluir o Audacity em seus produtos. Veja mais em inglês na página <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a>.

source: FreedomSampler&trade; is a collection of free, open source software with full source code, allowing easy redistribution under the GNU General Public License. ISO images may be downloaded for free, or you can <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">purchase</a> a copy to be shipped to you.
es: FreedomSampler&trade; es una colección de software libre y de código abierto que permite una fácil redistribución bajo la licencia GNU/GPL. Las imágenes ISO pueden ser descargadas gratuitamente o puede <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">adquirir</a> una copia que le será enviada a su domicilio.
ja: FreedomSampler&trade; はフリーおよびオープンソースソフトウェアのコレクションで、ソースコードを含んでおり GNU General Public Licenseisの下で容易に再配布できます。 ISOイメージが無料でダウンロードできます。またはCDを<a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">購入</a>することが可能です
nl: FreedomSampler&trade; is een verzameling gratis, open source software met volledige broncode die gemakkelijke verspreiding toestaat onder de GNU General Public License. ISO-images kunnen gratis gedownload worden, of u kan een kopie <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">bestellen</a> om naar u te laten sturen.
pt_br: FreedomSampler&trade; é uma coleção de softwares gratuitos e de código aberto, permitindo a sua fácil distribuição pelas regras da GNU/GPL. As imagens ISO podem ser baixadas livremente ou serem <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">compradas</a> e entregues em CD.

source: TheOpenCD is a now-discontinued collection of high quality free and open source software. Currently, you can still <a href="http://releases.theopencd.org/">download archived CD images</a> or <a href="http://ztechshop.net/disks/opencd/">purchase a CD online</a> for worldwide shipping.
es: TheOpenCD es una colección (que ya no se publica) de software libre y de código abierto de alta calidad. En la actualidad aún se puede <a href="http://releases.theopencd.org/">descargar las imágenes de CD</a> o <a href="http://ztechshop.net/disks/opencd/">adquirir un CD online</a> que le será enviado a su domicilio en cualquier parte del mundo.
ja: TheOpenCDは高品質なフリーおよびオープンソースソフトウェアのコレクションですが、現在販売中止しています。 現時点では<a href="http://releases.theopencd.org/">アーカイブCDイメージのダウンロード</a>を行うか、または世界中に出荷可能な <a href="http://ztechshop.net/disks/opencd/">CDのオンライン購入</a> にて入手可能です。
nl: TheOpenCD is een nu niet-voortgezette collectie van hogekwaliteits- gratis en open source software. Op dit moment kan u nog steeds <a href="http://releases.theopencd.org/">gearchiveerde cd-archieven downloaden</a> of <a href="http://ztechshop.net/disks/opencd/">on line een cd bestellen</a> voor het wereldwijd verschepen.
pt_br: TheOpenCD era uma coleção de software livre e de código aberto, já descontinuada. É possível no entanto ainda <a href="http://releases.theopencd.org/">baixar as imagens arquivadas dos CDs </a> ou <a href="http://ztechshop.net/disks/opencd/">comprar o CD online</a> com entrega mundial.

source: OpenDisc is a similar collection of high quality free and open source software. Currently, a downloadable <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">CD image</a> is available. The project hopes to make available a purchasable CD shortly.
es: OpenDisc es una colección similar de software de código abierto de alta calidad. En la actualidad hay disponible una versión descargable de la <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">imagen del CD</a>. El proyecto espera disponer en breve de una versión que se pueda comprar.
ja: OpenDiscも類似の高品質なフリーおよびオープンソースソフトウェアのコレクションです。現時点では、<a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">CDイメージ</a>がダウンロード可能です。CDの販売が近いうちに可能になると期待されています。
nl: OpenDisc is een gelijkaardige verzameling van hogekwaliteits- gratis en open source software. Op dit moment is een <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">cd-image</a> beschikbaar om te downloaden. Het project hoopt binnenkort een cd beschikbaar te maken die kan aangekocht worden.
pt_br: OpenDisc é uma coleção similar, de software gratuito e de código aberto de alta qualidade. Há uma <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">imagem do CD</a> disponível. O projeto deve em disponibilizar em breve um CD para compra.

source: Audiotouch is sound recording and playback software, designed for ease of use. It features one-touch recording and saving, quickly recording multiple audio files directly to disk without the need to interact with save dialog boxes. Audacity_Audiotouch is a customized version of Audacity which can be added to Audiotouch, offering simple editing with reduced menu dialogs.
es: Audiotouch es un software de grabación de sonido y reproducción diseñado para ser muy sencillo de usar. Incluye grabación y almacenamiento con una sola pulsación, grabación rápida de varios archivos de audio directamente a disco sin necesidad de interactuar con los cuadros de diálogos de grabación. Audacity_Audiotouch es una versión personalizada de Audacity que puede ser añadida a Audiotouch ofreciendo un sistema de edición simple con un número reducido de cuadros de diálogo.
ja: Audiotouchは使いやすく設計されたサウンドの録音再生のソフトウェアであり、ワンタッチで録音と保存、またダイアログの操作なしに複数オーディオファイルをディスクに保存できます。 Audacity_AudiotouchはAudacityをメニューを減らし簡単な編集ができるようにカスタマイズしてAudiotouchに付加できるようにしたバージョンです。
nl: Audiotouch is software om geluid op te nemen en af te spelen, ontworpen voor het gebruiksgemak. Het bevat opnemen en opslaan met 1 enkele druk op de knop, snel meerdere audiobestanden direct op schijf opnemen zonder te moeten gebruik maken van opslaan-vensters. Audacity_Audiotouch is een gepersonaliseerde versie van Audacity die kan toegevoegd worden aan Audiotouch en die simpel bewerken met minder menu-vensters aanbiedt.
pt_br: O Audiotouch é um programa de gravação e reprodução de áudio, desenhado para ser fácil de usar. Apresenta gravação e reprodução com um toque e gravação de múltiplos arquivos diretamente em disco sem caixas de diálogo para salvar. Audacity_Audiotouch é uma versão personalizada do Audacity que pode ser adicionada ao Audiotouch para permitir a edição simplificada com um número reduzido de caixas de diálogo.

source: Software allowing users to create their own custom comic books with included clipart, backgrounds, word balloons, sound files and other assets.
es: Software que permite a los usuarios crear sus propios cómics personalizados incluyendo imágenes, fondos, bocadillos para texto, archivos de sonido y otros materiales.
ja: クリップアート、背景、吹き出し、サウンドファイルなどを使って自分だけのコミックブックを作るソフトウェア。
nl: Software die gebruikers toestaat om hun eigen stripboeken te maken met clipart, achtergronden, tekstballonnen, geluidsbestanden en andere dingen geïntegreerd.
pt_br: Programa que permite aos seus usuários criar seus próprios quadrinhos com os clip-arts incluídos, fundos, balõezinhos, arquivos de som e outros recursos.

source: The Thinklabs <a href="http://www.thinklabsmedical.com/content/view/17/157/">ds32a digital stethoscope</a> has enhanced sound quality with 50x amplification. Volume can be adjusted for faint heart sounds, obese patients or noisy work environments. The stethoscope's waveforms and spectrograms can be analyzed in Thinklabs Phonocardiography (a customized version of Audacity for Microsoft Windows and Mac OS X).
es: El <a href="http://www.thinklabsmedical.com/content/view/17/157/">estetoscopio digital ds32a de Thinklabs</a> incluye calidad de sonido mejorada con una amplificación de 50x. El volumen puede ser ajustado para escuchar los latidos del corazón de pacientes obesos o en entornos de trabajo ruidosos. La forma de onda y espectograma del estetoscopio puede ser analizada en Thinklabs Phonocardiography (una versión personalizada de Audacity para Microsoft Windows y Mac OS X).
ja: Thinklabs <a href="http://www.thinklabsmedical.com/content/view/17/157/">ds32a digital stethoscope</a> は50倍もの増幅を可能にする高い音声品質を持っています。ボリュームはかすかな心音、肥満の患者あるいは騒がしい環境などに応じて調整できます。聴診器の音声波形およびスペクトログラムはThinklabs Phonocardiography (Audacityのカスタムバージョン。Microsoft WindowsおよびMac OS X用)によって解析可能です。
nl: De Thinklabs <a href="http://www.thinklabsmedical.com/content/view/17/157/">ds32a digitale stethoscoop</a> heeft een verbeterde geluidskwaliteit met 50x versterking. Het volume kan bijgesteld worden voor zwakke hartgeluiden, dikkere mensen of luidruchtige werkomgevingen. De golfvormen en spectrogrammen van de stethoscoop kunnen geanalyseerd worden in Thinklab's Phonocardiography (een gepersonaliseerde versie van Audacity voor Microsoft Windows en Mac OS X).
pt_br: Estetoscópio Digital da Thinklabs modelo <a href="http://www.thinklabsmedical.com/content/view/17/157/">ds32a</a>: qualidade melhorada de som, com amplificação de 50 vezes. O volume pode ser ajustado para sons abafados de coração, pacientes obesos e ambientes barulhentos. Também examina os formatos de onda e espectrogramas usando uma versão personalizada do Audacity.

source: Portable recording studio or digital audio workstation (DAW), featuring "walk and mix" technology.
es: Estudio de grabación portable o estación de audio digital (DAW), con tecnología "walk and mix".
ja: "walk and mix"テクノロジをもつポータブルレコーディングスタジオあるいはディジタルオーディオワークステーション(DAW)
nl: Draagbare opnamestudio of digitaal audio-werkstation (DAW), met de eigenschap van "walk and mix"-technologie.
pt_br: Estúdio portátil de som ou (DAW - digital audio workstation), com a tecnologia "walk and mix".

source: A customized version of Audacity for Microsoft Windows and Mac OS X that lets the fan share the studio experience with an artist. Add a Umixit-enabled CD or song, then record your own vocals or instruments, create remixes, mash-ups, sing karaoke and more...
es: Una versión personalizada de Audacity para Microsoft Windows y Mac OS X que permite a los usuarios compartir su experiencia con un artista. Añade un CD o canción Umixit, a continuación se graba con su propia voz o instrumentos para después crear remezclas, versiones, karaokes y más...
ja: Microsoft WindowsおよびMac OS X対応のカスタムバージョンのAudacityで、アーティストと一緒にスタジオの体験を共有できるものです。 Umixit対応CD または楽曲を加えることであなたのボーカルや楽器演奏の録音、リミックスの制作、マッシュアップ、カラオケなどができます
nl: Een gepersonaliseerde versie van Audacity voor Microsoft Windows en Mac OS X die de fan de mogelijkheid geeft om de studio-ervaring te delen met een arties. Voeg een Umixit-geactiveerde cd of song toe, neem daarna uw eigen stemmen of instrumenten op, creëer remixes, mash-ups, zing karaoke en meer...
pt_br: Uma versão personalizada do Audacity para Windows e Mac OS X que permite que um fã divida com seu artista preferido a experiência do estúdio. Adicione uma faixa de CD ou música habilitada para o UmixIt, grave seu próprio vocal ou instrumentos, crie remixes e muito mais.

source: Mirror site for Audacity downloads, from webzine about Windows software at Impress Watch Corporation, Tokyo, Japan.
es: Sitio alternativo de descargas de Audacity, desde webzine sobre software Windows en Impress Watch Corporation, Tokyo, Japan.
ja: Audacityダウンロードのミラーサイト。インプレスウォッチ（東京）のWindowsソフトウェア関係のWeb雑誌のサイト。
nl: Mirror-site voor Audacity-downloads, van webzine over Windows-software in Impress Watch Corporation, Tokio, Japan.
pt_br: Site-espelho para download do Audacity, do webzine sobre programas para Windows na Impress Watch Co, em Tóquio, no Japão

source: Beta version
es: Versión beta
ja: ベータ版
nl: Bèta-versie
pt_br: Versão em desenvolvimento (Beta)

source: Audacity 1.3 Beta is our new, not quite finished, development version which will be the basis of our next "stable" version.
es: Audacity 1.3 beta es nuestra nueva, aún no terminada, versión de desarrollo que será la base de nuesra futura versión estable.
ja: Audacity 1.3 Betaは、新しく、完全に出来上がっていない開発バージョンで、次の "安定" バージョンの基礎となるものです。
nl: Audacity 1.3 bèta is onze nieuwe, nog niet afgewerkte ontwikkelingsversie die de basis zal vormen voor onze volgende "stabiele" versie.
pt_br: O Audacity 1.3 beta é a nossa nova, mas incompleta, versão de testes do programa, que é a base da nossa versão "estável" e finalizada.
