Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: In Audacity 1.3.2 and higher, you can easily dock, undock, and rearrange the location of all of Audacity's toolbars, including the selection bar. A new blue triangle visually indicates when you are about to dock a toolbar in a particular location.
es: In Audacity 1.3.2 y posteriores se puede ajustar, desajustar y reorganizar la posición de todas las barras de herramientas de Audacity, incluida la barra de selección. Un nuevo triángulo azul indica visualmente el momento en que una barra de herramientas se va a ajustar en una posición concreta.
ja: Audacity 1.3.2以降のバージョンでは選択ツールバーを含むすべてのツールバーを簡単にドック、アンドック、また並べ替えができます。ツールバーを今どこにドックしようとしているかを新しく追加された青い三角マークが表示します。
nl: In Audacity 1.3.2 en later kan u gemakkelijk alle werkbalken van Audacity vastzetten, loszetten en de locatie ervan veranderen, inclusief de selectiebalk. Een nieuwe blauwe driehoek toont visueel aan wanneer u op het punt staat een werkbalk op een bepaalde locatie vast te zetten.
pt_br: A partir do Audacity 1.3.2, é possível grudar, desgrudar e reposicionar as barras de ferramentas, incluindo a barra de seleção. Um triângulo azul mostra a nova posição da barra de ferramentas.

source: First, click on the grabber to the left of a toolbar you wish to drag.
es: Primero, haga clic en el control a la izquierda de la barra de herramientas que va a arrastrar.
ja: まず最初に移動させたいツールバーの左端のツマミをクリックしてください。
nl: Klik eerst op de grijper aan de linkerkant van de werkbalk die u wilt verslepen.
pt_br: Primeiro, clique à esquerda da barra que se deseja mover. (não solte o botão do mouse)

source: Drag the toolbar away from its original location.<br>If you release the mouse here, it will become a floating toolbar.
es: Arrastre la barra de herramientas fuera de su posición original.<br>Al soltar el ratón en esa nueva posición se convertirá en una barra de herramientas flotante.
ja: そのツールバーを最初の位置から離れた場所にドラッグしてください。<br>そこでマウスのボタンを離すと、フローティング・ツールバーになります。
nl: Verleep de werkbalk van zijn originele locatie.<br>Indien u de muis hier loslaat, zal het een losstaande werkbalk worden.
pt_br: Arraste a barra de sua posição inicial. <br> Soltando o botão do mouse aqui, a barra se desgruda.

source: While dragging, position the mouse near an edge or between two other toolbars,<br>and a blue triangle appears, indicating a possible location you can dock the toolbar.
es: Al arrastrar, sitúe el ratón cerca de un borde o entre otras dos barras de herramientas,<br>y el triángulo azul aparecerá indicando una posición posible para el ajuste de la barra de herramientas.
ja: ドラッグ中に他のツールバーの端か2つのツールバーの間にマウスを動かし<br>青い三角形が現われたら、そこにツールバーをドックできるということを示しています。
nl: Positioneer tijdens het slepen de muis in de buurt van een rand of tussen twee andere werkbalken,<br>en een blauwe driehoek verschijnt, een mogelijke locatie aantonend waar u de werkbalk kan vastzetten.
pt_br: Arraste a barra para um ponto próximo à uma borda ou entre duas barras, o triângulo azul aparece mostrando a nova posição da barra.

source: Release the mouse button near a blue arrow and the toolbar is docked in its new location.
es: Suelte el botón del ratón cerca de la flecha azul y la barra de herramientas se ajustará en esa posición.
ja: マウスのボタンを青い三角形の近くで離してください。すると、そのツールバーはその新しい場所にドックされます。
nl: Laat de muisknop los in de buurt van een blauwe pijl en de werkbalk is vastgezet op zijn nieuwe locatie.
pt_br: Solte o botão do mouse e a barra se gruda onde estava o triângulo azul.

source: Commands to hide or show toolbars are found in the View menu.
es: El menú Ver contiene comandos para ocultar o mostrar las barras de herramientas.
ja: ツールバーを表示・非表示にするコマンドはビューメニューの中にあります。
nl: Commando's om werkbalken te tonen of te verbergen kunnen in het Beeld-menu teruggevonden worden.
pt_br: Comandos para exibir ou ocultar as barras de ferramentas estão disponíveis no menu Exibir.

source: Select your operating system to download the latest version of the free Audacity sound editor.
es: Descargue la última versión de Audacity, el editor de sonido libre y gratuito, para su sistema operativo.
ja: 最新のAudacityをダウンロードするには、ご使用のオペレーティングシステムを選んでください。
nl: Selecteer uw besturingssysteem om de laatste versie van de vrije Audacity geluidseditor te downloaden.
pt_br: Selecione seu sistema operacional para instalar a mais nova versão do Audacity.

source: Latest versions:
es: Últimas versiones:
ja: 最新バージョン:
nl: Laatste versies:
pt_br: Últimas versões:

source: &nbsp;1.2.5 (Intel)<br><img src="../images/download_spacer.png"> or 1.2.6 (PPC)
ja: &nbsp;1.2.5 (Intel)<br><img src="../images/download_spacer.png"> または 1.2.6 (PPC)
nl: &nbsp;1.2.5 (Intel)<br><img src="../images/download_spacer.png"> of 1.2.6 (PPC)

source: &nbsp;1.2.6 (in source code)
es: &nbsp;1.2.6 (con código fuente)
ja: &nbsp;1.2.6 (ソースコード)
nl: &nbsp;1.2.6 (in broncode)
pt_br: &nbsp;1.2.6 (em código-fonte)

source: best version for <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">Windows 7</a> and <a href="http://wiki.audacityteam.org/wiki/Windows_Vista_OS">Vista
es: mejor versión para <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">Windows 7</a> y <a href="http://wiki.audacityteam.org/wiki/Windows_Vista_OS">Vista
ja: <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">Windows 7</a> および <a href="http://wiki.audacityteam.org/wiki/Windows_Vista_OS">Vistaに最適なバージョンです。
nl: beste versie voor <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">Windows 7</a> en <a href="http://wiki.audacityteam.org/wiki/Windows_Vista_OS">Vista

source: best version for OS X 10.6
es: mejor versión para OS X 10.6
ja: Mac OS X 10.6向けのバージョン
nl: beste versie voor OS X 10.6

source: &nbsp;1.3.13 (in source code)
ja: &nbsp;1.3.13 (ソースコード)

source: Legacy Downloads
es: Descargas
ja: 旧バージョンのダウンロード
pt_br: Download antigos

source: For users of <b>Mac OS 9</b>, a legacy 1.0.0 version of Audacity is also available on the
es: Para usuarios de <b>Mac OS 9</b>, está disponible la versión antigua Audacity 1.0.0 en
ja: <b>Mac OS 9</b>のユーザ向けに、Audacityの1.0.0バージョンも以下よりダウンロードできます
nl: Voor gebruikers van <b>Mac OS 9</b> is een legacy 1.0.0-versie van Audacity beschikbaar op de
pt_br: Para usuários de <b>Mac OS 9</b>, uma versão antiga, 1.0.0, está disponível na

source: Mac downloads page.
es: Página de descargas para Mac.
ja: Macダウンロードページ
nl: Mac downloadpagina
pt_br: página de downloads para Mac.

source: Further information
es: Información adicional
ja: より詳しい情報
nl: Verdere informatie
pt_br: Maiores informações

source: You can also obtain Audacity as a <a href="buy">CD image file or purchasable CD</a>.
es: También puede obtener Audacity <a href="buy">en un CD o como un archivo de imagen de CD</a>.
ja: Audacityは <a href="buy">CDイメージファイルまたはCD製品</a>としても入手可能です。
nl: U kan Audacity ook verkrijgen als een <a href="buy">cd-imagebestand of een aankoopbare cd</a>.
pt_br: Você também pode obter o Audacity como <a href="buy">uma imagem de CD ou num disco</a>.

source: If you wish to compile Audacity yourself, please download the <a href="source">source code</a>.
es: Si quiere compilar Audacity, descargue el <a href="source">código fuente</a>.
ja: ご自分でAudacityをコンパイルされたい場合は<a href="source">ソースコード</a>をダウンロードしてください。
nl: Als u Audacity zelf wilt compileren, download dan de <a href="source">broncode</a>.
pt_br: Caso queira compilar o Audacity em seu sistema, copie o <a href="source">código-fonte</a>.

source: You may copy, distribute, modify and/or resell Audacity, under the terms of the <a href="../about/license">GNU GPL</a>.
es: Puede modificar, distribuir y vender Audacity bajo la licencia <a href="../about/license">GNU GPL</a>.
ja: <a href="../about/license">GNU GPL</a>の条件の下で、Audacityをコピー、配布、改変および/または再販することができます。
nl: U mag Audacity kopiëren, verspreiden, wijzigen en/of verkopen onder de bepalingen van de <a href="../about/license">GNU GPL</a>.
pt_br: Você pode modificar, distribuir ou vender o Audacity nos termos da licença <a href="../about/license">GNU GPL</a>.

source: Obtain Audacity on CD
es: Adquirir Audacity en un CD
ja: CD版Audacityの入手
nl: Verkrijg Audacity op cd
pt_br: Compre o Audacity em CD

source: Audacity is always free to download from us, but third parties can also sell or otherwise distribute our program, thanks to the <a href="../about/license#license">GNU General Public License</a>. If you want a copy of Audacity on CD-ROM, we encourage you to use the options listed below.
es: La descarga de Audacity es libre, pero también es posible vender copias del programa gracias a la <a href="../about/license#license">Licencia GNU/GPL</a>. Si desea obtener una copia de Audacity en CD-ROM, le animamos a que utilice alguna de las opciones siguientes.
ja: Audacityはいつでも私たちから自由にダウンロードできますが、<a href="../about/license#license">GNU General Public License</a>のおかげでサードパーティが販売したり配布することも可能です。もしCD-ROM版のAudacityを入手ご希望でしたら下記のオプションをお勧めします。
nl: Audacity is altijd gratis om te downloaden van ons, maar derden kunnen ook ons programma verkopen of verdelen op een andere manier, dankzij de <a href="../about/license#license">GNU General Public License</a>. Indien u een kopie wilt op cd-rom sporen we u aan om de hierna genoemde opties te gebruiken.
pt_br: O Audacity é livre para ser copiado e instalado via Internet. No entanto, revendedores podem vender o programa graças à licença <a href="../about/license#license">GNU General Public License</a>. Caso queira comprar uma cópia em CD do programa, visite um dos sites abaixo:

source: <h3>Windows</h3> <p> <ul> <li><a href="http://www.freedomsampler.com/">FreedomSampler&trade;</a> is a collection of free, open source software with full source code, allowing easy redistribution under the GNU General Public License. ISO images may be downloaded for free, or you can <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">purchase</a> a copy to be shipped to you (US only).</li> <li><a href="http://www.theopencd.org/">TheOpenCD</a> is a now-discontinued collection of high quality free and open source software. Currently, you can still <a href="http://releases.theopencd.org/">download archived CD images</a> or <a href="http://ztechshop.net/disks/opencd/">purchase a CD online</a> for worldwide shipping.</li> <li><a href="http://theopendisc.com/">OpenDisc</a> is a similar collection of high quality free and open source software. Currently, a downloadable <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">CD image</a> is available. The project hopes to make available a purchasable CD shortly.</li> </ul> </p>
es: <h3>Windows</h3> <p> <ul> <li><a href="http://www.freedomsampler.com/">FreedomSampler&trade;</a> es una colección de software libre y de código abierto que permite una fácil redistribución bajo la licencia GNU/GPL. Las imágenes ISO pueden ser descargadas gratuitamente o puede <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">adquirir</a> una copia que le será enviada a su domicilio.</li> <li><a href="http://www.theopencd.org/">TheOpenCD</a> es una colección (que ya no se publica en la actualidad) de software libre y de código abierto de alta calidad. En la actualidad aún se puede <a href="http://releases.theopencd.org/">descargar las imágenes de CD</a> o <a href="http://ztechshop.net/disks/opencd/">adquirir un CD online</a> que le será enviado a su domicilio. <li><a href="http://theopendisc.com/">OpenDisc</a> es una colección similar de software de código abierto de alta calidad. En la actualidad hay disponible una versión descargable de la <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">imagen del CD</a>. Esperamos disponer en breve de una versión comercializada en CD.</li> </ul> </p>
ja: <h3>Windows</h3> <p> <ul> <li><a href="http://www.freedomsampler.com/">FreedomSampler&trade;</a> はフリーおよびオープンソースソフトウェアのコレクションで、ソースコードを含んでおり GNU General Public Licenseisの下で容易に再配布できます。 ISOイメージが無料でダウンロードできます。 またはCDを <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">購入</a>することができます（米国内のみ）</li> <li><a href="http://www.theopencd.org/">TheOpenCD</a>は高品質なフリーおよびオープンソースソフトウェアのコレクションですが、現在販売中止しています。 現時点では<a href="http://releases.theopencd.org/">アーカイブCDイメージのダウンロード</a>を行うか、または世界中に出荷可能な <a href="http://ztechshop.net/disks/opencd/">CDのオンライン購入</a> にて入手可能です。</li> <li><a href="http://theopendisc.com/">OpenDisc</a>も類似の高品質なフリーおよびオープンソースソフトウェアのコレクションです。現時点では、<a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">CDイメージ</a>がダウンロード可能です。CDの販売が近いうちに可能になると期待されています。</li> </ul> </p>
nl: <h3>Windows</h3> <p> <ul> <li><a href="http://www.freedomsampler.com/">FreedomSampler&trade;</a> is een verzameling gratis, open source software met de volledige broncode, die gemakkelijke verspreiding toestaat onder de GNU General Public License. Iso-images kunnen gratis gedownload worden, of u kan een kopie <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">bestellen</a> zodat ze verscheept wordt naar u (alleen VS).</li> <li><a href="http://www.theopencd.org/">TheOpenCD</a> is een op dit moment niet-voortgezette verzameling van hogekwaliteits- gratis en open source software. Op dit moment kan u nog steeds <a href="http://releases.theopencd.org/">gearchiveerde cd-images downloaden</a> of <a href="http://ztechshop.net/disks/opencd/">on line een cd bestellen</a> voor het wereldwijd verschepen.</li> <li><a href="http://theopendisc.com/">OpenDisc</a> is een gelijkaardige verzameling van hogekwaliteits- gratis en open source software. Op dit moment is een <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">cd-image</a> beschikbaar om te downloaden. Het project hoopt om binnenkort een aankoopbare cd te maken.</li> </ul> </p>
pt_br: <h3>Windows</h3> <p> <ul> <li><a href="http://www.freedomsampler.com/">FreedomSampler&trade;</a>é uma coleção de softwares gratuitos e de código aberto, permitindo a sua fácil distribuição pelas regras da GNU/GPL. As imagens ISO podem ser baixadas livremente ou serem <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">compradas</a> e entregues em CD nos EUA.</li> <li><a href="http://www.theopencd.org/">TheOpenCD</a> era uma coleção de software livre e de código aberto, já descontinuada. É possível no entanto ainda <a href="http://releases.theopencd.org/">baixar as imagens arquivadas dos CDs </a> ou <a href="http://ztechshop.net/disks/opencd/">comprar o CD online</a> com entrega mundial.</li> <li><a href="http://theopendisc.com/">OpenDisc</a> é uma coleção similar, de software gratuito e de código aberto de alta qualidade. Há uma <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">imagem do CD</a> disponível. O projeto deve em disponibilizar em breve um CD para compra.</li> </ul> </p>

source: Downloads
es: Descargas
ja: ダウンロード

source: Installation packages for Audacity on GNU/Linux and other Unix-like systems are provided by individual distributions. However the Beta version has not yet been packaged for very many distributions. The following distributions are known to have Beta packages:
es: Los paquetes de instalación de Audacity en GNU/Linux y otros sistemas Unix se obtienen de cada distribución. No obstante la versión beta aún no ha sido empaquetada para muchas distribuciones. Estas son las distribuciones que sí incluyen paquetes de la versión beta:
ja: GNU/Linuxやその他のUnix系のシステムでのAudacityのインストレーションパッケージは個々のディストリビューｼｮﾝごと提供されます。しかしベータ版はまだそれほど多くののディストリビューションに対応していません。以下のディストリビューションがベータパッケージ対応であることがわかっています：
nl: Installatiebestanden voor Audacity op GNU/Linux en andere Unix-gelijkende systemen worden voorzien door middel van individuele distributies. Alhoewel de bèta-versie nog niet ingepakt is voor heel veel distributies. Van de volgende distributies is bekend dat ze bèta-installatiebestanden bevatten:
pt_br: Pacotes de instalção do Audacity para GNU/Linux e outros sistemas Unix são normalmente oferecidos pelas próprias distribuições. No entanto, a versão Beta não foi compilada para muitas distribuições. As distribuições a seguir já dispõem de pacotes para a versão Beta:

source: Otherwise, we recommend either searching the web pages of your distribution for the latest information, or compiling Audacity from <a href="beta_source#recdown">source code</a>.
es: La versión beta de Audacity no ha sido preparada aún para varias distribuciones. Probablemente prefiera compilar Audacity desde el <a href="beta_source#recdown">código fuente</a>.
ja: これら以外ではそれぞれのディストリビューションのWebサイトで最新情報の検索をお勧めします。 あるいは<a href="beta_source#recdown">ソースコード</a>からAudacityをコンパイルすることもできます。
nl: Anders raden we u aan om ofwel de webpaginas van uw systeem te doorzoeken naar de laatste informatie, of Audacity zelf te compileren door middel van de <a href="beta_source#recdown">broncode</a>.
pt_br: Recomendamos buscar nas nossas páginas no site sobre maiores informações ou compile o Audacity a partir do <a href="beta_source">código fonte</a>.

source: Audacity 1.3: Other features
es: Audacity 1.3: Otras funciones
ja: Audacity 1.3:その他の機能
nl: Audacity 1.3: overige functies
pt_br: Audacity 1.3: Outros recursos

source: Better performance with large projects
es: Mejor rendimiento con proyectos grandes
ja: 大規模プロジェクトでの性能向上
nl: Betere prestaties bij grote projecten
pt_br: Performance melhorada em projetos grandes

source: As before, Audacity stores projects using a directory full of small files. Audacity 1.3 now uses a hierarchical directory structure that results in better performance on large projects (tens of hours worth of audio across many tracks).
es: Como antes, Audacity guarda proyectos usando un directorio lleno de archivos pequeños. Audacity 1.3 ahora usa una estructura jerárquica de directorios, la cual causa un mejor rendimiento en proyectos grandes (decenas de horas valuadas de audio a través de varias pistas).
ja: 以前より、Audacityはプロジェクトをディレクトリいっぱいの小さなファイル群に保存します。このたびAudacity 1.3では階層的なディレクトリ構造の採用により、合計10時間を越えるような多くのトラックを含むような大規模プロジェクトで性能向上を図ることができました。
nl: Zoals voorheen, slaat Audacity projecten op in een map vol met kleine bestanden. In versie 1.3 wordt nu een hiërarchische mapstructuur gebruikt met betere prestaties bij grote projecten als resultaat (tientallen uren audio verdeeld over meerdere sporen).
pt_br: Como antes, o Audacity guarda seus arquivos de projeto em uma pasta com inúmeros arquivos de som. O Audacity 1.3 agora se utiliza de uma estrutura hierárquica que permite uma melhora significativa de performance em projetos muito extensos.

source: Project integrity check on open
es: Comprobación de integridad del proyecto al abrirlo
ja: オープン時におけるプロジェクト完全性チェック
nl: Bij openen controleer de integriteit
pt_br: Checagem de integridade do projeto ao abrir

source: When you open an Audacity project in version 1.3, it checks to make sure that all data files are present.
es: Cuando abres un proyecto Audacity en la versión 1.3, lo verifica para asegurarse de que todos los archivos de datos estén presentes.
ja: Audacity 1.3では、プロジェクトをオープンする際にすべてのデータファイルが揃っているかどうかチェックするようになりました。
nl: Als u in versie 1.3 van Audacity een project opent, dan controleert het programma of alle databestanden aanwezig zijn.
pt_br: Ao abrir um arquivo de projeto do Audacity 1.3, o sistema verifica se todos os arquivos de áudio estão disponíveis.

source: Upload via FTP
es: Publicar vía FTP
ja: FTP経由のアップロード

source: Up to and including Audacity 1.3.3, an experimental dialog was available for uploading files to a server via FTP. A future version of Audacity may re-introduce this feature as an optional plug-in.
ja: 1.3.3を含む以前のバージョンでは実験的なダイアログをFTP経由でサーバーにアップロードすることが可能でした。この機能は将来のバージョンにてプラグインとして再び提供されるかもしれません。

source: Based on wxWidgets 2.8
ja: wxWidgets 2.8ベース

source: Previous versions of Audacity were based on wxWidgets 2.4. This change brings support for GTK2 widgets on Unix and better Unicode support on all platforms, plus many other minor enhancements under the hood.
es: Las versiones anteriores de Audacity estaban basadas en wxWidgets 2.4. Este cambio proporciona compatibilidad con widgets GTK2 en Unix y compatibilidad con Unicode mejorada en todas las plataformas, además de muchas otras mejoras menos visibles.
ja: 以前のバージョンのAudacityは wxWidgets 2.4ベースでした。 この変更によりUnix上でのGTK2 widgetsのサポートおよび全プラットフォームでのよりよいUnicodeがサポートされました。さらにその他の多くの小さい向上が図られました。
nl: Vorige versies van Audacity waren gebaseerd op wxWidgets 2.4. Deze verandering brengt ondersteuning voor GTK2 widgets en betere Unicode-ondersteuning op alle platforms met zich mee, en bovendien vele andere kleinere verbeteringen die onder de motorkap zitten.
pt_br: A nova versão do Audacity agora é baseada na versão 2.6 do wxWidgets. O suporte a Unicode foi melhorado em todas as plataformas e diversas falhas foram corrigidas.

source: Batch / CleanSpeech
es: Secuencia / Limpieza de locución
ja: バッチ/クリーンスピーチ
pt_br: Comandos em lote / CleanSpeech

source: Audacity has a new feature that allows you to process a batch of files, for example normalizing and converting to MP3. CleanSpeech mode provides a simplified interface for some standard adjustments typically made on speech recordings. You can access these features in the Interface Preferences.
ja: Audacityはひとかたまりのファイル群を処理する新機能を提供しています。たとえば正規化やMP3への変換などです。クリーンスピーチモードは音声の録音に対する補正に適したシンプルなインタフェースを提供します。これらの機能を使うにはインタフェース設定にアクセスしてください。

source: Cut lines
es: Cortar líneas
ja: カットライン
nl: Knip regels
pt_br: Linhas de corte

source: Turning this feature on in the Tracks Preferences means that cutting audio in the middle of a clip does not remove it permanently - click on the cut line at any time to restore it.
ja: この機能がトラック設定の中で有効の場合、クリップの途中でオーディオをカットしても、完全に消えてしまうわけではありません。- 後でいつでも、そのカットラインをクリックすることで元に戻すことができます。

source: <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB, including help files)
es: <a href="%s">Audacity %s</a> (archivo .dmg, %.1lf Mb con los archivos de ayuda)
ja: <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB、ヘルプファイルを含む)
nl: <a href="%s">Audacity %s</a> (.dmg-bestand, %.1lf MB, inclusief helpbestanden)

source: Installation instructions (.dmg files)
es: Instrucciones de instalación (archivos .dmg)
ja: インストール方法 (.dmg files)
nl: Installatie-instructies (.dmg-bestanden)

source: Then to install Audacity, copy the "Audacity" folder from the newly mounted .dmg to <b>/Applications</b> or any other location of your choosing.
ja: 次に"Audacity"フォルダを新しくマウントされた.dmgから<b>/Applications</b>またはその他の場所にコピーしてください。

source: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you want a download without help files, or prefer not to use .dmg files, download and unzip this file instead.
es: <a href="%s">Audacity %s en archivo zip</a> (%.1lf Mb) - Si quiere decargar Audacity sin archivos de ayuda, o prefiere no utilizar un archivo .dmg, descargue y descomprima este archivo.
ja: <a href="%s">Audacity %s zip ファイル</a> (%.1lf MB) - ヘルプファイル無しでダウンロードしたい場合、あるいは.dmgファイルを使いたくない場合には、代わりにこのファイルをダウンロードし解凍してください。
nl: <a href="%s">Audacity %s zip-bestand</a> (%.1lf MB) - Als u een download zonder helpbestanden wilt of verkiest om geen .dmg-bestanden te gebruiken, kan u dit bestand downloaden en uitpakken.

source: <b>For advanced users</b>, <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds#Macintosh_Binaries">Nightly Builds</a> are available for testing purposes.
es: <b>Para usuarios experimentados</b>, las versiones <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds#Macintosh_Binaries">Nightly Builds</a> se encuentran disponibles para hacer pruebas de los últimos cambios.
ja: <b>上級ユーサー向け</b>に, <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds#Macintosh_Binaries">Nightly Builds</a> をテスト目的で使用することができます。
nl: <b>Voor ervaren gebruikers</b> zijn <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds#Macintosh_Binaries">Nightly Builds</a> beschikbaar voor testdoeleinden.
