Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: These are all things that help us provide Audacity for free and continue to make it better. The Audacity Team is completely committed to keeping Audacity free and open source. We made that commitment in <a href="http://audacity.sourceforge.net/about/license"> licensing Audacity under the GNU General Public License</a>.
es: Estas son las cosas que nos ayudan a seguir proporcionando Audacity libremente y continuar haciéndolo mejor. El equipo de Audacity está completamente volcado en mantener Audacity libre y de código abierto. Nos comprometimos a ello en <a href="http://audacity.sourceforge.net/about/license"> Licencia y recomendaciones para proveedores y distribuidores</a>.
ja: これらすべては私たちがAudacityを無料で提供しさらに改良し続けるために役立っています。 AudacityチームはAudacityがフリーでオープンソースであり続けることを約束します。 私たちはこの約束を <a href="http://audacity.sourceforge.net/about/license"> GNU General Public LicenseのもとでのAudacityのライセンスについて</a>の中で述べています。
nl: Dit zijn allemaal dingen die ons helpen om Audacity gratis te voorzien en het beter te blijven maken. Het Audacity-team is volledig toegewijd om Audacity vrij (en gratis) en open source te houden. We maakten deze belofte door <a href="http://audacity.sourceforge.net/about/license"> Audacity te licensiëren onder de GNU General Public License</a>.
pt_br: Estes são os pontos que nos permitem oferecer o Audacity sem custo algum e torná-lo cada vez melhor. Temos o compromisso de manter o Audacity com código-fonte aberto e disponível, conforme nosso compromisso em: <a href="http://audacity.sourceforge.net/about/license"> licenciamento do Audacity sob a licença GPL</a>

source: There are many ways to support Audacity, and many degrees of doing so. Besides donating money, you can <a href="http://wiki.audacityteam.org/wiki/Contribute"> contribute</a> by helping us with <a href="../community/developers">programming</a>, <a href="../contact#feedback">testing</a>, <a href="http://manual.audacityteam.org/"> documentation</a>,<a href="../community/translation">translations</a> or by anwering questions on our <a href="http://forum.audacityteam.org/">Forum</a>. We have always welcomed users whose only contribution is simply using Audacity, giving us feedback on how to improve it and telling others about it. Thank you for supporting Audacity.
ja: さまざまな方法でみなさんがAudacityプロジェクトに参加しサポートすることができます。 お金の寄付以外にも、たとえば <a href="../community/developers">プログラミング</a>、 <a href="../contact#feedback">テスト</a>、 <a href="http://manual.audacityteam.org/"> ドキュメント作成</a>、<a href="../community/translation">翻訳</a> あるいは <a href="http://forum.audacityteam.org/">Forum</a>にて質問に答えることでも <a href="http://wiki.audacityteam.org/wiki/Contribute">貢献</a> いただくことができます。私たちは Audacityをご使用いただき改善点をご提案いただいたり、Audacityのことを他の方々に広めていただく だけでも大変意義のある貢献だと考えており歓迎いたします。 Audacityへにサポートに感謝いたします。

source: Make a Donation
es: Realizar una donación
ja: 寄付について
nl: Een donatie geven

source: Click the button below to donate securely by Paypal (a Paypal account is not required). You can send any amount, using either your credit card or your Paypal account:
ja: 別の方法として下のボタンを押すことでPaypalにより安全に送金できます（Paypalアカウントをお持ちでなくても可能）。またクレジットカードあるいはお持ちのPaypal口座よりどんな金額でも送金できます。

source: If you prefer to send a personal check or another form of payment, please write to our
es: Si prefiere utilizar un cheque personal o algún otro medio de pago, por favor, escriba a nuestra
ja: もしパーソナルチェックまたは他の方法による送金をご希望の場合は、
nl: Indien u verkiest om een persoonlijke cheque of een andere vorm van betaling te zenden, gelieve te mailen naar ons

source: feedback e-mail address</a> telling us what country you are in and how you'd like to pay.
es: dirección de correo de comentarios</a> indicándonos en qué lugar se encuentra y como le gustaría pagar.
ja: フィードバックe-mailアドレス</a>にお住まいの国をご希望の支払方法をお知らせください。
nl: feedback e-mailadres</a> om ons te vertellen in welk land u woont en hoe u wil betalen.

source: Audacity is free software, developed by volunteers. Here's how you can contribute to the Audacity project:
es: Audacity es software libre desarrollado por voluntarios. Puede colaborar con este proyecto de la siguiente manera:
ja: Audacityはフリーソフトウェアで、ボランティアの人々によって開発されています。ここにはあなたがAudacityのプロジェクトに貢献する方法を示してあります。
nl: Audacity is vrije software, die ontwikkeld is door vrijwilligers. Een bijdrage leveren aan het project? Dat kan als volgt:
pt_br: O Audacity é um programa livre, desenvolvido por voluntários. Veja aqui como você também pode contribuir para este projeto:

source: Give us feedback, report bugs, join the Audacity user community and help other users.
es: Envíe su opinión, errores y conviertase en parte de la comunidad de usuarios de Audacity.
ja: フィードバックの提供、バグ報告、Audacityユーザーコミュニティへの参加、それに他のユーザーへの手助けをお願いします。
nl: Stuur ons feedback, rapporteer programmeerfouten, sluit u aan bij de gebruikersgemeenschap van Audacity en help andere gebruikers.
pt_br: Diga-nos o que pensa sobre o programa, reporte falhas, faça parte da comunidade de usuários do Audacity.

source: If you are a C++ programmer, join the development team and help us improve Audacity. We also welcome documentation and other contributions, and can help with questions on building and modifying the Audacity source code.
es: Si es usted programador de C++, puede unirse al equipo de desarrollo y ayudarnos a mejorar Audacity. También agradecemos colaboración en la redacción de la documentación y las contribuciones de otro tipo. Además, puede ayudar a responder las consultas de los usuarios sobre cómo compilar y modificar el código fuente de Audacity.
ja: もしあなたがC++のプログラマでしたら、開発チームに参加してAudacityの向上をお手伝いください。私たちはドキュメンテーションやその他の貢献も歓迎です。また、Audacityソースコードのビルドや改造の質問も受け付けます。
nl: Als u programmeert in C++, kunt u zich aansluiten bij het team van ontwikkelaars en ons helpen Audacity te verbeteren. Ook stellen wij documentatie en andere bijdragen op prijs, en we kunnen helpen met vragen over het compileren en wijzigen van de Audacity-broncode.
pt_br: Se você conhece linguagem de programação C++, você pode ajudar a melhorar o Audacity. Documentação e qualquer outra contribuição também é muito bem-vinda.

source: If you are fluent in both English and another language, you can help translate the Audacity software, web site and <a href="http://manual.audacityteam.org/index.php?title=Main_Page">Beta Manual</a>. We also need people to help provide support for Audacity in different languages.
es: Si usted habla con fluidez en inglés y en otra lengua, le invitamos a colaborar en la traducción de Audacity y de su página web. También necesitamos personas que nos ayuden a prestar asistencia técnica sobre Audacity en otros idiomas.
ja: もしあなたが、英語と他の言語を使えるのでしたら、あなたはAudacityソフトウェア、Webサイトおよび<a href="http://manual.audacityteam.org/index.php?title=Main_Page">Beta Manual</a>の翻訳に参加することができます。また私たちは、さまざまな言語でAudacityのサポートを手助けしていただける方々も必要としています。

source: We welcome donations to support Audacity development.
es: Las donaciones para ayudar al equipo de desarrollo de Audacity son bienvenidas.
ja: 私たちはAudacity開発を支援する寄付を歓迎します。
nl: We appreciëren donaties om de ontwikkeling van Audacity te ondersteunen.
pt_br: Doações são muito bem-vindas ao desenvolvimento do programa.

source: <a href="http://www.ohloh.net/projects/59">Ohloh</a> has statistics on the value of Audacity development. The Ohloh &quot;badge&quot; at the bottom of each page on this site shows updated summary values. We set up the Ohloh pages about Audacity so the statistics show only the values of Audacity-specific development, excluding the third-party code libraries Audacity uses. The <a href="http://www.ohloh.net/projects/59/analyses/latest">Code tab</a> on the Ohloh site shows the progress of code development.
es: <a href="http://www.ohloh.net/projects/59">Ohloh</a> ofrece estadísticas sobre el valor del desarrollo de Audacity. El icono de Ohloh al final de cada página en este sitio muestra resúmenes actualizados. Configuramos estas estadísticas para que muestren sólo los valores del desarrollo específico de Audacity, sin incluir ninguna de las bibliotecas de código que utiliza Audacity. La <a href="http://www.ohloh.net/projects/59/analyses/latest">pestaña Código </a> del sitio Ohloh muestra el avance en el desarrollo.
ja: <a href="http://www.ohloh.net/projects/59">Ohloh</a> はAudacity開発に関する定量的な解析を提供しています。 本サイトの各ページの末尾にあるOhloh &quot;ロゴ&quot; は最新の解析結果サマリーを表示しています。Audacityに関するOhlohページは、Audacityが使っているコードライブラリを除いてAudacity特有の開発分だけ表示するように設定してあります。 Ohlohサイトの <a href="http://www.ohloh.net/projects/59/analyses/latest">Code tab</a> にコード開発の進捗が表示されています。
nl: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> heeft statistieken over de waarde van Audacity-ontwikkeling. De Ohloh-&quot;badge&quot; onderaan elke pagina van deze site toont geüpdatete waarden. We hebben de Ohloh-pagina's over Audacity zo ingesteld dat de statistieken alleen de waarden van Audacity-specifieke ontwikkeling tonen, wat de third-party codebibliotheken uitsluit die Audacity gebruikt. De <a href="http://www.ohloh.net/projects/59/analyses/latest">Code-tab</a> op de Ohloh-site geeft de voortgang van code-ontwikkeling weer.

source: Join the <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a> mailing list to discuss current and future development, or to get help building and modifying the Audacity source code.
es: Sucríbase a la lista de correo <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a> para hablar sobre el desarrollo actual y futuro de Audacity o para obtener ayuda para compilar y modificar el código fuente del programa.
ja: <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a> メーリングリストに参加ましょう。現在進行中のものや将来の開発について議論したりAudacityソースコードのビルドや変更についてのアドバイスをもらったりできます。
nl: Sluit u aan bij de <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-ontwikkelaars</a>-mailinglijst om huidige en toekomstige ontwikkeling te bespreken, of om hulp te krijgen bij het bouwen en wijzigen van de broncode van Audacity.
pt_br: Cadastre-se na lista de emails <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a> para discutir o desenvolvimento do programa e obter ajuda compilando e modificando o código-fonte do Audacity.

source: You can now get both the Audacity Stable and latest Beta development code from our <a href="http://code.google.com/p/audacity/source/browse/audacity-src/trunk">SVN repository</a>.
es: Puede obtener tanto el código estable como el de la última beta en desarrollo desde nuestro <a href="http://code.google.com/p/audacity/source/browse/audacity-src/trunk">repositorio CVS</a>.
ja: Audacityの安定版およびベータ開発コードは<a href="http://code.google.com/p/audacity/source/browse/audacity-src/trunk">SVN repository</a>にて取り出すことができます。
nl: U kan nu de laatste stabiele code en de laatste bèta-ontwikkelingscode van Audacity verkrijgen via onze <a href="http://code.google.com/p/audacity/source/browse/audacity-src/trunk">SVN repository</a>.

source: Type this at the command line to check out the latest Stable source code from SVN:
es: Escriba esto en la linea de comandos para comprobar la última versión estable del código fuente de Audacity desde el CVS:
ja: SVNから最新の安定版ソースコードをチェックアウトするには、コマンドラインに以下のように入力してください:
nl: Typ dit in het commandovenster om de laatste stabiele broncode te halen van SVN:

source: See our Stable source code page for <a href="../download/source#instructions">compilation instructions</a>.
es: Consulte la página del código fuente para obtener <a href="../download/source#instructions">instrucciones sobre cómo compilar</a>.
ja: 安定版ソースコードのページの<a href="../download/source#instructions">コンパイル手順</a>をご覧ください。
nl: Zie onze stabiele broncode-pagina voor <a href="../download/source#instructions">instructies om te compileren</a>.

source: Type this at the command line to check out the latest Beta development source code from SVN:
es: O escriba esto en la línea de comandos para comprobar la última versión del código fuente de desarrollo de Audacity desde el CVS:
ja: あるいは最新のベータ開発ソースコードをSVNからチェックアウトするには次のようにコマンドラインに入力してください:
nl: Typ dit in het commandovenster om de laatste bèta-ontwikkelingsbroncode te halen van SVN:

source: See our development source code page for <a href="../download/beta_source#instructions">compilation instructions</a>.
es: Consulte la página del código fuente para obtener <a href="../download/source#instructions">instrucciones sobre cómo compilar</a>.
ja: <a href="../download/source#instructions">コンパイル手順</a>を参照するには開発ソースコードのページをご覧ください。
nl: Zie de ontwikkelingsbroncode-pagina voor <a href="../download/beta_source#instructions">instructies om te compileren</a>.

source: The SVN repository may also be accessed using many different GUI and IDE <a href="http://subversion.tigris.org/links.html#clients">clients and plug-ins</a>. If using GUI or IDE tools, please use the commands indicated in the tool's documentation.
es: El repositorio CVS también está accesible desde varios entorno desarrollo <a href="http://subversion.tigris.org/links.html#clients">clientes y plug-ins</a>. Si usa una de estas herramientas consulte la documentación para ver cómo proceder.
ja: SVNリポジトリは各種のGUIおよびIDE<a href="http://subversion.tigris.org/links.html#clients">クライアントやプラグイン</a>よりアクセスできます。 GUIやIDEをお使いになる際にはそれぞれのツールの解説書に示されるコマンドを使ってください。
nl: De SVN repository kan is ook toegankelijk door middel van vele verschillende GUI en IDE <a href="http://subversion.tigris.org/links.html#clients">clients en plugins</a>. Als u GUI of IDE tools gebruikt, gelieve de commando's te gebruiken die weergegeven worden in de documentatie van de toepassing.

source: Bug Tracking
es: Seguimiento de errores
ja: バグトラッキング

source: The Audacity developers now use a <a href="http://www.bugzilla.org/">Bugzilla</a> installation to track bugs and enhancements. To find issues to work on, please view our categorized <a href="http://wiki.audacityteam.org/wiki/Bug_Lists">Bug Lists</a>.
es: Los desarrolladores de Audcity utilizan una instalación de <a href="http://www.bugzilla.org/">Bugzilla</a> para hacer el seguimiento de errores y nuevas funciones. Para encontrar incidencias en las que trabajar, consulte la <a href="http://wiki.audacityteam.org/wiki/Bug_Lists">lista de errores</a>.
ja: Audacity開発チームは <a href="http://www.bugzilla.org/">Bugzilla</a>をバグトラックおよび改善のために使っています。 解決すべき課題を見つけるには、カテゴリ別に分類された <a href="http://wiki.audacityteam.org/wiki/Bug_Lists">Bug Lists</a>をご覧ください。
nl: De ontwikkelaars van Audacity gebruiken nu een <a href="http://www.bugzilla.org/">Bugzilla</a>-installatie om bugs en verbeteringen te tracken. Gelieve onze gecategoriseerde <a href="http://wiki.audacityteam.org/wiki/Bug_Lists">bug-lijsten</a> te bekijken om dingen te vinden waaraan gewerkt kan worden.

source: If you are a user reporting a new bug, please e-mail our <a href="../contact#feedback">feedback address</a>.
es: Si va a comunicar un nuevo error, escríbanos a la <a href="../contact#feedback">dirección de contacto</a>.
ja: もしご使用中に新しいバグを発見された場合は、<a href="../contact#feedback">feedback address</a>にEメールでお知らせください。
nl: Gelieve te e-mailen naar ons <a href="../contact#feedback">feedback-adres</a> als u een gebruiker bent die een fout rapporteert.

source: Submitting Patches
es: Envío de Patches
ja: パッチの提出
nl: Inzenden van Patches
pt_br: Enviando correções

source: We welcome patches from developers. Please see our <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Submitting Patches</a> page on the <a href="http://audacityteam.org/wiki/index.php?title=Audacity_Wiki_Home_Page">Wiki</a>.
es: Agradecemos el envío de Patches de los desarrolladores. Véase la página <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Submitting Patches</a> de la <a href="http://audacityteam.org/wiki/index.php?title=Audacity_Wiki_Home_Page">Wiki</a>.
ja: 開発者からのパッチは歓迎です。 <a href="http://audacityteam.org/wiki/index.php?title=Audacity_Wiki_Home_Page">Wiki</a>ページにある <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Submitting Patches</a> をご覧ください。
nl: We verwelkomen patches van ontwikkelaars. Lees alstublieft onze <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">inzenden van patches</a>-pagina op de <a href="http://audacityteam.org/wiki/index.php?title=Audacity_Wiki_Home_Page">Wiki</a>.
pt_br: Correções dos nossos desenvolvedores são muito bem-vindas. Por favor, veja nossa página <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Enviando correções</a> no nosso <a href="http://audacityteam.org/wiki/index.php?title=Audacity_Wiki_Home_Page">Wiki</a>.

source: User Community
es: Comunidad de usuarios
ja: ユーザーコミュニティー
nl: Gebruikersgroep
pt_br: Comunidade de usuários

source: Audacity was written by volunteers in their spare time. If you appreciate Audacity and would like to help out, here are some ideas:
es: Audacity ha sido escrito por voluntarios en su tiempo libre. Si le gusta el programa y quiere colaborar, aquí tiene algunas ideas:
ja: Audacityはボランティアの人たちによって彼らの余暇を使って作られています。もしあなたがAudacityが価値のあるものだと認め、ぜひ何か手伝いたいと思うのでしたら、いくつかのアイデアがあります：
nl: Audacity is door vrijwilligers in hun vrije tijd geschreven. Als u Audacity op prijs stelt en graag wil meehelpen, dan zijn hier wat ideeën:
pt_br: O Audacity foi criado por um time de voluntários em seu tempo livre. Se você quiser ajudar também, aqui vão algumas idéias:

source: Say Hello!
es: ¡Salúdenos!
ja: コメントをお寄せください!
nl: Zeg hallo!
pt_br: Diga-nos um oi!

source: If you enjoy Audacity,
es: Si le gusta Audacity,
ja: もしAudacityを気に入っていただけましたら、
nl: Als u Audacity leuk vindt,
pt_br: Se você gostou do Audacity,

source: write to us
es: escríbanos
ja: メールをください
nl: schrijf ons
pt_br: escreva para nós

source: and let us know that you like it. It makes us happy to know that people enjoy it. Also feel free to send comments and suggestions. We're always improving Audacity, and we value your input.
es: y díganos su opinión. Nos gusta saber que la gente lo utiliza.También puede enviarnos comentarios y sugerencias. Siempre estamos mejorando Audacity y valoramos mucho su punto de vista.
ja: そして気に入っていただけたことをお知らせください。私たちは皆さんに気に入っていただけたことを喜ばしく思います。さらにコメントや提案をお送りください。私たちは常にAudacityを向上させ続けます。皆さんからのお言葉はたいへん重要です。
nl: en laat ons weten dat u het programma leuk vindt. Wij zijn blij als mensen het een fijn programma vinden. Alle opmerkingen en suggesties zijn welkom. Wij zijn voortdurend bezig Audacity te verbeteren, en wij waarderen uw inbreng.
pt_br: nos conte-nos o que você mais lhe agradou. É sempre bom ouvir elogios dos usuários. Fique à vontade também para nos enviar suas críticas e sugestões. O Audacity é um programa livre e está sempre em evolução.

source: <h3>Join the User Community</h3>
es: <h3>Únase a la Comunidad de usuarios</h3>
ja: <h3>ユーザーコミュニティに参加しましょう</h3>
nl: <h3>Word lid van de gebruikersgemeenschap</h3>
pt_br: <h3>Ingresse na Comunidade de usuários</h3>

source: Subscribe to the
es: Suscríbase a la
ja: 私たちの
nl: Schrijf u in bij de
pt_br: Inscreva-se na

source: audacity-users mailing list
es: lista de correos de usuarios de Audacity
ja: audacity-usersメーリングリストを購読してください。
nl: audacity-gebruikersmaillijst
pt_br: lista de emails do audacity-users

source: to share tips, questions and feedback with other Audacity users and developers.
es: para compartir consejos, preguntas y comentarios con otros usuarios y desarrolladores de Audacity.
ja: に参加して、役に立つヒント、質問やフィードバックを他のAudacityユーザーや開発者と共有しましょう。
nl: om tips, vragen en feedback te delen met met andere Audacity-gebruikers en -ontwikkelaars.
pt_br: para discutir o Audacity com outros usuários e desenvolvedores.

source: Visit the
es: Visite la
ja: 私たちの
nl: Bezoek de
pt_br: Visite a

source: Audacity Wiki
es: wiki de Audacity
ja: Audacity Wikiをご覧ください。
pt_br: Site Wiki do Audacity

source: a community resource where users can add or edit information about Audacity and digital audio.
es: un recurso de la comunidad donde los usuarios pueden añadir o editar información sobre Audacity y el audio digital.
ja: をアクセスしてみてください。ユーザーがAudacityやディジタルオーディオについての情報を編集したり追加したりできるコミュニティです。
nl: een gemeenschapsbron waar gebruikers informatie over Audacity en digitale audio kunnen toevoegen of wijzigen.
pt_br: uma comunidade onde os usuários podem adicionar e editar informações sobre o Audacity e sobre áudio digital.

source: Join our
es: Suscríbase a nuestro
ja: 私たちの
nl: Sluit u aan bij het
pt_br: Ingresse na

source: Audacity Forum
es: Foro de Audacity
ja: Audacity Forumにご参加ください。
pt_br: Fórum do Audacity

source: where you can ask and answer questions about Audacity.
es: donde puede preguntar y responder a consultas sobre Audacity.
ja: に参加してください。Audacityについての質問や回答ができる場です。
nl: waar u vragen over Audacity kan stellen en beantwoorden.
pt_br: onde você pode formular questões e obter respostas sobre o Audacity.

source: Report bugs
es: Informe de errores
ja: バグを報告してください
nl: Rapporteer bugs
pt_br: Reporte bugs

source: If you find a bug in Audacity,
es: Si encuentra un error de funcionamiento en Audacity,
ja: もしAudacityのバグを発見したら、
nl: Als u een bug vindt in Audacity,
pt_br: Se você encontrar um problema no Audacity,

source: let us know
es: háganoslo saber
ja: お知らせください
nl: laat het ons weten
pt_br: entre em contato

source: Help us test our latest versions
es: Ayudarnos a probar las últimas versiones
ja: 最新バージョンのテストをお願いいたします。
nl: Help ons bij het testen van de laatste versies

source: You can help us by downloading our latest <a href="../download/">Beta version</a> or <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds">Nightly Build<a/> and testing it out. These versions usually contain new features or bug fixes that haven't been fully tested yet. Please <a href="../contact#feedback">let us know</a> of any problems you encounter, what you like and what could be improved. Tell us if you find any <em>regressions</em> - things that used to work but don't work anymore.
es: Puede ayudarnos descargando la última <a href="../download/"> versión Beta </a> o la versión <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds">Nightly Build<a/> y probarla. Estas versiones contienenen nuevas características y resolución de errores que no han sido totalmente verificadas. <a href="../contact#feedback">Háganos saber </a> cualquier problema que encuentre, lo que le gusta y lo que podría ser mejorado. Indíquenos si encuentra alguna <em>regresión</em> (cosas que funcionaban y ahora no lo hacen).
ja: 私たちの最新<a href="../download/">ベータ版</a> あるいは <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds">Nightly Build<a/> をダウンロードしてテストしていただけると助かります。これらのバージョンはまだ完全にテスト済みではありませんが新機能やバグ修正を含んでいます。問題を発見したり気に入った機能や改善すべき機能などについてお気づきの点をぜひ<a href="../contact#feedback">お知らせください</a>。 もし<em>改悪点</em> - すなわち以前は正常だったのに今はうまく動かない機能 - を発見されたらお知らせください。
nl: U kan ons helpen door de laatste <a href="../download/">bèta-versie</a> of <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds">Nightly Build<a/> te downloaden en uit te testen. Deze versies bevatten over het algemeen nieuwe functies of bugfixes die nog niet helemaal getest zijn. Gelieve <a href="../contact#feedback">ons te laten weten</a> als u problemen tegenkomt, wat u leuk vindt en wat verbeterd kan worden. Zeg ons als u <em>regressies</em> vindt - dingen die vroeger wel werkten en nu niet meer.

source: Advertisements Policy
es: Política de la lista de anuncios
ja: 広告ポリシー
nl: Reclamebeleid
