Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p>Creating a plug-in for Audacity using Nyquist is as simple as creating a text file with the extension ".ny" with some Nyquist code, adding a few comments to indicate the type of plug-in, and placing the file in Audacity's <code>plug-ins</code> directory. Here's a very simple plug-in as an example:</p> <pre> ;nyquist plug-in ;version 1 ;type process ;name "Fade In" ;action "Fading In..." (mult (ramp) s) </pre> <p>The first two lines of a Nyquist plug-in must be exactly as in the example above, or Audacity will not load it. (The version number is to support future expansions of the plug-in format.) The next line is the type of plug-in, which is discussed below. Then comes the name of the plug-in, which is what is displayed in the menu bar, and then the "action", which is what Audacity displays while it is busy processing the plug-in. There are other optional lines that may follow. Any line that does not begin with a semicolon (;) is assumed to contain Nyquist code and will be executed.</p> <p>Audacity has support for three types of plug-ins that can be written in Nyquist:</p> <pre> ;type generate ;type process ;type analyze </pre> <p>These correspond to the three menus that can contain plug-ins: Generate, Effect, and Analyze. Generate plug-ins are expected to generate new audio from scratch, Effect plug-ins ("process") modify existing audio in-place, and Analyze plug-ins process audio but do not modify it (though they are allowed to add labels).</p> <p>For Effect and Analyze plug-ins, Audacity sets up the Nyquist environment so that the audio the user has selected is in the variable <code>s</code>. All of the expressions in the plug-in file are executed in order, and the return value of the last expression is substituted for the selection in Audacity. If the last expression does not return audio, Audacity returns an error.</p> <h3>Parameter dialogs</h3> <p>Audacity has limited support for plug-ins showing a dialog to get parameters from the user. Here is an example of a plug-in that opens a dialog:</p> <pre> ;nyquist plug-in ;version 1 ;type process ;name "Delay..." ;action "Performing Delay Effect..." ;info "Demo effect for Nyquist by Roger Dannenberg.\nThis effect creates a fixed number of echos." ; (should be all on one line) ;control decay "Decay amount" int "dB" 6 0 24 ;control delay "Delay time" real "seconds" 0.5 0.0 5.0 ;control count "Number of echos" int "times" 5 1 30 (defun delays (s decay delay count) (if (= count 0) (cue s) (sim (cue s) (loud decay (at delay (delays s decay delay (- count 1))))))) (stretch-abs 1 (delays s (- 0 decay) delay count)) </pre> <p>If Audacity finds at least one "control" line, it will open a dialog to prompt the user for certain parameters to the plug-in. Each parameter consists of a text box and a slider, and after the user has entered each one, the final value will be stored in a Nyquist variable with a name that you specify on the "control" line. Here's what the dialog for the Delay effect shown above looks like in Audacity for Linux:</p> <p><img alt="Nyquist plugin screenshot" src="../images/nyquist-plugin-screenshot" width="414" height="221"></p> <p>Note that the "info" line is displayed at the top of the dialog, and that the "\n" becomes a newline. The parameters to the "control" line affect the appearance and limitations of the parameter. Each "control" line must consist of exactly the following 8 elements, in order:</p> <ol> <li>The word "control"</li> <li>The name of the control - this is the name of the Nyquist variable that will get set when the user manipulates the dialog.</li> <li>The label to the left of the control</li> <li>The type of value: either <code>int</code> (integer) or <code>real</code>.</li> <li>The label to the right of the value (usually the units like "Hz" or "dB").</li> <li>The default/initial value of the parameter</li> <li>The minimum value of the parameter</li> <li>The maximum value of the parameter</li> </ol> <h3>Returning labels</h3> <p>Instead of returning audio, a Nyquist plug-in can instead return a list of labels. A list of labels is simply a list of time/label pairs, for example:</p> <pre> ((0.0 "start") (30.0 "middle") (60.0 "end")) </pre> <p>When a plug-in returns a list of exactly this form, Audacity will create a new label track and add the labels at those positions. This style of plug-in is usually of type "analyze".</p> <p>New! Beginning with Audacity version 1.3.1, you can now optionally return both a start and an end time, like this:</p> <pre> ((0.0 25.0 "start") (30.0 45.0 "middle") (60.0 75.0 "end")) </pre> <p>Note that labels are allowed to overlap in Audacity 1.3; the end time of one can be after the start time of the next.</p> <h3>Processing stereo tracks</h3> <p>Nyquist represents stereo tracks as an array of sounds (not a list). Many Nyquist functions automatically work with these arrays, but not all, so sometimes you may find it necessary to split up a stereo array, or reassemble one. Here are some useful functions:</p> <table class="function-list"> <tr><td><code>(arrayp s)</code></td><td>returns true if <code>s</code> is an array</td></tr> <tr><td><code>(aref s 0)</code></td><td>the first element in array <code>s</code> - the left channel</td></tr> <tr><td><code>(aref s 1)</code></td><td>the second element in array <code>s</code> - the right channel</td></tr> <tr><td><code>(setf s (make-array 2))</code></td><td>makes <code>s</code> into a new array of length 2</td></tr> <tr><td><code>(setf (aref s 0) left)</code></td><td>makes <code>left</code> the first element of array <code>s</code></td></tr> <tr><td><code>(setf (aref s 1) right)</code></td><td>makes <code>right</code> the second element of array <code>s</code></td></tr> </table> <p>As a convenience, if the input to your Nyquist plug-in is stereo, but you only output a single (mono) sound, Audacity will automatically copy it to both the left and right channels.</p> <h3>Where to go from here</h3> <p>Audacity comes with some sample plug-ins that you can examine or modify as a starting point. The best way to learn Nyquist is to try it. If you're having trouble debugging, consider downloading the standalone version of Nyquist (see the link in Part 1).</p> <p>If you're having trouble getting Nyquist to work at all, please <a href="../contact/">contact us</a>.</p> <p>If you are working on Nyquist plug-in effects and would like to share them with others, or if you would like to discuss general details of how to achieve certain effects in Nyquist, please join the <a href="../contact/lists#nyquist">audacity-nyquist mailing list</a>.</p> <p>Don't forget to consult the full <a href="http://www-2.cs.cmu.edu/~rbd/doc/nyquist/root.html">Nyquist Reference Manual</a> for more details of how Nyquist works.</p>
pt_br: <p>Criar um plug-in para o Audacity utilizando o Nyquist é simples como criar um arquivo de texto com a extensão ".ny" com os comandos Nyquist, os comentários sobre o código e salvá-lo na pasta <code>plug-ins</code>. Este texto explica como construir plug-ins para o Audacity utilizando-se da linguagem Nyquist, e está em inglês devido à sua grande quantidade de código. Here's a very simple plug-in as an example:</p> <pre> ;nyquist plug-in ;version 1 ;type process ;name "Fade In" ;action "Fading In..." (mult (ramp) s) </pre> <p>The first two lines of a Nyquist plug-in must be exactly as in the example above, or Audacity will not load it. (The version number is to support future expansions of the plug-in format.) The next line is the type of plug-in, which is discussed below. Then comes the name of the plug-in, which is what is displayed in the menu bar, and then the "action", which is what Audacity displays while it is busy processing the plug-in. There are other optional lines that may follow. Any line that does not begin with a semicolon (;) is assumed to contain Nyquist code and will be executed.</p> <p>Audacity has support for three types of plug-ins that can be written in Nyquist:</p> <pre> ;type generate ;type process ;type analyze </pre> <p>These correspond to the three menus that can contain plug-ins: Generate, Effect, and Analyze. Generate plug-ins are expected to generate new audio from scratch, Effect plug-ins ("process") modify existing audio in-place, and Analyze plug-ins process audio but do not modify it (though they are allowed to add labels).</p> <p>For Effect and Analyze plug-ins, Audacity sets up the Nyquist environment so that the audio the user has selected is in the variable <code>s</code>. All of the expressions in the plug-in file are executed in order, and the return value of the last expression is substituted for the selection in Audacity. If the last expression does not return audio, Audacity returns an error.</p> <h3>Parameter dialogs</h3> <p>Audacity has limited support for plug-ins showing a dialog to get parameters from the user. Here is an example of a plug-in that opens a dialog:</p> <pre> ;nyquist plug-in ;version 1 ;type process ;name "Delay..." ;action "Performing Delay Effect..." ;info "Demo effect for Nyquist by Roger Dannenberg.\nThis effect creates a fixed number of echos." ; (should be all on one line) ;control decay "Decay amount" int "dB" 6 0 24 ;control delay "Delay time" real "seconds" 0.5 0.0 5.0 ;control count "Number of echos" int "times" 5 1 30 (defun delays (s decay delay count) (if (= count 0) (cue s) (sim (cue s) (loud decay (at delay (delays s decay delay (- count 1))))))) (stretch-abs 1 (delays s (- 0 decay) delay count)) </pre> <p>If Audacity finds at least one "control" line, it will open a dialog to prompt the user for certain parameters to the plug-in. Each parameter consists of a text box and a slider, and after the user has entered each one, the final value will be stored in a Nyquist variable with a name that you specify on the "control" line. Here's what the dialog for the Delay effect shown above looks like in Audacity for Linux:</p> <p><img alt="Nyquist plugin screenshot" src="../images/nyquist-plugin-screenshot" width="414" height="221"></p> <p>Note that the "info" line is displayed at the top of the dialog, and that the "\n" becomes a newline. The parameters to the "control" line affect the appearance and limitations of the parameter. Each "control" line must consist of exactly the following 8 elements, in order:</p> <ol> <li>The word "control"</li> <li>The name of the control - this is the name of the Nyquist variable that will get set when the user manipulates the dialog.</li> <li>The label to the left of the control</li> <li>The type of value: either <code>int</code> (integer) or <code>real</code>.</li> <li>The label to the right of the value (usually the units like "Hz" or "dB").</li> <li>The default/initial value of the parameter</li> <li>The minimum value of the parameter</li> <li>The maximum value of the parameter</li> </ol> <h3>Returning labels</h3> <p>Instead of returning audio, a Nyquist plug-in can instead return a list of labels. A list of labels is simply a list of time/label pairs, for example:</p> <pre> ((0.0 "start") (30.0 "middle") (60.0 "end")) </pre> <p>When a plug-in returns a list of exactly this form, Audacity will create a new label track and add the labels at those positions. This style of plug-in is usually of type "analyze".</p> <p>New! Beginning with Audacity version 1.3.1, you can now optionally return both a start and an end time, like this:</p> <pre> ((0.0 25.0 "start") (30.0 45.0 "middle") (60.0 75.0 "end")) </pre> <p>Note that labels are allowed to overlap in Audacity 1.3; the end time of one can be after the start time of the next.</p> <h3>Processing stereo tracks</h3> <p>Nyquist represents stereo tracks as an array of sounds (not a list). Many Nyquist functions automatically work with these arrays, but not all, so sometimes you may find it necessary to split up a stereo array, or reassemble one. Here are some useful functions:</p> <table class="function-list"> <tr><td><code>(arrayp s)</code></td><td>returns true if <code>s</code> is an array</td></tr> <tr><td><code>(aref s 0)</code></td><td>the first element in array <code>s</code> - the left channel</td></tr> <tr><td><code>(aref s 1)</code></td><td>the second element in array <code>s</code> - the right channel</td></tr> <tr><td><code>(setf s (make-array 2))</code></td><td>makes <code>s</code> into a new array of length 2</td></tr> <tr><td><code>(setf (aref s 0) left)</code></td><td>makes <code>left</code> the first element of array <code>s</code></td></tr> <tr><td><code>(setf (aref s 1) right)</code></td><td>makes <code>right</code> the second element of array <code>s</code></td></tr> </table> <p>As a convenience, if the input to your Nyquist plug-in is stereo, but you only output a single (mono) sound, Audacity will automatically copy it to both the left and right channels.</p> <h3>Where to go from here</h3> <p>Audacity comes with some sample plug-ins that you can examine or modify as a starting point. The best way to learn Nyquist is to try it. If you're having trouble debugging, consider downloading the standalone version of Nyquist (see the link in Part 1).</p> <p>If you're having trouble getting Nyquist to work at all, please <a href="../contact/">contact us</a>.</p> <p>If you are working on Nyquist plug-in effects and would like to share them with others, or if you would like to discuss general details of how to achieve certain effects in Nyquist, please join the <a href="../contact/lists#nyquist">audacity-nyquist mailing list</a>.</p> <p>Don't forget to consult the full <a href="http://www-2.cs.cmu.edu/~rbd/doc/nyquist/root.html">Nyquist Reference Manual</a> for more details of how Nyquist works.</p>

source: Personal Support with Audacity Questions or Problems
pt_br: Suporte pessoal sobre questões e problemas no uso do Audacity

source: If you still need help, please visit our user
pt_br: Se você ainda precisar de ajuda, por favor visite o nosso

source: Search the Forum to see if you can find an immediate answer. If not, <a href="http://audacityteam.org/forum/ucp.php?mode=register">register</a> at the Forum, confirm your registration and then log in. Choose the correct subforum to post to (for example, the Windows forum for Audacity 1.2.x), click "New Topic", then submit your message. Foreign language subforums are available for <a href="http://audacityteam.org/forum/viewforum.php?f=7">French</a>, <a href="http://audacity-forum.de/">German</a>, <a href="http://audacityteam.org/forum/viewforum.php?f=10">Russian</a> and <a href="http://audacityteam.org/forum/viewforum.php?f=8">Spanish</a>.
pt_br: Busque pelo Forum para encontrar respostas. Se não encontrar o que procura, <a href="http://audacityteam.org/forum/ucp.php?mode=register">registre-se</a>, confirme seu registro e entre. Escolha a área correta do Fórum para postar sua mensagem (por exemplo a área para Windows), clique em "New Topic" e envie sua mensagem em inglês. Já existem fóruns em <a href="http://audacityteam.org/forum/viewforum.php?f=7">Francês</a>, <a href="http://audacity-forum.de/">Alemão</a>, <a href="http://audacityteam.org/forum/viewforum.php?f=10">Russian</a> e <a href="http://audacityteam.org/forum/viewforum.php?f=8">Espanhol</a>.

source: Suggestions and Comments for the Audacity Developers
pt_br: Comentários e sugestões para os desenvolvedores do Audacity

source: If you have feedback for us that does <b>not</b> require a personal response, please
pt_br: Se você tiver alguma sugestão ou crítica que <b>não exija</b> uma resposta personalizada, por favor

source: e-mail us</a>. Please tell us your experiences of the Audacity program, documentation or web site. We particularly welcome reports of possible program bugs and suggestions for new Audacity features.
pt_br: envie-nos uma mensagem</a>. Por favor, diga-nos suas experiências com o programa, documentação ou website. São especialmente bem-vindas notificações sobre problemas enfrentados com o uso do programa e novas funcionalidades do Audacity.

source: Reports of apparent bugs should be as specific as possible, including:</p> <ol> <li>Your version of Audacity (for example, 1.2.6).</li> <li>Your operating system (for example, Windows XP Service Pack 2 or Intel Mac OS X 10.4).</li> <li>Details of what you were trying to do, what steps led to the problem occurring, and details of any error messages.</li> </ol> <p>Patches to fix problems or enhance features will be gratefully received. Please follow the guidance on the <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Submitting Patches</a> page on our <a href="http://audacityteam.org/wiki/index.php">Wiki</a>.</p> <p><b>Note:</b> We can only accept feedback in English at present.</p>
pt_br: Relatos de erros devem ser o mais detalhados possível, incluindo:</p> <ol> <li>A versão do Audacity (por exemplo 1.2.6).</li> <li>Seu sistema operacional (por exemplo Windows XP Service Pack 2 ou Intel Mac OS X 10.4).</li> <li>Detalhes do que você tentava fazer e quais passos levam ao erro que está relatando.</li> </ol> <p>Correções e atualizações para recursos do programa são muito bem-vindos. Por favor, siga as instruções da página <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Enviando Correções</a> (em inglês) ou em nosso <a href="http://audacityteam.org/wiki/index.php">Wiki</a>.</p> <p>Só podemos aceitar relatos escritos em inglês.<b>Nota:</b> De acordo com a nossa <a href="../contact/privacy">Política de Privacidade</a>, esta é uma lista pública e as mensagens estão sujeitas a serem armazenadas em diversos sites onde as mensagens são arquivadas.</p>

source: These lists are for discussion about the Audacity audio editor. </p> <p><b>Note:</b> In line with our <a href="../contact/privacy">Privacy Policy</a>, these are public lists - messages are seen by all list subscribers, and posted on several web sites where the messages are archived.</p>
pt_br: Estas listas são para receber retorno dos nossos usuários, feedback e discussões sobre o uso do Audacity, com mensagens somente em inglês. </p> <p><b>Nota:</b> De acordo com a nossa <a href="../contact/privacy">Política de Privacidade</a>, esta é uma lista pública e as mensagens estão sujeitas a serem armazenadas em diversos sites onde as mensagens são arquivadas.</p>

source: Developers may also subscribe to automated notifications of <a href="http://lists.sourceforge.net/lists/listinfo/audacity-cvs">latest source code changes</a> and <a href="http://lists.sourceforge.net/lists/listinfo/audacity-bugs">bugs</a> reported to our <a href="http://limpet.net/audacity/bugzilla/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">Bugzilla</a> database. However, <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Release Checklist</a> on the <a href="http://audacityteam.org/wiki/">Wiki</a> is now used for internal bug tracking.
pt_br: Os desenvolvedores também podem inscrever-se nas notificações das <a href="http://lists.sourceforge.net/lists/listinfo/audacity-cvs">últimas alterações de código</a> e na lista de <a href="http://lists.sourceforge.net/lists/listinfo/audacity-bugs">bugs</a> reportados à nossa base de dados <a href="http://limpet.net/audacity/bugzilla/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">Bugzilla</a>. No entanto, a <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Release Checklist</a> no <a href="http://audacityteam.org/wiki/">Wiki</a> também é usada para rastrear bugs.

source: Emeritus: distinguished Audacity team members, not currently active
pt_br: Emérito: membros distintos no desenvolvimento do Audacity que não contribuem atualmente.

source: <p>Audacity is a free, easy-to-use audio editor and recorder for Windows, Mac OS X, GNU/Linux and other operating systems. You can use Audacity to:</p> <ul> <li>Record live audio.</li> <li>Convert tapes and records into digital recordings or CDs.</li> <li>Edit Ogg Vorbis, MP3, WAV or AIFF sound files.</li> <li>Cut, copy, splice or mix sounds together.</li> <li>Change the speed or pitch of a recording.</li> <li>And more! See the complete <a href="features">list of features</a>.</li> </ul>
pt_br: <p>O Audacity é um editor de áudio livre e fácil de usar disponível para Windows, Mac OS X, GNU/Linux e outros. Use o Audacity para:</p> <ul> <li>Gravações ao vivo.</li> <li>Transformar fitas cassete em gravações digitais e CDs.</li> <li>Editar arquivos em formato Ogg Vorbis, MP3 e WAV.</li> <li>Cortar, copiar, colar e juntar sons e faixas de áudio.</li> <li>Alterar a velocidade ou o timbre de uma gravação.</li> <li>E muito mais! Veja a <a href="features">lista completa de recursos</a>.</p> </ul>

source: <h3>About Free Software</h3> <p>Audacity is free software, developed by a group of volunteers and distributed under the <a href="license">GNU General Public License (GPL)</a>.</p> <p>Free software is not just free of cost (like &quot;free beer&quot;). It is <b>free as in freedom</b> (like &quot;free speech&quot;). Free software gives you the freedom to use a program, study how it works, improve it and share it with others. For more information, visit the <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Programs like Audacity are also called <b>open source software</b>, because their source code is available for anyone to study or use. There are thousands of other free and open source programs, including the <a href="http://www.mozilla.com/">Firefox</a> web browser, the <a href="http://www.openoffice.org/">OpenOffice.org</a> office suite and entire Linux-based operating systems such as <a href="http://www.ubuntulinux.org/">Ubuntu</a>.</p> <p>We welcome <a href="../community/donate">donations</a> to support Audacity development.</p>
pt_br: <h3>Sobre o Software Livre</h3> <p>O Audacity é um software livre, desenvolvido por um grupo de vountários e distribuído sob a licença <a href="license">GNU General Public License (GPL)</a>.</p> <p>Software livre não é só ser grátis. É dar liberdade aos usuários de se envolver no processo de criação e melhoramento, é poder ter voz ativa nos rumos do programa e compartilhar com todos os frutos deste trabalho. Conheça melhor o software livre vendo a página da <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Programas como o Audacity são também chamados de <b>open source</b> ou de <b>código (fonte) aberto </b>, por que os códigos que fazem o programa estão aberto para qualquer pessoa interessada nele. Há muitos outros projetos de código aberto, com o navegador <a href="http://www.mozilla.com/">Mozilla</a>, a suíte de escritório <a href="http://www.openoffice.org/">OpenOffice.org</a> e todo o sistema operacional <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/">Linux/a>.</p> <p>Também aceitamos <a href="../community/donate">doações</a> para ajudar o desenvolvimento do Audacity.</p>

source: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> is a street-rock band from Finland.
pt_br: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> - banda de rock da Finlândia.

source: <a href="http://ardour.org/">Ardour</a> is a powerful digital audio workstation that runs on GNU/Linux.
pt_br: <a href="http://ardour.org/">Ardour</a> - estação de edição de áudio para GNU/Linux.

source: Audacity raises money via donations, advertisements on our web pages, and product sales through the <a href="http://audacitystore.com/">Audacity Store</a>.
pt_br: O Audacity levanta fundos por doações, propagandas em suas páginas e pelas vendas na <a href="http://audacitystore.com/">Audacity Store</a>.
