Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <ul> <li>Contains dozens of new, exciting features. Very occasionally, these might need final polishing or not be retained in later versions.</li> <li>Occasionally, a feature might not work as it did before, or might be temporarily disabled.</li> <li>Some parts of the program are not yet documented or translated into different languages.</li> </ul>
es: <ul> <li>Contiene docenas de nuevas características. En algún caso pueden necesitar un pequeño pulido final o no se mantendrán en futuras versiones.</li> <li>En algún caso, una función puede no funcionar como solía hacerlo con anterioridad o puede estar deshabilitada temporalmente.</li> <li>Algunas partes del programa pueden no estar completamente documentadas o traducidas a los idiomas distintos del inglés.</li> </ul>
ja: <ul> <li>何十もの新しく魅力的な機能を含んでいます。非常にまれですが、これらはまだ最終調整が必要であったり、後のバージョンには引き継がれないものもあるかもしれません。</li> <li>まれに、ある機能は以前のように動作しないものがあるかもしれません。または暫定的に無効化されているかもしれません。</li> <li>プログラムのいくつかの部分はまだドキュメント化されていないかもしれません。また他言語に翻訳されていないかもしれません。</li> </ul>
nl: <ul> <li>Deze versie bevat tientallen nieuwe, spannende functies. Heel soms kunnen deze nog afwerking vereisen of gewoonweg niet behouden worden in latere versies.</li> <li>Nu en dan kan een functie niet werken zoals het vroeger deed, of het kan tijdelijk uitgeschakeld zijn.</li> <li>Sommige delen van het programma zijn nog niet gedocumenteerd of vertaald in verschillende talen.</li> </ul>
pt_br: <ul> <li>Contém dezenas de novos recursos. No entanto, estes recursos podem estar sem acabamento final, ou até serem retirados das versões futuras.</li> <li>Ocasionalmente, algum recurso pode deixar de funcionar como em versões anteriores ou estar temporariamente desabilitado.</li> <li>Várias partes do programa ainda não foram traduzidas ou não dispõem de documentação.</li> </ul>

source: Changes in Audacity 1.3.13
ja: Audacity 1.3.13での変更点

source: <dl> <dt> Bug fixes for: </dt> <dd> Interface: <ul> <li>Cutting or copying from a track at a given sample rate into a track at another rate resulted in speed-changed audio.</li> <li>Generating inside a clip could modify the clip length or create spurious clips.</li> <li>Recorded stereo tracks were only half the height of imported or generated stereo tracks. Imported stereo files had a "1" appended to the track name.</li> <li> Edit > Region Save did not save the cursor position.</li> <li><i>(Windows)</i> Projects crashed when clicking rapidly inside the interface or when applying repeated effects towards the end of audio tracks.</li> <li><i>(Windows)</i> Some Unicode characters could not be typed into labels,or caused a freeze using some input methods.</li> <li><i>(OS X)</i> Crash when quitting an empty project window, or when closing the main project window while a progress dialog was on screen.</li> <li>Numerous other interface fixes including Dependencies dialog, Keyboard Preferences and spurious lines drawn on waveform.</li> </ul> </dd>
ja: <dl> <dt> バグ修正点</dt> <dd> インタフェース: <ul> <li>あるサンプリング周波数のトラックからの切り取りまたはコピー により異なったサンプル周波数のトラックにペーストした際に オーディオのスピードが変わってしまう現象</li> <li>オーディオクリップ内で生成を行った場合に、クリップ長 が変化したり、ごみのクリップができてしまう現象</li> <li>録音されたステレオトラックが取り込まれたあるいは生成 されたトラックの半分の高さになってしまう。取り込まれた ステレオファイルのトラック名に"1"が付加かされてしまう。</li> <li> 編集 > 選択範囲を保存を行った際にカーソル位置が保存されない</li> <li><i>(Windows)</i> インタフェース内を素速くクリックしたり オーディオトラックの終点に向かってエフェクトを繰り返し適用 した場合にプロジェクトがクラッシュする現象</li> <li><i>(Windows)</i> Unicodeの文字によってはラベル内に入力できな かったり、入力メソッドによってはフリーズしてしまう現象</li> <li><i>(OS X)</i> 空のプロジェクトウインドウを閉じようとしたり 実行中ダイアログが出ている状態でプロジェクトウインドウを閉じ ようとした際にクラッシュする現象</li> <li>依存関係ダイアログ、キー設定や波形描画に現れるごみなど、多く のインタフェース関連の修正</li> </ul> </dd>

source: <dd> Imports and Exports: <ul> <li>Support added for later versions of the optional FFmpeg library up to current FFmpeg HEAD. This should significantly improve FFmpeg support on Linux. FFmpeg downloads for <a href="http://manual.audacityteam.org/man/FAQ:Installation_and_Plug-Ins#winff"> Windows</a> and <a href="http://manual.audacityteam.org/man/FAQ:Installation_and_Plug-Ins#macff"> Mac</a> updated to v0.6. This fixes mono AAC files importing as stereo, though current 0.5 versions of FFmpeg will still work.</li> <li>Both FFmpeg and LAME should now be properly detected even when other versions of those libraries exist on the system.</li> <li>New warning (on by default) for importing uncompressed audio files. Better error messages when read-directly uncompressed files are missing.</li> <li>Imported ID3v2 metadata tags were removed when exporting without the Metadata Editor appearing (for example, when using an export command in Chains). <b>Note:</b> As a result of this fix, ID3v1 tags must now be written by exporting using (external program) and an installed LAME.</li> <li>U-Law/A-Law files with WAV headers now use the standard 18 byte fmt chunk, so should now be recognised by most telephony applications.</li> <li>Variable bit rate MP3s exported using "MP3 Files" were larger than necessary because using the bit reservoir was disabled. </li> <li><i>(OS X)</i> Files imported from iTunes could create invalid characters in the .aup project file, causing an error when re-opening the project. <b>Note:</b> An error "reference to invalid character number" will still occur if re-opening a project created in previous Betas that contains such characters. To fix the issue, open a back-up copy of the .aup file in a text editor, turn off word wrap, then in the line indicated in the error message, remove the string of characters that starts with &# and ends with a semi-colon (;).</li> </ul> </dd>
ja: <dd> 取り込み/書き出し: <ul> <li>現バージョンのFFmpeg HEADに加えて最新バージョンのFFmpegの サポートを追加。これはLinux環境でのFFmpegサポートを大きく向上させます。 <a href="http://manual.audacityteam.org/man/FAQ:Installation_and_Plug-Ins#winff"> Windows</a> および <a href="http://manual.audacityteam.org/man/FAQ:Installation_and_Plug-Ins#macff"> Mac</a> 用のFFmpegダウンロードはv0.6にアップデートされました。 これはモノラルAACファイルがステレオとして取り込まれる現象を修正して います。なお現行のバージョン0.5のFFmpegも使用可能です。</li> <li>FFmpegおよびLAMEが、もしそれらのほかのバージョンがシステム中 に存在していたとしても、正しく検出されるようになりました。</li> <li>無圧縮オーディオファイルの取り込み時に警告メッセージがデフォルト で出るようになりました。 直接読み込みの非圧縮が見つからない際に改善 されたエラーメッセージが出るようになりました。</li> <li>取り込まれたID3v2タグがメタデータエディタ表示なしに書き出された際に削除 されてしまう現象 (例：チェインの中で書き出しコマンドが使われた場合) <b>注意:</b> この修正の結果、ID3v1タグはインストールされているLAME および(外部プログラム)にて書き出すことで書き込まれなければなりません。</li> <li>WAVヘッダー付きのU-Law/A-Lawファイルは標準の18バイトフォーマットを使う ようになり、多くのテレフォニアプリケーションにて認識できるようになりました。</li> <li>ビットリザーバーが無効化されていたために可変長MP3ファイルを "MP3ファイル" で書き出した場合に必要以上に大きくなってしまった現象</li> <li><i>(OS X)</i>iTunesから取り込んだファイルが.aupプロジェクトファイルに不正文字 を書き込んでしまい、プロジェクトの再オープン時にエラーとなってしまう現象 <b>注意:</b> 以前のベータ版にて作成され不正な文字が含まれているプロジェクトを開く 場合には"reference to invalid character number" エラーが起こることがあります。 この問題を解決するためにはテキストエディタで.aupファイルを開き、ワードラップをオフ にして、&#で始まってセミコロン (;)で終わる文字列を削除してください。</li> </ul> </dd>

source: <dd> Other bug fixes: <ul> <li>Nyquist effects: fixes for crashes, incorrect slider behaviour and better support for backslashes, double quotes and Unicode characters.</li> <li><i>(Windows and OS X)</i> Processing of VST effects was substantially slower than in previous versions of Audacity.</li> <li><i>(OS X 10.5 PPC)</i> A first-time installation of Audacity Beta would hang on launch if VST effects were detected. </li> <li><i>(Linux)</i> Recordings made with the pulse device crashed or stalled when using overdub and/or software playthrough. </li> <li><i>(Linux)</i> Play-at-Speed crashed at 0.08 speed or lower if Audacity was configured with libsamplerate. </li> </ul> </dd>
ja: <dd>その他のバグ修正: <ul> <li>Nyquistエフェクト: クラッシュ、スライダーの動作不良および バックスラッシュ、ダブルクォートとUnicode文字のサポート改善</li> <li><i>(Windows および OS X)</i> VSTエフェクトの処理が以前のAudacity より目立って遅かったという不具合</li> <li><i>(OS X 10.5 PPC)</i> Audacityインストール後最初の起動時にVSTエ フェクト検出されるとハングしてしまう不具合 </li> <li><i>(Linux)</i>パルスデバイスによる録音時に、オーバーダブまたは/および ソフトウエアによるスルー再生を行った場合クラッシュまたはストールする現象 </li> <li><i>(Linux)</i> Audacityがlibsamplerateに設定されている場合に再生スピード が0.08以下の場合でPlay-at-Speedがクラッシュする現象</li> </ul> </dd>

source: <dt> Changes and improvements:</dt> <dd> <ul> <li>Control Toolbar renamed to Transport Toolbar.</li> <li>Device Toolbar (on by default) now contains all input and output device choices, including host and recording channels. Input/output choices are no longer in Mixer Toolbar on Windows XP or some older operating systems. New Transport > Rescan Audio Devices menu item to refresh the device list.</li> <li>New "Sync-Lock Tracks" feature (turned on in the Tracks menu) to allow groups of audio and/or label tracks to retain synchronisation when the track length changes.</li> <li>Equalization: New "Manage Curves" dialog for importing and exporting curves.</li> <li>Noise Removal: New "Sensitivity" slider to adjust the noise threshold, and new option to isolate noise.</li> <li>New "Extended Import" Preferences for specifying different importers to open specific file extensions.</li> <li>Improved Automatic Crash Recovery with all project changes autosaved.</li> <li>MIDI tracks can be vertically zoomed, time shifted and display bar lines. <b>Note:</b> the channel selection buttons are not available in 1.3.13.</li> <li><i>(Windows and Linux)</i> The window Close button and other system close or shutdown commands now quit on closing the last window. File > Close now always clears to a new, empty project.</li> <li><i>(OS X)</i> Simpler installer with top-level "Audacity" folder.</li> </ul> </dd> </dl> <p> Please be aware of <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.13#Known_Issues_at_Release"> Known Issues at Release</a> (also viewable in the included README.txt). </p>
ja: <dt> 更点および改善点:</dt> <dd> <ul> <li>コントロールツールバーはトランスポートツールバーに名称変更されました。</li> <li>デバイスツールバーはデフォルトでホストとレコーディングチャンネルを含む すべての入力および出力デバイスを表示できるようになりました。 入力/出力選択はミキサーツールバーからは削除されました。 Windows XPやその他の古いOSでは、録音と再生 ＞Rescan Audio Devicesから デバイスリストのリフレッシュを行ってください。</li> <li>新しい "トラックを同期させる" 機能（トラックメニュー内）により、トラック長 が変更された場合でも複数のオーディオやラベルトラックの同期が維持されます。</li> <li>イコライゼーション: 新しい"カーブの管理" ダイアログによりカーブの取り込みと 書き出しができるようになりました。</li> <li>ノイズ除去: 新しい "感度調整" スライダーによるノイズ閾値の調整と新オプション によりノイズに分離ができるようになりました。</li> <li>新しい"拡張取り込み" 設定により読み込むべきファイルを拡張子により指定する ことができるようになりました。</li> <li>改善された自動クラッシュ回復機能により、プロジェクトの変更が自動保存される ようになりました。</li> <li>MIDIトラックの垂直方向ズーム、時間シフトおよびバーラインでの表示ができる ようになりました。 <b>注意:</b>チャンネル選択ボタンは1.3.13では対応して いません。</li> <li><i>(WindowsおよびLinux)</i> システムの閉じるボタン等を使ってウインドウを 閉じた場合は最後の状態のまま閉じられますが、ファイル ＞ 閉じるメニューで閉じる 場合には、プロジェクトを消去するようになりました。</li> <li><i>(OS X)</i> "Audacity" フォルダのトップレベルにシンプルなインストーラー が提供されます</li> </ul> </dd> </dl> <p> <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.13#Known_Issues_at_Release"> 既知の問題</a> (含まれているREADME.txtでもご覧になれます)もご覧ください。 </p>

source: Changes in Audacity 1.3.12
es: Novedades en Audacity 1.3.12
ja: Audacity 1.3.12での変更点
nl: Aanpassingen in Audacity 1.3.12

source: <dl> <dt> Bug fixes for: </dt> <dd> Imports and Exports: <ul> <li>AAC files could not be exported at 48000 Hz</li> <li>When importing multiple native file formats using FFmpeg, all files after the first reverted to using the native importer</li> <li>FFmpeg custom export window too large on 800 x 600 resolution monitors</li> <li>Projects froze if files imported via On-Demand were no longer available</li> <li><i>(Linux)</i> WAV/AIFF exports were corrupted if overwriting an aliased file which had been imported using the command line</li> </ul> </dd> <dd> Labels: <ul> <li>Cutting or deleting a region in the waveform and label track did not move the labels in advance of the cut</li> <li>Incorrect behavior snapping to labels and boundaries with Snap To enabled</li> <li>Labels can now be reversed if included with the audio selection</li> using the command line</li> </ul> </dd> <dd> Other bug fixes: <ul> <li>When using non-English languages, Generate effects truncated the selected region</li> <li>Mice with high-precision scroll-wheels could cause a crash</li> <li>Changing recording preferences using the Transport menu did not update the menu in other open projects</li> <li><i>(Windows 7)</i>&nbsp;Clicking in a file open or save dialog caused files or folders to disappear from the list, and file filtering was broken</li> </ul> </dd>
es: <dl> <dt> Corrección de errores en: </dt> <dd> Importaciones y exportaciones: <ul> <li>Los archivos AAC no podían ser exportados a 48000 Hz</li> <li>Al importar múltiples archivos en varios formatos nativos empleando FFmpeg, todos los archivos tras el primero volvían a usar el importador original</li> <li>La ventana de exportación personalizada FFmpeg era demasiado grande para monitores en 800x600</li> <li>Los proyectos se bloqueaban si los archivos importados bajo demanda dejaban de estar disponibles</li> <li><i>(Linux)</i> La exportación WAV/AIFF se corrompía si se sobreescribía un archivo con alias si este había sido importado mediante la línea de comandos</li> </ul> </dd> <dd> Etiquetas: <ul> <li>El cortar o borrar una zona en la forma de onda y la pista de etiqueta no movía las etiquetas hacia adelante en el corte</li> <li>Comportamiento erroneo al ajustar etiquetas y límites con la opción Ajustar a activada</li> <li>Las etiquetas ya se pueden invertir si se incluyen en la selección audio</li> mediante la línea de comandos</li> </ul> </dd> <dd> Otros errores corregidos: <ul> <li>Al utilizar un idioma diferente al inglés el efecto Generar partía la zona seleccionada</li> <li>Los ratones con scroll de alta precisión podían provocar un error en la aplicación.</li> <li>El cambio de las opciones de grabación mediante el menú Control no actualizaba el menú en otros proyectos abiertos</li> <li><i>(Windows 7)</i>&nbsp;Hacer clic en un cuadro de diálogo de Abrir o Guardar hacía que algunos archivos o carpetas desapareciesen de la lista y que el filtro de archivos no funcionase correctamente</li> </ul> </dd>
ja: <dl> <dt> バグ修正点: </dt> <dd> 取り込み/書き出し: <ul> <li>AACが48000 Hzで書き出しできない現象</li> <li>FFmpegを使って複数の異なる形式のファイルを取り込む際に 2番目以降のファイルがそれぞれのネイティブインポータで取り込 まれてしまう現象</li> <li>FFmpegのカスタム書き出しウィンドウが 800 x 600画面では大 きすぎる不具合</li> <li>オンデマンドが使えない状態で取り込まれたプロジェクトファイル がフリーズする現象</li> <li><i>(Linux)</i> コマンドラインで取り込まれた別名ファイルの 上にWAV/AIFFファイルを上書きで書き出そうとすると失敗する 不具合</li> </ul> </dd> <dd> ラベル: <ul> <li>波形とラベルトラックの部分を切り取りや削除する際に切り取りに 先立ってラベルが移動しない不具合</li> <li>スナップモード有効時にラベルと境界をスナップする（くっつける）際 の不正な動き</li> <li>ラベルはコマンドラインでオーディオ選択に含まれていれば反転させる</li> ことができます</li> </ul> </dd> <dd> その他のバグ修正: <ul> <li>英語以外の言語設定の場合に選択領域での「生成」が秒単位に 切り捨てられる不具合</li> <li>高精度スクロールホイール付きのマウスを使うとクラッシュする不具合</li> <li>録音と再生メニューで録音設定を変えた場合に同時に開いている他の プロジェクトの設定が変わらない不具合</li> <li><i>(Windows 7)</i>&nbsp;ファイルを開く/保存するメニュー中でクリックすると ファイルやフォルダがリストから消えたりファイルフィルタリングが破壊 される不具合</li> </ul> </dd>
nl: <dl> <dt> Bugfixes voor: </dt> <dd> Importeren en exporteren: <ul> <li>AAC-bestanden konden niet geëxporteerd worden aan 48000 Hz</li> <li>Bij het importeren van meerdere "native" bestandsformaten door gebruik te maken van FFmpeg, gebruikten alle bestanden die na het eerste kwamen terug de "native" importeerder</li> <li>"Aangepast exporteren"-venster van FFmpeg was te groot op monitors met een resolutie van 800 x 600</li> <li>Projecten blokkeerden als bestanden die op aanvraag geïmporteerd werden niet langer beschikbaar waren</li> <li><i>(Linux)</i> WAV/AIFF-exports waren corrupt bij het overschrijven van een ge-aliast bestand dat geïmporteerd werd via de opdrachtprompt</li> </ul> </dd> <dd> Labels: <ul> <li>Knippen of wissen van een gebied in de golfvorm en labeltrack verplaatsten geen labels vóór het knipgebied</li> <li>Onjuist gedrag bij vangen aan labels en randen als "vangen aan" geactiveerd was</li> <li>Labels kunnen nu omgekeerd worden als ze bij de audioselectie behoren</li> door gebruik te maken van de opdrachtprompt</li> </ul> </dd> <dd> Andere bugfixes: <ul> <li>Bij gebruik van niet-Engelse talen kapten de "genereren"-effecten het geselecteerde gebied af</li> <li>Muizen met hogeprecisie-scrollwieltjes konden een crash veroorzaken</li> <li>Aanpassen van de opnamevoorkeuren door middel van het transport-menu updatete de menu's in andere projecten niet</li> <li><i>(Windows 7)</i>&nbsp;Klikken in een "bestand openen" of "bestand opslaan"-venster zorgde ervoor dat bestanden of mappen verdwenen van de lijst, en bestandsfiltering werkte niet meer</li> </ul> </dd>

source: <dt> Changes and improvements:</dt> <dd> <ul> <li>A hover tooltip is now provided if the Mixer Toolbar input selector cannot control the system slider for the selected input.</li> <li>More intuitive behavior when moving and resizing labels by dragging</li> <li>Support added for importing lists of files (LOF) containing relative paths</li> <li>Export Multiple: new option to use a numerical prefix before existing label or track names; "Success" dialog now resizable</li> <li>New Equalization preset "Inverse RIAA", with new button to invert other curves</li> <li>Timer Record now remembers last scheduled duration</li> <li>Meter Toolbar can now be made much narrower, and so more suitable for vertical orientation</li> <li>New Preferences choice for "System" language which is used on first run instead of asking user to choose language</li> <li>Warning now provided if WAV/AIFF exports are not successfully completed</li> <li><i>(Linux)</i>&nbsp;Improved icon set in compliance with freedesktop.org Icon Theme Specification 0.6</li> </ul> </dd> </dl> <p> Please be aware of <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.12#Known_Issues_at_Release"> Known Issues at Release</a> (also viewable in the included README.txt). </p>
es: <dt> Cambios y mejoras:</dt> <dd> <ul> <li>Se muestra una ayuda flotante si los selectores de entrada del Mezclador no puede controlar los niveles del dispositivo seleccionado.</li> <li>Comportamiento más intuituvo al mover o redimensionar etiquetas arrastrando</li> <li>Añadido controles para importar listas de archivos (LOF) que contienen rutas relativas</li> <li>Exportación múltiple: nueva opción para utilizar prefijos numéricos antes de nombres ya existentes de pistas o etiquetas; el diágolo de "Correcto" ahora se puede redimensionar</li> <li>Nuevo ajuste de ecualización "Invertir RIAA", con un botón para invertir otras curvas</li> <li>La grabación temporizada puede recorgar la última duración programada</li> <li>La barra de medición se puede hacer más estrecha y se ajusta mejor en orientación vertical</li> <li>Nuevas opciones para elegir automáticamete el lenguaje del "Sistema" que se utiliza en el primer inicio en lugar de pedir al usuario que especifique su idioma</li> <li>Ahora se emite un aviso si la exportación a formato WAV/AIFF no se hizo correctamente</li> <li><i>(Linux)</i>&nbsp;Conjunto de iconos mejorado de acuedro al estándar de freedesktop.org Especificación de temas de iconos 0.6</li> </ul> </dd> </dl> <p> Consulte <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.12#Known_Issues_at_Release"> Problemas conocidos en esta versión</a> (también incluido en el archivo README.txt). </p>
ja: <dt> 変更点および改善点:</dt> <dd> <ul> <li>ミキサーツールバーの入力セレクタが選択された入力のシステムスライダー を動かせない場合にヒントが出てくるようになりました。</li> <li>マウスドラッグによるラベルの移動やリサイズがより直感的になりました。</li> <li>取り込みの際のファイルリスト（LOF）が相対パスを表示するようになりました</li> <li>複数ファイルの書き出し: 既存のラベルやトラック名の先頭に番号をつけるオプション を追加; "成功" ダイアログがリサイズ可能になりました</li> <li>イコライゼーションに新しいプリセット"逆RIAA"および他のカーブを逆特性にする ボタンが追加されました。</li> <li>タイマー録音において前回設定の継続時間を保存するようになりました。</li> <li>メーターツールバーがより細くなり、縦置きしやすくなりました。</li> <li>起動時に"システム"言語を選択するような設定が可能になりました。</li> <li>WAV/AIFF書き出しが失敗した場合の警告メッセージが追加されました。</li> <li><i>(Linux)</i>&nbsp;アイコンがfreedesktop.orgのIcon Theme Specification 0.6 に適合するように改善されました</li> </ul> </dd> </dl> <p> <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.12#Known_Issues_at_Release"> 既知の問題</a> (含まれているREADME.txtでもご覧になれます)もご覧ください。 </p>
nl: <dt> Aanpassingen en verbeteringen:</dt> <dd> <ul> <li>Een hover-tooltip is nu voorzien als de invoerselector van de mixerwerkbalk het systeemvolume voor de geselecteerde invoer niet kan regelen.</li> <li>Meer intuïtief gedrag bij verplaatsen en formaat wijzigen van labels door te slepen</li> <li>Ondersteuning toegevoegd om bestandslijsten (LOF; lists of files) te importeren die relatieve paden bevatten</li> <li>Meervoudig exporteren: nieuwe optie om een numerieke prefix te gebruiken vóór bestaande label- of spoornamen; de grootte van het "Succes"-venster kan nu aangepast worden</li> <li>Nieuwe equalisatie-preset "Inverse RIAA", met nieuwe knop om andere curves te inverteren</li> <li>Timer-opnemen onthoudt nu de laatst ingestelde duur</li> <li>Meterwerkbalk kan nu veel smaller gemaakt worden, zodat hij beter geschikt is voor verticale oriëntatie</li> <li>Nieuwe keuze bij voorkeuren voor "Systeem"taal die gebruikt wordt bij de eerste keer opstarten in plaats van aan de gebruiker te vragen om de taal te kiezen</li> <li>Waarschuwing voorzien als WAV/AIFF-exports niet succesvol voltooid zijn</li> <li><i>(Linux)</i>&nbsp;Verbeterde icoonset in overeenstemming met de freedesktop.org Icon Theme Specification 0.6</li> </ul> </dd> </dl> <p> Let op voor <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.12#Known_Issues_at_Release"> gekende problemen bij release</a> (ook te raadplegen in de bijgesloten README.txt). </p>

source: Changes in Audacity 1.3.11
es: Novedades en Audacity 1.3.11
ja: Audacity 1.3.11での変更点
nl: Aanpassingen in Audacity 1.3.11
