Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.12 (Beta)</a> for Windows, Mac and Linux/Unix. There are some important bug fixes and improvements, especially for dragging and synchronization of labels. </p> <p> We continue to recommend the ongoing Beta series for <b>Windows 7</b>, <b>Windows Vista</b> and <b>Mac OS X 10.6</b>, rather than 1.2. Please help us test 1.3.12 and <a href="http://audacity.sourceforge.net/contact/#feedback"> let us know</a> of any problems you find. Advanced users are encouraged to test our subsequent changes as we make them by downloading our <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a>. Please <a href="http://audacity.sourceforge.net/#announce"> subscribe</a> to receive news of all our future releases. </p> <p> <div style="width:66%;padding-left:4em"> <b>Summary of Changes in 1.3.12:</b> <dl> <dt> Bug fixes for: </dt> <dd> <ul> <li>Cutting or deleting a region in the waveform and label track did not move the labels in advance of the cut </li> <li>Incorrect behavior snapping to labels and boundaries with Snap To enabled</li> <li>Projects froze if files imported via On-Demand were no longer available</li> <li><i>(Windows 7)</i>&nbsp;Clicking in a file open or save dialog caused files or folders to disappear from the list, and file filtering was broken</li> <li>Other import/export, effects and crash fixes</li> </ul> </dd> <dt> Changes and Improvements:</dt> <dd> <ul> <li>A hover tooltip is now provided if the Mixer Toolbar input selector cannot control the system slider for the selected input </li> <li>More intuitive behavior when moving and resizing labels by dragging</li> <li>Export Multiple: new option to use a numerical prefix before existing label or track names</li> <li>New Equalization preset "Inverse RIAA", with new button to invert other curves</li> <li>New Preferences choice for "System" language which is used on first run instead of asking user to choose language</li> </ul> </dd> </dl> </div> </p> <p>Please see <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Changes in Audacity 1.3.12</a> for more on 1.3.12 and the Beta series. <b>Note:</b> This release supports Windows 98/ME, and we recommend users on those systems to upgrade from the previous 1.3.7 release. </p> <p> <b>Also this month:</b> <a href="https://www.packtpub.com/about">PACKT Publishing</a> release a new book about Audacity <a href="https://www.packtpub.com/getting-started-with-audacity-1-3/book?utm_source=audacity.sourceforge.net&utm_medium=link&utm_content=pod&utm_campaign=mdb_002840"> "Getting started with Audacity 1.3"</a> by Bethany Hiitola. PACKT operate an Open Source Royalty Scheme, and every sale of the new Audacity book will directly benefit our project. You can find the new book and others on our <a href="http://wiki.audacityteam.org/wiki/Books_about_Audacity">Books about Audacity</a> page. </p>
es: <p> El equipo de Audacity se complace en anunciar la publicación de <a href="/download">Audacity 1.3.12 (Beta)</a> para Windows, Mac y Linux/Unix. Esta versión corrige varios errores de funcionamiento y proporciona algunas mejoras, especialmente al desplazar y sincronizar etiquetas </p> <p> Se recomienda el uso de la serie beta para trabajar con <b>Windows 7</b>, <b>Windows Vista</b> y <b>Mac OS X 10.6</b>, mejor que la versión 1.2. Ayúdenos probando la versión 13.12 y <a href="http://audacity.sourceforge.net/contact/#feedback"> hacernos llegar </a> cualquier problema que encuentren. Recomendamos a los usuarios avanzados que prueben los diferentes parches que publicamos descargando nuestras <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a>. Seguirán apareciendo nuevas versiones beta. <a href="http://audacity.sourceforge.net/#announce"> Suscríbase</a> para recibir avisos de nuestras futuras versiones. </p> <p> <div style="width:66%;padding-left:4em"> <b>Cambios en la versión 1.3.12:</b> <dl> <dt> Corrección de errores: </dt> <dd> <ul> <li>El cortar o borrar una zona en la forma de onda y la pista de etiqueta no movía las etiquetas hacia adelante en el corte</li> <li>Comportamiento erroneo al ajustar etiquetas y límites con la opción Ajustar a activada</li> <li>Los proyectos se bloqueaban si los archivos importados bajo demanda dejaban de estar disponibles</li> <li><i>(Windows 7)</i>&nbsp;Hacer clic en un cuadro de diálogo de Abrir o Guardar hacía que algunos archivos o carpetas desapareciesen de la lista y que el filtro de archivos no funcionase correctamente</li> <li>Otros errores de importación y exportación y algunos bloqueos</li> </ul> </dd> <dt> Cambios y mejoras:</dt> <dd> <ul> <li>Se muestra una ayuda flotante si los selectores de entrada del Mezclador no puede controlar los niveles del dispositivo seleccionado.</li> <li>Comportamiento más intuituvo al mover o redimensionar etiquetas arrastrando</li> <li>Añadido controles para importar listas de archivos (LOF) que contienen rutas relativas</li> <li>Exportación múltiple: nueva opción para utilizar prefijos numéricos antes de nombres ya existentes de pistas o etiquetas; el diágolo de "Correcto" ahora se puede redimensionar</li> <li>Nuevo ajuste de ecualización "Invertir RIAA", con un botón para invertir otras curvas</li> <li>Nuevas opciones para elegir automáticamete el lenguaje del "Sistema" que se utiliza en el primer inicio en lugar de pedir al usuario que especifique su idioma</li> </ul> </dd> </dl> </div> </p> <p>Consulte <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Cambios en Audacity 1.3.12</a> para conocer mejor la versión 1.3.12 y la serie beta. <b>Nota:</b> Esta versión funciona con Windows 98/ME, y recomendamos a los usuarios de esos sistemas la actualización dede la versión 1.3.7. </p> <p> <b>También este mes:</b> <a href="https://www.packtpub.com/about">PACKT Publishing</a> ha publicado un nuevo libro sobre Audacity <a href="https://www.packtpub.com/getting-started-with-audacity-1-3/book?utm_source=audacity.sourceforge.net&utm_medium=link&utm_content=pod&utm_campaign=mdb_002840"> "Getting started with Audacity 1.3"</a> by Bethany Hiitola. PACKT mantiene un modelo de remuneración Open Source, y cada venta del nuevo libro de Audacity beneficiará directamente a nuestro proyecto. Puede encontrar este y otros libros en nuestra página <a href="http://wiki.audacityteam.org/wiki/Books_about_Audacity">Libros sobre Audacity</a>. </p>
ja: <p> <a href="/download">Audacity 1.3.12 (Beta)</a> のWindows, Mac およびLinux/Unix版がリリースされました。このリリースではいくつかの重要なバグ修正￥nと改善、特にラベルのドラッグや同期に関する改善が含まれています。 </p> <p> <b>Windows 7</b>, <b>Windows Vista</b>および<b>Mac OS X 10.6</b> には、バージョン1.2ではなくこのベータシリーズの使用をお勧めします。ぜひ多くの皆様にこの 1.3.12をお使いいただき、もし何か問題が発見された場合には <a href="http://audacity.sourceforge.net/contact/#feedback"> フィードバック</a> をお寄せくださることを期待いたしております。より上級ユーザーの皆様 には、 <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a>をダウンロードしていただき、最新のバグフィックス版の試用をお願いいたします。 メーリングリストを <a href="http://audacity.sourceforge.net/#announce"> 購読</a> いただくことによりリリースに関するお知らせを受け取ることができます。 </p> <p> <div style="width:66%;padding-left:4em"> <b>1.3.12における変更点:</b> <dl> <dt> バグ修正点: </dt> <dd> <ul> <li>波形とラベルトラックの部分を切り取りや削除する際に切り取りに 先立ってラベルが移動しない不具合</li> <li>スナップモード有効時にラベルと境界をスナップする（くっつける）際 の不正な動き</li> <li>オンデマンドが使えない状態で取り込まれたプロジェクトファイル がフリーズする現象</li> <li><i>(Windows 7)</i>&nbsp;ファイルを開く/保存するメニュー中でクリックすると ファイルやフォルダがリストから消えたりファイルフィルタリングが破壊 される不具合</li> <li>その他の取り込み/書き出し、エフェクトおよびクラッシュの修正</li> </ul> </dd> <dt> 変更点および改善点:</dt> <dd> <ul> <li>ミキサーツールバーの入力セレクタが選択された入力のシステムスライダー を動かせない場合にヒントが出てくるようになりました。</ </li> <li>マウスドラッグによるラベルの移動やリサイズがより直感的になりました。</li> <li>li>複数ファイルの書き出し: 既存のラベルやトラック名の先頭に番号をつけるオプション を追加; "成功" ダイアログがリサイズ可能になりました。</li> <li>イコライゼーションに新しいプリセット"逆RIAA"および他のカーブを逆特性にする ボタンが追加されました。</</li> <li>起動時に"システム"言語を選択するような設定が可能になりました。</li> </ul> </dd> </dl> </div> </p> <p><a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Changes in Audacity 1.3.12</a> にて1.3.12やベータ版に関するより詳しい情報をご覧ください。 <b>注意:</b> このリリースは Windows 98およびMEをサポートしていません。これらのOS向けには1.3.7が ダウンロード可能です。 </p> <p> <b>さらに今月:</b> <a href="https://www.packtpub.com/about">PACKT Publishing</a> が <a href="https://www.packtpub.com/getting-started-with-audacity-1-3/book?utm_source=audacity.sourceforge.net&utm_medium=link&utm_content=pod&utm_campaign=mdb_002840"> "Getting started with Audacity 1.3"</a> （Bethany Hiitola著）というAudacityに関する新しい本 を発売しました。 PACKT社はOpen Source Royalty Schemeを運営しており、この新しいAudacity本 の売り上げはこのプロジェクトに直接貢献します。 この本や他の書籍等については <a href="http://wiki.audacityteam.org/wiki/Books_about_Audacity">Books about Audacity</a>ページをご覧ください。 </p>
nl: <p> Het Audacity-team is blij om de release van <a href="/download">Audacity 1.3.12 (bèta)</a> voor Windows, Mac en Linux/Unix te mogen aankondigen. Er zijn een aantal belangrijke bugfixes en verbeteringen, vooral voor slepen en synchronisatie van labels. </p> <p> We raden nog steeds de de bètaversies aan voor <b>Windows 7</b>, <b>Windows Vista</b> en <b>Mac OS X 10.6</b> in plaats van versie 1.2. Help ons om versie 1.3.12 te testen en <a href="http://audacity.sourceforge.net/contact/#feedback"> laat ons weten</a> als u problemen vindt. Ervaren gebruikers worden aangemoedigd om onze volgende aanpassingen te testen terwijl we ze maken door onze <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> nightly builds</a> te downloaden. Gelieve <a href="http://audacity.sourceforge.net/#announce"> in te schrijven</a> om nieuws te ontvangen van al onze toekomstige releases. </p> <p> <div style="width:66%;padding-left:4em"> <b>Aanpassingen in 1.3.12:</b> <dl> <dt> Bugfixes voor: </dt> <dd> <ul> <li>Knippen of wissen van een gebied in de golfvorm en labeltrack verplaatste geen labels die zich bevonden vóór het geknipte deel </li> <li>Onjuist gedrag bij vangen aan labels en randen met "vangen aan" geactiveerd</li> <li>Projecten blokkeerden als bestanden die op aanvraag geïmporteerd werden niet langer beschikbaar waren</li> <li><i>(Windows 7)</i>&nbsp;Klikken in een "bestand openen" of "bestand opslaan"-venster zorgde ervoor dat bestanden of mappen verdwenen van de lijst, en bestandsfiltering werkte niet meer</li> <li>Andere impoteren/exporteren-, effect- en crash-fixes</li> </ul> </dd> <dt> Aanpassingen en verbeteringen:</dt> <dd> <ul> <li>Een hover-tooltip is nu voorzien als de invoerselector van de mixerwerkbalk het systeemvolume voor de geselecteerde invoer niet kan regelen.</li> <li>Meer intuïtief gedrag bij verplaatsen en formaat wijzigen van labels door te slepen</li> <li>Meervoudig exporteren: nieuwe optie om een numerieke prefix te gebruiken vóór bestaande label- of spoornamen; de grootte van het "Succes"-venster kan nu aangepast worden</li> <li>Nieuwe equalisatie-preset "Inverse RIAA", met nieuwe knop om andere curves te inverteren</li> <li>Nieuwe keuze bij voorkeuren voor "Systeem"taal die gebruikt wordt bij de eerste keer opstarten in plaats van aan de gebruiker te vragen om de taal te kiezen</li> </ul> </dd> </dl> </div> </p> <p>Zie <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> aanpassingen in Audacity 1.3.12</a> voor meer informatie over 1.3.12 en de bèta-series. <b>Opmerking:</b> deze release ondersteunt Windows 98/ME. We raden gebruikers op deze systemen aan om te upgraden vanuit de vorige 1.3.7-release. </p> <p> <b>Ook deze maand:</b> <a href="https://www.packtpub.com/about">PACKT Publishing</a> geven een nieuw boek over Audacity uit <a href="https://www.packtpub.com/getting-started-with-audacity-1-3/book?utm_source=audacity.sourceforge.net&utm_medium=link&utm_content=pod&utm_campaign=mdb_002840"> "Getting started with Audacity 1.3"</a> door Bethany Hiitola. PACKT werken met een "Open Source Royalty Scheme", en elke verkoop van het nieuwe Audacity-boek zal ons project rechtstreeks ten goede komen. U kan het nieuwe boek en andere terugvinden op onze <a href="http://wiki.audacityteam.org/wiki/Books_about_Audacity">boeken over Audacity</a>-pagina. </p>

source: Audacity 1.3.11 released
es: Ha sido publicado Audacity 1.3.11
ja: Audacity 1.3.11がリリースされました。
nl: Audacity 1.3.11 is uit

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.11 (Beta)</a> for Windows, Mac and Linux/Unix. This release fixes a number of bugs reported to us in 1.3.10. Thank you to everyone who sent us feedback. </p> <p> <blockquote style="margin-left:auto; margin-right:auto; width:90%; background-color:#EBDDE2; padding:10px"> <i>We dedicate this release to <a href="http://www.garyallendj.com/davidsky/index.html">David R.Sky </a> who passed away in October 2009. David did some great work on Audacity <a href="http://wiki.audacityteam.org/wiki/Download_Nyquist_Plug-ins"> plug-ins</a> and his work lives on today in our program. He provided assistance to all who needed help. We shall miss him.</i></blockquote> </p> <p> 1.3.11 has provisional support for <b>Windows 7</b> and is also strongly recommended for <b>Windows Vista</b> and <b>Mac OS X 10.6</b>, rather than 1.2 Stable. We ask everyone to help us test 1.3.11 and <a href="http://audacity.sourceforge.net/contact/#feedback"> let us know</a> of any problems you find. Advanced users are encouraged to test our subsequent fixes as we make them by downloading our <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a>. Beta releases are still ongoing at present. Please <a href="http://audacity.sourceforge.net/#announce"> subscribe</a> to receive news of all our future releases. </p> <p> <div style="width:66%;padding-left:4em"> <b>Summary of Changes in 1.3.11:</b> <dl> <dt> Bug fixes for: </dt> <dd> <ul> <li>Too much audio exported when exporting partial selections</li> <li>Exports via FFmpeg corrupted if included metadata; M4A now supports metadata export</li> <li>Nyquist plug-ins did not add labels to an existing label track</li> <li>Crash opening Preferences when no audio devices available</li> <li>Timer Record and Sound Activated Recording bugs</li> <li><i>(Windows)</i>&nbsp; Installer now installs correctly over previous Audacity versions</li> <li>Miscellaneous crashes and interface issues</li> </ul> </dd> <dt> Improvements:</dt> <dd> <ul> <li><i>(Windows)</i>&nbsp; Higher resolution icon file </li> <li>New Sound Finder plug-in for labelling regions of audio</li> </ul> </dd> </dl> </div> </p> <p>See <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Changes in Audacity 1.3.11</a> for more on 1.3.11 and the Beta series. <b>Note:</b> This release does not support Windows 98 or ME, for which 1.3.7 is <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> still available</a>. </p>
es: <p> El equipo de Audacity se complace en anunciar la publicación de <a href="/download">Audacity 1.3.11 (Beta)</a> para Windows, Mac y Linux/Unix. Esta versión corrige varios errores de funcionamiento presentes en al versión 1.3.10. Gracias a todos los que han colaborado. </p> <p> <blockquote style="margin-left:auto; margin-right:auto; width:90%; background-color:#EBDDE2; padding:10px"> <i>Dedicamos esta versión a <a href="http://www.garyallendj.com/davidsky/index.html">David R.Sky </a> que fallecio en octubre de 2009. David realizó un gran trabajo en los <a href="http://wiki.audacityteam.org/wiki/Download_Nyquist_Plug-ins"> plug-ins</a> de Audacity y su trabajo vive hoy en el programa. Proporcionó asistencia a todo el que lo pidió. Le echaremos de menos.</i></blockquote> </p> <p> 1.3.11 funciona con <b>Windows 7</b> de forma provisional y está recomendado también para trabajar con <b>Windows Vista</b> y <b>Mac OS X 10.6</b>,mejor que la versión estable 1.2. Rogamos a todos que nos ayuden a probar esta versión <a href="http://audacity.sourceforge.net/contact/#feedback"> hacernos llegar </a> cualquier problema que encuentren. Recomendamos a los usuarios avanzados que prueben los diferentes parches que publicamos descargando nuestras <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a>. Seguirán apareciendo nuevas versiones beta. <a href="http://audacity.sourceforge.net/#announce"> Suscríbase</a> para recibir avisos de nuestras futuras versiones. </p> <p> <div style="width:66%;padding-left:4em"> <b>Cambios en 1.3.11:</b> <dl> <dt> Corrección de errores de funcionamiento en: </dt> <dd> <ul> <li>Se exportaba demasiado audo al exportar secciones parciales</li> <li>La exportación mediante FFmpeg se corrompía al incluir metadatos; M4A ahora admite exportación de metadatos</li> <li>Los plug-ins Nyquist plug-ins no añadía etiquetas a la pista de etiquetas</li> <li>Bloqueo al abrir las preferencias si no había ningún dispositivo de audio</li> <li>Diferentes errores de funcionamiento en la grabación programada y la activada por sonido</li> <li><i>(Windows)</i>&nbsp; Ahora se instala correctamente sobre versiones anteriores</li> <li>Varios errores y problemas con el entorno de trabajo</li> </ul> </dd> <dt> Mejoras:</dt> <dd> <ul> <li><i>(Windows)</i>&nbsp; Archivos de iconos con mayor resolución </li> <li>Nuevo plug-in Sound Finder para etiquetar regiones de audio</li> </ul> </dd> </dl> </div> </p> <p>Consulte <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Cambios en Audacity 1.3.11</a> para obtener más información. <b>Nota:</b> Esta versión no funciona con Windows 98 o ME, en estos casos la versión 1.3.7 <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> aún está disponible</a>. </p>
ja: <p> <a href="/download">Audacity 1.3.11 (Beta)</a>のWindows, Mac およびLinux/Unix版がリリースされました。 このリリースでは1.3.10に関して 皆様からお寄せいただいた多くのバグが解決されています。フィードバックをいただいた 皆様に感謝申し上げます。 </p> <p> <blockquote style="margin-left:auto; margin-right:auto; width:90%; background-color:#EBDDE2; padding:10px"> <i>私たちはこのリリースを2009年10月に亡くなった <a href="http://www.garyallendj.com/davidsky/index.html">David R.Sky </a> に捧げます。DavidはAudacity <a href="http://wiki.audacityteam.org/wiki/Download_Nyquist_Plug-ins"> plug-ins</a> に多大な貢献を行い、彼の仕事は今日も私たちのプログラムの中に 活きています。彼はすべての支援を必要とする人をサポートしました。 ご冥福をお祈り申し上げます。</i></blockquote> </p> <p> 1.3.11は<b>Windows 7</b>を暫定サポートしており、また <b>Windows Vista</b> および<b>Mac OS X 10.6</b>のユーザーは 1.2安定版でなく、こちらの使用を強くお勧めします。私たちは、 ぜひ多くの皆様にこの 1.3.11をお使いいただき、もし何か問題が発見された場合には <a href="http://audacity.sourceforge.net/contact/#feedback">フィードバック</a> をお寄せくださることを期待いたしております。より上級ユーザーの皆様には、 <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a>をダウンロードしていただき、最新のバグフィックス版の試用をお願いいたします。 ベータ版リリースは継続される予定です。 メーリングリストを<a href="http://audacity.sourceforge.net/#announce"> 購読</a> いただくことによりリリースに関するお知らせを受け取ることができます。 </p> <p> <div style="width:66%;padding-left:4em"> <b>1.3.11における変更点:</b> <dl> <dt> バグ修正点: </dt> <dd> <ul> <li>一部分を書き出す際に大量のオーディオが書き出されてしまう現象の修正</li> <li>メタデータを含むファイルを書き出す際に、ファイルが壊れてしまう現象の修正；メタデータ はM4Aファイルとして正常に書き出しできるようになりました）</li> <li> Nyquistプラグインが既存のラベルトラックに新規ラベルを追加できなかった現象の修正</li> <li>オーディオデバイスが存在しないPCで設定を開こうとするとクラッシュする現象</li> <li>タイマー録音と音による録音起動を使った場合のバグ</li> <li><i>(Windows)</i>&nbsp; ウィンドウズインストーラにより、新しいAudacityを 旧バージョンの上に正しくインストールできるようになりましたs</li> <li>その他のクラッシュおよびインタフェースの問題</li> </ul> </dd> <dt> 改善点:</dt> <dd> <ul> <li><i>(Windows)</i>&nbsp; 高解像度アイコンファイルfile </li> <li>オーディオの領域にラベルを付けることができる、新しいSound Finderプラグイン</li> </ul> </dd> </dl> </div> </p> <p><a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Changes in Audacity 1.3.11</a> にて1.3.11やベータ版に関するより詳しい情報をご覧ください。<b>注意:</b> このリリースは Windows 98およびMEをサポートしていません。これらのOS向けには1.3.7が <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> ダウンロード可能</a>です。 </p>
nl: <p> Het Audacity-team is blij om de release van <a href="/download">Audacity 1.3.11 (bèta)</a> voor Windows, Mac en Linux/Unix te mogen aankondigen. Deze versie lost een aantal bugs op uit versie 1.3.10. Bedankt aan iedereen die ons feedback zond. </p> <p> <blockquote style="margin-left:auto; margin-right:auto; width:90%; background-color:#EBDDE2; padding:10px"> <i>We dragen deze release op aan <a href="http://www.garyallendj.com/davidsky/index.html">David R.Sky </a> die van ons heenging in oktober 2009. David deed enorm veel werk aan Audacity <a href="http://wiki.audacityteam.org/wiki/Download_Nyquist_Plug-ins"> plugins</a> en zijn werk leeft vandaag voort in ons programma. Hij voorzag bijstand aan iedereen die hulp nodig had. We zullen hem missen.</i></blockquote> </p> <p> 1.3.11 heeft voorlopige ondersteuning voor <b>Windows 7</b> en wordt ook sterk aangeraden voor <b>Windows Vista</b> en <b>Mac OS X 10.6</b>, in plaats van de stabiele 1.2-versie. We vragen iedereen om ons te helpen om 1.3.11 te testen en <a href="http://audacity.sourceforge.net/contact/#feedback"> ons te laten weten</a> als u problemen vindt. Ervaren gebruikers worden aangemoedigd om onze laatste fixes te testen terwijl we ze maken, door onze <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a> te downloaden. Bèta-releases blijven nog steeds voortduren. Gelieve u <a href="http://audacity.sourceforge.net/#announce"> in te schrijven</a> om nieuws te ontvangen over al onze toekomstige releases. </p> <p> <div style="width:66%;padding-left:4em"> <b>Lijst van aanpassingen in 1.3.11:</b> <dl> <dt> Bug fixes for: </dt> <dd> <ul> <li>Te veel audio geëxporteerd bij exporteren van gedeeltelijke selecties</li> <li>Exporteren via FFmpeg corrupt indien metadata aanwezig was; M4A ondersteunt nu metadata-export</li> <li>Nyquist plugins voegden geen labels toe aan bestaande labeltrack</li> <li>Crash bij openen van Voorkeuren wanneer geen audio-apparaten beschikbaar waren</li> <li>Bugs bij timer-opnemen en geluidsgeactiveerd opnemen</li> <li><i>(Windows)</i>&nbsp; Installer installeert nu correct over vorige versies van Audacity</li> <li>Verschillende crashes en interface-problemen</li> </ul> </dd> <dt> Verbeteringen:</dt> <dd> <ul> <li><i>(Windows)</i>&nbsp; Icoonbestand met hogere resolutie </li> <li>Nieuwe Sound Finder-plugin voor het labelen van audiogebieden</li> </ul> </dd> </dl> </div> </p> <p>Zie <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> aanpassingen in Audacity 1.3.11</a> voor meer informatie over versie 1.3.11 en de bèta-series. <b>Opmerking:</b> deze release ondersteunt Windows 98 of ME niet. Hiervoor is versie 1.3.7 <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> nog steeds beschikbaar</a>. </p>

source: Audacity 1.3.10 released
es: Ha sido publicado Audacity 1.3.10
ja: Audacity 1.3.10がリリースされました。
nl: Audacity 1.3.10 gereleased
