Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: Discuss Audacity with other <a href="../community/users">users</a> and developers.
es: Discutir sobre Audacity con otros <a href="../community/users">usuarios</a> y desarrolladores.
ja: Audacityについて他の <a href="../community/users">ユーザー</a> や開発者との議論
nl: Bespreek Audacity met andere <a href="../community/users">gebruikers</a> en ontwikkelaars.
pt_br: Discuta o Audacity com outros <a href="../community/users">usuários</a> e desenvolvedores.

source: We now use a <a href="http://www.bugzilla.org/">Bugzilla</a> installation to track bugs and enhancements. To find issues to work on, please view our categorized <a href="http://wiki.audacityteam.org/wiki/Bug_Lists">Bug Lists</a>.
es: Los desarrolladores de Audacity utilizan una instalación de <a href="http://www.bugzilla.org/">Bugzilla</a> para hacer el seguimiento de errores y nuevas funciones. Para encontrar incidencias en las que trabajar, consulte la <a href="http://wiki.audacityteam.org/wiki/Bug_Lists">lista de errores</a>.
ja: Audacity開発チームは <a href="http://www.bugzilla.org/">Bugzilla</a>をバグトラックおよび改善のために使っています。 解決すべき課題を見つけるには、カテゴリ別に分類された <a href="http://wiki.audacityteam.org/wiki/Bug_Lists">Bug Lists</a>をご覧ください。
nl: We gebruiken nu een <a href="http://www.bugzilla.org/">Bugzilla</a>-installatie om bugs en verbeteringen te tracken. Gelieve onze gecategoriseerde <a href="http://wiki.audacityteam.org/wiki/Bug_Lists">bug-lijsten</a> te bekijken om dingen te vinden waaraan gewerkt kan worden.

source: Receive automatic notification of every change made to the Audacity <a href="../community/developers#svn">source code</a>.
es: Recibir avisos automáticos para cada cambio que se realice en el <a href="../community/developers#svn">código fuente </a>de Audacity.
ja: ソースコードが変更された場合、Audacity <a href="../community/developers#svn">source code</a>より知らせを受け取ることが出来ます。
nl: Ontvang automatisch bericht van elke aanpassing aan de <a href="../community/developers#svn">broncode</a> van Audacity.

source: For <a href="../community/translation">translators</a> localizing the Audacity software, web site and documentation.
es: Para los <a href="../community/translation">traductores</a> que traducen Audacity, el sitio web y la documentación.
ja: Audacityソフトウェア、Webサイトおよびドキュメントを各国語に翻訳する<a href="../community/translation">翻訳者</a> による議論
nl: Voor <a href="../community/translation">vertalers</a> die de Audacity-software, website en documentatie vertalen.
pt_br: Para <a href="../community/translation">tradutores<a> vertendo o programa e o website em outras línguas.

source: Share questions and tips about programming <a href="../help/nyquist">Nyquist plug-ins</a>.
es: Comparta sus preguntas y consejos al programar <a href="../help/nyquist">plug-ins de Nyquist</a>.
ja: <a href="../help/nyquist">Nyquistプラグイン</a>でのプログラミングについて疑問点や技術を共有する。
nl: Stel uw vragen en deel uw tips over het programmeren: <a href="../help/nyquist">Nyquist plugins</a>.
pt_br: Partilhe dicas e truques sobre como programar <a href="../help/nyquist">plug-ins Nyquist</a>.

source: Web Site Copyright and Trademark
es: Copyright del sitio web y de la marca
ja: ウェブサイトの著作権と商標
nl: Website Copyright en Trademark
pt_br: Direitos de cópia do site e aviso de marcas registradas

source: This web site is Copyright &copy; %s members of the Audacity development team. Except where otherwise noted, all text and images on this site are licensed under the <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, version 2.0</a>. You may modify, copy, distribute, and display this material, but you must give credit to the original authors. Please see the license for details.
es: El Copyright &copy; %s de este sitio web pertenece al grupo de desarrollo de Audacity. Si no se indica lo contrario, todo el texto e imágenes de este sitio están licenciados bajo la <a href="http://creativecommons.org/licenses/by/2.0/">licencia Creative Commons Attribution License 2.0</a>. Puede modificar, copiar, distribuir y mostrar este material, pero debe hacer referencia a los autores originales. Consulte la licencia para obtener más detalles.
ja: このウェブサイトはAudacity開発チームのメンバーたち%sが著作権を有しています。特記のある場合を除いて、このサイト上の文章と絵は、 <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, version 2.0</a>に基づいています。あなたは、このサイトの部分を変更したり、コピーしたり、再配布したりすることができますが、あなたは原文の作者に功績を讃えなければなりません。詳しくはライセンスをご覧ください。なお、このウェブサイトの日本語翻訳は、<a href="mail to:kuzu@mpd.biglobe.ne.jp">くず</a>、および<a href="mail to:ayoshida.pub@gmail.com">Atsushi YOSHIDA</a>が行いました。
nl: Deze website is Copyright &copy; %s leden van het Audacity-ontwikkelingsteam. Uitgezonderd waar anders gezegd, zijn alle tekst en afbeeldingen op deze site gelicentieerd onder de <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, versie 2.0</a>. U mag dit materiaal wijzigen, kopiëren, verdelen en tonen, maar u moet de originele auteurs vermelden. Zie de licentie voor details.
pt_br: Este site tem direitos de cópia &copy; %s reservados ao time de desenvolvedores do Audacity. Exceto onde indicado, todo o texto e imagens estão licenciadas sob a <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, versão 2.0</a>.Você pode modificar, copiar, distribuir e exibir publicamente este material, dando crédito aos autores originais. Por favor, leia a licença para mais detalhes.

source: "Audacity" is a trademark of Dominic Mazzoni. The Google logo is a trademark of Google, Inc.
es: "Audacity" es una marca registrada de Dominic Mazzoni. El logotipo de Google es una marca registrada de Google, Inc.
ja: 「Audacity」は、Dominic Mazzoniの商標です。Googleのロゴは、Google, Inc.の商標です。
nl: "Audacity" is een handelsmerk van Dominic Mazzoni. Het Google-logo is een handelsmerk van Google, Inc.
pt_br: "Audacity" é uma marca registrada de Dominic Mazzoni. O logo do Google é marca registrada de Google Inc.

source: Site Map
es: Mapa del web
ja: サイトマップ
pt_br: Mapa do Site

source: Jump to page content
es: Ir al contenido de la página
ja: コンテンツのページへジャンプ
nl: Ga naar pagina-inhoud
pt_br: Ir para o conteúdo

source: Audacity: Free Sound Editor and Recording Software
es: Audacity: El programa libre para la edición y grabación de audio
ja: Audacity: フリーのサウンドエディタ・レコーディングソフトウェア
nl: Audacity: vrije geluidseditor en opnamesoftware
pt_br: Audacity: Programa para gravação e edição de áudio

source: Audacity Store, for Audacity-logo shirts, bags and ceramic mugs
es: Audacity Store, para adquirir camisetas con el logo de Audacity, bolsas y jarras de cerámica
ja: Audacity Store - Audacityロゴ入りシャツ、バッグやマグカップなど
nl: Audacity-winkel voor t-shirts, rugzakken en kopjes met het Audacity-logo

source: Site Navigation
es: Mapa del sitio
ja: サイトナビゲーション
nl: Site-navigatie
pt_br: Navegação no site

source: Page Footer
es: Pie de página
ja: ページフッター
nl: Voettekst
pt_br: Rodapé

source: Privacy
es: Privacidad
ja: プライバシー
pt_br: Política de Privacidade

source: Copyright
ja: 著作権
nl: Auteursrecht
pt_br: Direitos de Cópia

source: This site is under a Creative Commons Attribution 3.0 License
es: Este sitio web ha sido publicado bajo una licencia Creative Commons Attribution License 3.0
ja: このサイトはCreative Commons Attribution 3.0 Licenseの下で運営されています。
nl: Deze site is onder een Creative Commons Attribution 3.0 Licentie
pt_br: Este site está sob a Licença da Creative Commons Attribution 3.0

source: Creative Commons Attribution License
ja: Creative Commons Attributionライセンス
nl: Creative Commons Attribution Licentie
pt_br: Licença da Creative Commons Attribution

source: Development hosted by SourceForge
es: Desarrollo hospedado en SourceForge
ja: 開発はSourceForge上でホストされています。
nl: Ontwikkeling gehost door SourceForge
pt_br: Desenvolvimento baseado no SourceForge

source: View this page in a different language
es: Vea esta página en un idioma diferente
ja: 別の言語のページを閲覧する
nl: Deze pagina in een andere taal weergeven
pt_br: Veja esta página em outro idioma

source: Audacity 1.3.13 released, and LinuxQuestions.org Audio Authoring Award 2010
ja: Audacity 1.3.13がリリースされました。またLinuxQuestions.org Audio Authoring Award 2010を受賞しました。

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.13 (Beta)</a> for Windows, Mac and Linux/Unix. This version now fully supports <b>Windows 7</b> and contains many bug fixes plus a few new features. Please also obtain this version for <b>Windows Vista</b> and <b>Mac OS X 10.6</b> rather than Audacity 1.2.</p> <p>Please give us your <a href="http://audacity.sourceforge.net/contact/#feedback"> feedback</a> on 1.3.13 and our <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a> to help us progress as rapidly as possible towards a new Audacity 2.0 stable version. Please <a href="http://audacity.sourceforge.net/#announce"> subscribe</a> to receive news of the next 1.3.14 Beta and all our future releases. </p> <p> <div style="width:75%;padding-left:4em"> <b>Summary of Changes in 1.3.13:</b> <dl> <dt> Numerous bug fixes </dt> <dd> <ul> <li>Crashes on Windows when clicking in the track or in effects dialogs.</li> <li>Crashes on OS X when closing or quitting. </li> <li>Warning (on by default) now provided when importing uncompressed audio files and when read-directly uncompressed files are missing. </li> <li>Full support added for later versions of the optional <a href="http://manual.audacityteam.org/man/FAQ:Installation_and_Plug-Ins#ffdown"> FFmpeg library</a> up to current FFmpeg HEAD. More compatible U-Law/A-Law exports.</li> <li>VST effects processing restored to full speed. Hang fixed when launching on OS X 10.5 PPC with VST effects present.</li> <li><i>(OS X)</i> Files imported from iTunes could create invalid characters in the .aup project file. See <a href="http://wiki.audacityteam.org/wiki/Release_Notes_1.3.13#itunes"> here</a> for help re-opening older projects that have this error.</li> <li><i>(Linux)</i> Crashes or stalled recordings using the pulse device. Crashes using Play-at-Speed if Audacity was configured with libsamplerate.</li> </ul> </dd> <dt> Changes and Improvements</dt> <dd> <ul> <li>Control Toolbar renamed to Transport Toolbar. Input/output selection moved from Mixer Toolbar to improved Device Toolbar (on by default).</li> <li>New "Sync-Lock Tracks" feature (turned on in the Tracks menu). </li> <li>Equalization now supports importing and exporting curves. Noise Removal improvements including new option to isolate noise.</li> <li>Improved Automatic Crash Recovery with all project changes autosaved.</li> <li>New "Extended Import" Preferences for specifying audio file importers.</li> <li><i>(Windows and Linux)</i> Close button now quits on closing the last window while File > Close clears to a new, empty project. </li> </ul> </dd> </dl> </div> </p> <p>Please see <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Changes in Audacity 1.3.13</a> for more on 1.3.13 and the Beta series. </p> <p> <b>Other recent news:</b> Audacity was chosen as <a href="http://www.linuxquestions.org/questions/2010-linuxquestions-org-members-choice-awards-93/audio-authoring-application-of-the-year-855921/"> Audio Authoring Application of the Year</a> in the 2010 LinuxQuestions.org Members Choice poll. LinuxQuestions.org is an active online Linux community. In the voting, Audacity received nearly 75 per cent of the votes cast. Thanks to everyone who voted. </p>
ja: <p> <a href="/download">Audacity 1.3.13 (Beta)</a>のWindows, Mac およびLinux/Unix版がリリースされました。 このリリースでは<b>Windows 7</b>が正式にサポートされ、多くのバグ修正といくつかの新機能が含まれています。 <b>Windows Vista</b>および <b>Mac OS X 10.6</b>向けにもAudacity 1.2でなく、本バージョンをお使いください。</p> <p>新しい安定版Audacity 2.0に向けて、この1.3.13および<a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a>に関する<a href="http://audacity.sourceforge.net/contact/#feedback"> フィードバック</a>をぜひお寄せください。 メーリングリストを<a href="http://audacity.sourceforge.net/#announce"> 購読</a> することで次の1.3.14 Betaに関するニュースを受け取ることができます。 </p> <p> <div style="width:75%;padding-left:4em"> <b>1.3.13における変更点:</b> <dl> <dt> バグ修正 </dt> <dd> <ul> <li>Windows版でトラックまたはエフェクトのダイアログをクリックした際のクラッシュ</li> <li>OS X版で終了または閉じた際のクラッシュ</li> <li>非圧縮オーディオファイルの取り込み時および直接読込非圧縮ファイルが見つからない場合 に警告（デフォルト）メッセージが出るようになりました。</li> <li>現在のFFmpeg HEADと並んで最新の<a href="http://manual.audacityteam.org/man/FAQ:Installation_and_Plug-Ins#ffdown"> FFmpegライブラリ</a>のフルサポート。 U-Law/A-Law書き出しのコンパチビリティ向上</li> <li>VSTエフェクトのフルスピードでの動作。VSTエフェクトがある場合にOS X 10.5 PPC での起動時のハングの解決</li> <li><i>(OS X)</i>iTunesからのファイル取り込み時に.aupファイルに不正な文字が 書き込まれる現象の解決。 <a href="http://wiki.audacityteam.org/wiki/Release_Notes_1.3.13#itunes">here</a>をご覧いただき、 このエラーを含むファイルを古いバージョンで開く際の方法もご確認ください。</li> <li><i>(Linux)</i> パルスデバイスでの録音時のクラッシュとストールの解決 Audacityがlibsamplerateと設定されている際のPlay-at-Speed使用時のクラッシュの解決</li> </ul> </dd> <dt> 変更点および改善点</dt> <dd> <ul> <li>コントロールツールバーはトランスポートツールバーと名称変更されました。 入力/出力選択はミキサーツールバーからデバイスツールバーに（デフォルトで）移動しました。</li> <li>あたらしい"トラックを同期させる" 機能がトラックメニュー内に提供されました。 </li> <li>イコライゼーションにカーブの取り込み・書き出し機能が追加されました。 ノイズ除去には新しいオプションとノイズ分離機能が追加されました。</li> <li>自動クラッシュ回復機能の改善により、プロジェクト中のすべての変更が自動保存 されるようになりました。</li> <li>新しい "拡張取り込みt"設定により取り込むオーディオファイルを選別できるよう になりました。</li> <li><i>(WindowsおよびLinux)</i> 閉じるボタンでは最後のウインドウが閉じられ、 ファイル ＞ 閉じるメニューではプロジェクトを空にするようになりました。 </li> </ul> </dd> </dl> </div> </p> <p>1.3.13とBetaシリーズに関するより詳細な情報については<a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Audacity 1.3.13での変更点</a> をご覧ください。 </p> <p> <b>その他の最新ニュース:</b> Audacityは2010 LinuxQuestions.org Members Choice pollにて<a href="http://www.linuxquestions.org/questions/2010-linuxquestions-org-members-choice-awards-93/audio-authoring-application-of-the-year-855921/">Audio Authoring Application of the Year</a> に選ばれました。iLinuxQuestions.orgはLinuxに関する活発なオンラインコミュニティで、その投票ではAudacityはおよそ75%の投票を獲得することができました。ありがとうござました。 </p>

source: Audacity 1.3.12 released, and Audacity book release from PACKT Publishing
es: Publicada Audacity 1.3.12 y el libro Audacity de PACKT Publishing
ja: Audacity 1.3.12がリリースされました。またAudacityの本がPACKT Publishingより発売されました。
nl: Audacity 1.3.12 gereleased, en uitgave van het Audacity-boek van PACKT Publishing
