Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: e-mail us</a> in <b>English language only.</b> Please tell us your experiences of the Audacity program, documentation or web site. We particularly welcome reports of possible program bugs and requests for new Audacity features. Before reporting bugs, please check the Release Notes for the Audacity <a href="http://audacity.sourceforge.net/download/release-notes">1.2<a/> and <a href="http://wiki.audacityteam.org/wiki/Release_Notes">1.3 (Beta)</a> series.
es: escríbanos un e-mail</a> <b>sólo en inglés</b>. Puede contarnos sus experiencias con el programa, la documentación o el sitio web de Audacity. Agradecemos especialmente los informes sobre errores de funcionamiento y las sugerencias de nuevas funciones para Audacity. Antes de comunicar errores de funcionamiento consulte las notas de la versión de Audacity<a href="http://audacity.sourceforge.net/download/release-notes">1.2<a/> y de la rama<a href="http://wiki.audacityteam.org/wiki/Release_Notes">1.3 (Beta)</a>.
nl: e-mail ons dan</a> in het <b>English.</b> Vertel ons wat uw ervaring is met Audacity, de documentatie of de website. We zijn vooral blij met rapporten van mogelijke programmafouten en aanvragen voor nieuwe functies in Audacity. Gelieve de vrijgave-opmerkingen voor de Audacity <a href="http://audacity.sourceforge.net/download/release-notes">1.2<a/> en <a href="http://wiki.audacityteam.org/wiki/Release_Notes">1.3 (bèta)</a> series te bekijken voordat u bugs rapporteert.

source: Reports of apparent bugs should be as specific as possible, including:</p> <ol> <li>Your version of Audacity (for example, 1.2.6).</li> <li>Your operating system (for example, Windows XP Service Pack 2 or Intel Mac OS X 10.4).</li> <li>Details of what you were trying to do, what steps led to the problem occurring, and details of any error messages.</li> </ol> </div> <p>Patches to fix problems or enhance features will be gratefully received. Please follow the guidance on the <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Submitting Patches</a> page on our <a href="http://audacityteam.org/wiki/index.php">Wiki</a>.</p>
es: Es importante que los informes de posibles errores de funcionamiento sean de lo más específico posible. No olviden especificar:</p> <ol> <li>Su versión de Audacity (por ejemplo, 1.2.6).</li> <li>Su sistema operativo (por ejemplo, Windows XP Service Pack 2 o Intel Mac OS X 10.4).</li> <li>Una descripción concreta de qué intentó hacer, qué pasos llevaron a que se produjera el error y el texto de los mensajes de error que hayan aparecido.</li> </ol> <p>Se agradecerá la aportación de Patches para remediar los errores o para mejorar las funciones del programa. Por favor, siga las indicaciones de la página <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Submitting Patches</a> de nuestra <a href="http://audacityteam.org/wiki/index.php">Wiki</a>.</p>
nl: Rapporten van schijnbare bugs moeten zo specifiek mogelijk zijn, inclusief:</p> <ol> <li>Uw versie van Audacity (bijvoorbeeld 1.2.6).</li> <li>Uw besturingssysteem (bijvoorbeeld Windows XP Service Pack 2 of Intel Mac OS X 10.4).</li> <li>Details over wat u probeerde te doen, welke stappen leidden tot het optredende probleem en details over eventuele foutberichten.</li> </ol> </div> <p>Patches om problemen op te lossen of functies te verbeteren zullen dankbaar aanvaard worden. Volg alstublieft de handleiding over het <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Inzenden van Patches</a>-pagina op onze <a href="http://audacityteam.org/wiki/index.php">Wiki</a>.</p>

source: For <a href="../community/developers">developers</a> working with the Audacity source code and documentation, and others interested in following our development process, or learning about compiling or developing our code.
es: Para los <a href="../community/developers">desarrolladores</a> que trabajan con el código fuente y la documentación de Audacity y terceros interesados en seguir el desarrollo del proyecto o en aprender cómo compilar o programar el código fuente.
nl: Voor <a href="../community/developers">ontwikkelaars</a> die werken met de Audacity-broncode en -documentatie, en alle anderen die geïnteresseerd zijn in het volgen van ons ontwikkelingsproces, of in het leren van het compileren of ontwikkelen van onze code.
pt_br: Para <a href="../community/developers">desenvolvedores</a> trabalhando com o código-fonte e documentação do Audacity, e para outras pessoas interessadas em seguir o processo de desenvolvimento do programa, ou aprender como compilar e desenvolver com base em nosso código-fonte.

source: %B %d, %Y
es: %d %B %Y
pt_br: %d de %B de %Y

source: LinuxQuestions.org Audio Authoring Award 2007
es: Premio de herramientas de autoría de audio de LinuxQuestions.org 2007
pt_br: Prêmio em Autoria de Áudio do LinuxQuestions.org

source: SourceForge Community Choice Awards 2007
es: Premios 2007 de la comunidad Sourceforge
pt_br: Prêmio do SourceForge "Community Choice Awards 2007"

source: for Windows&reg; 98/ME/2000/XP/Vista
es: para Windows&reg; 98/ME/2000/XP/Vista
nl: voor Windows&reg; 98/ME/2000/XP/Vista
pt_br: para Windows&reg; 98/ME/2000/XP/Vista

source: for Windows&reg; 98/ME/2000/XP/Vista <p><i>Read about <b>provisional support</b> for <a href="http://audacityteam.org/wiki/index.php?title=Windows_7_OS">Windows 7</a></i></p><!--<p>or <a href="http://audacity.sourceforge.net/download/beta_windows#ansi">Audacity 1.3.7</a> <b>(Beta)</b> for Windows&reg; 98/ME</i></p>-->
es: para Windows&reg; 98/ME/2000/XP/Vista <p> <i>Consulte la <b>asistencia provisional</b> para <a href="http://audacityteam.org/wiki/index.php?title=Windows_7_OS">Windows 7</a></i></p><!--<p>o <a href="http://audacity.sourceforge.net/download/beta_windows#ansi">Audacity 1.3.7</a> <b>(Beta)</b> para Windows&reg; 98/ME</i></p>-->
nl: voor Windows&reg; 98/ME/2000/XP/Vista <p><i>Lees over <b>voorlopige ondersteuning</b> voor <a href="http://audacityteam.org/wiki/index.php?title=Windows_7_OS">Windows 7</a></i></p><!--<p> of <a href="http://audacity.sourceforge.net/download/beta_windows#ansi">Audacity 1.3.7</a> <b>(Beta)</b> voor Windows&reg; 98/ME</i></p>-->

source: Audacity&reg; is free, open source software for recording and editing sounds. It is available for Mac OS X, Microsoft Windows, GNU/Linux, and other operating systems. <a href="about/">Learn more about Audacity...</a> Also check our <a href="http://audacityteam.org/wiki/">Wiki</a> and <a href="http://audacityteam.org/forum/">Forum</a> for more information.
es: Audacity es un programa libre y de código abierto para grabar y editar sonido. Está disponible para Mac OS X, Microsoft Windows, GNU/Linux y otros sistemas operativos. <a href="about/">Aprender más sobre Audacity...</a> Consulte también nuestra <a href="http://audacityteam.org/wiki/">Wiki</a> y <a href="http://audacityteam.org/forum/">el Foro</a> para obtener más información.
nl: Audacity&reg; is vrije, open source software om geluid op te nemen en te bewerken. Audacity is beschikbaar voor Mac OS X, Microsoft Windows, GNU/Linux en andere besturingssystemen. <a href="about/">Kom meer te weten</a> over Audacity... Raadpleeg ook onze <a href="http://audacityteam.org/wiki/">wiki</a> en het <a href="http://audacityteam.org/forum/">forum</a> voor meer informatie.
pt_br: O Audacity&reg; é um programa livre e gratuito, de código fonte aberto, para edição de áudio digital. Está disponível para Mac OS X, Microsoft Windows, GNU/Linux e outros sistemas operacionais. <a href="about/">Conheça mais sobre o Audacity...</a> Também conheça o nosso <a href="http://audacityteam.org/wiki/">Wiki</a> e o <a href="http://audacityteam.org/forum/">Fórum</a> para maiores informações.

source: This is our active "work in progress" version with our latest features. Documentation and translations into different languages are not quite complete. We recommend this version for more advanced users, and for everyone on Windows 7, Windows Vista and Mac OS X 10.6. See <a href="download/features-1.3-a">New Features in 1.3</a> for more information about the 1.3 Beta series.
es: Al ser un trabajo en desarrollo, aún no existe documentación completa ni traducciones a otros idiomas. Está indicada para usuarios avanzados y para cualquier que trabaje con Windows 7, Windows Vista y Mac OS X 10.6. Consulte <a href="/download/features-1.3-a">Novedades en la versión 1.3</a> para obtener más información sobre la rama 1.3.x beta.
nl: Dit is onze actieve ontwikkelingsversie met onze laatste functies. Documentatie en vertalingen zijn nog niet compleet. We raden deze versie aan voor meer ervaren gebruikers en voor iedereen op Windows 7, Windows Vista en Mac OS X 10.6. Zie <a href="download/features-1.3-a">nieuwe functies in 1.3</a> voor meer informatie over de 1.3 bèta series.

source: &nbsp;1.3.12 (Universal Binary)&nbsp
nl: &nbsp;1.3.12 (Universele binary)&nbsp

source: <dl> <dt> Major new capabilities </dt> <dd> <ul> <li><b>FFmpeg support</b> (downloadable separately) permits import and export of a much wider range of file formats, including WMA, M4A and AC3, plus import of audio from video files</li> <li><b>On-demand loading</b> of uncompressed files eliminates the wait before files can be played or edited</li> <li><b>Linked audio and label tracks</b> allow labels to move with their corresponding audio when cutting, pasting or changing speed or tempo</li> </ul> </dd> </dt> <dt> Other features </dt> <dd> <ul> <li>Hierarchical plug-in grouping for built-in plug-ins</li> <li>Sound activated recording</li> <li>Ability to save smaller, compressed project files</li> <li>MIDI files can now be imported, cut-and-paste edited, then exported</li> </ul> </dd> </dt> <dt> Miscellaneous </dt> <dd> <ul> <li>Transport menu for easy access to frequently used recording/playback commands and preferences</li> <li>Default View Mode Preference to choose Waveform, Spectrum or Pitch view</li> <li>Several bug fixes</li> </ul> </dd> </dt> </dl>
nl: <dl> <dt> Belangrijkste nieuwe capaciteiten </dt> <dd> <ul> <li><b>FFmpeg-ondersteuning</b> (apart te downloaden) staat import en export toe van een veel grotere waaier van bestandsformaten, inclusief WMA, M4A en AC3, plus importeren van audio van videobestanden</li> <li><b>Op aanvraag laden</b> van ongecomprimeerde bestanden elimineert de wachttijd voordat bestanden afgespeeld of gewijzigd kunnen worden</li> <li><b>Gelinkte audio- en labeltracks</b> staan toe dat labels verplaatst worden met hun overeenkomstige audio bij het knippen, plakken of het aanpassen van snelheid of tempo</li> </ul> </dd> </dt> <dt> Andere functies </dt> <dd> <ul> <li>Hiërarchische plugin-groepering voor ingebouwde plugins</li> <li>Geluidsgeactiveerd opnemen</li> <li>Mogelijkheid om kleinere, gecomprimeerde projectbestanden op te slaan</li> <li>MIDI-bestanden kunnen nu geïmporteerd, geknipt en geplakt worden en daarna terug geëxporteerd</li> </ul> </dd> </dt> <dt> Varia </dt> <dd> <ul> <li>Transport-menu voor gemakkelijke toegang tot frequent gebruikte opname/afspelen-commando's en voorkeuren</li> <li>Standaard weergavemodus-voorkeur om te kiezen tussen golfvorm, spectrum of toonhoogte-weergave</li> <li>Verschillende bugfixes</li> </ul> </dd> </dt> </dl>

source: <dl> <dt></dt> <dd> <!-- indent cheat --> <dl> <dt> New features </dt> <dd>New Welcome Screen with introduction to Audacity.</dd> <dd>Enhanced Windows Shell integration, so Audacity shows up in lots of Windows places such as "Open With".</dd> <dd>New keyboard command: "Mix and Render to New Track" (bound to Ctrl+Shift+M).</dd> <dd>New keyboard shortcut: "Shift-A" starts playback when stopped, or performs "Stop and Select" when playing.</dd> <dd>Added support for VAMP audio analysis plug-ins.</dd> <dd>Solo button solos only one track at a time, and a track cannot be both mute and solo.</dd> <dt> Interface </dt> <dd>Keyboard shortcuts for making short/long jumps along the timeline.</dd> <dd>Added "Snap To" in the Selection Bar.</dd> <dd>Made keyboard navigation easier when multiple menu items with the same first letter exist.</dd> <dd>Enhanced interface for label editing.</dd> <dd>Layout of OK/Cancel buttons consistency improved.</dd> <dd> Preferences: <ul> <li>"Select all audio in project, if none selected" (on by default).</li> <li>"Beep on completion of longer activities" (system bell, not main output).</li> <li>Other preferences cleaned up and explanations improved.</li> </ul> </dd> <dd>Envelopes: Many fixes when copying / pasting / repeating.</dd> <dd>Many translation updates.</dd> <dd>Track height fixed in several cases.</dd> <dd>CleanSpeech mode switching without closing and re-opening fixed.</dd> <dt> Opening/Saving Formats </dt> <dd>Metadata editor added for OGG, FLAC and WAV/AIFF exports, and general improvements.</dd> <dd>Metadata import improved.</dd> <dd>Muted tracks are no longer audible in the exported mix.</dd> <dt> Effects </dt> <dd>Truncate Silence: support for multiple and stereo tracks.</dd> <dd> Dtmf Generator: <ul> <li>Added support for keypad letters.</li> <li>Added an amplitude control.</li> </ul> </dd> <dd>Compressor: variable decay time added.</dd> <dd> Equalization: <ul> <li>Clicks at start / end prevented.</li> <li>Improvements to saved curves being found.</li> <li>Preview works correctly.</li> </ul> </dd> <dd>"Merge" command appears in Undo history.</dd> <dd>Clipping detected more reliably.</dd> <dd>Nyquist plug-ins reviewed and enhanced.</dd> <dd>Better (and more) progress bars.</dd> <dd>Canceling effect always restores previous audio.</dd> <dd>Several improvement to effects in batch mode.</dd> <dt> Recording/Playback </dt> <dd>Improvements to latency correction.</dd> <dd>Updated version of portaudio-v19 library.</dd> <dt> Note that Help is no longer built in, but accessible on the Web via links in Audacity. </dt> </dl> </dd> </dl>
nl: <dl> <dt></dt> <dd> <!-- indent cheat --> <dl> <dt> Nieuwe functies </dt> <dd>Nieuw welkomstscherm met een introductie tot Audacity.</dd> <dd>Verbeterde Windows Shell integratie, dus Audacity verschijnt in veel Windows-plaatsen zoals "Openen met...".</dd> <dd>Nieuw toetsenbordcommando: "Mixen en naar nieuw spoor renderen" (gebonden aan Ctrl+Shift+M).</dd> <dd>Nieuw toetsenbordcommando: "Shift-A" begint het afspelen wanneer gestopt, of doet "Stoppen en selecteren" tijdens het afspelen.</dd> <dd>Ondersteuning toegevoegd voor VAMP audio-analyse plugins.</dd> <dd>Solo-knop solo'et een spoor per keer, en een spoor kan niet stil en solo tegelijk zijn.</dd> <dt> Interface </dt> <dd>Sneltoetsen om kleine/grote sprongen te maken langs de tijdlijn.</dd> <dd>"Vangen aan" toegevoegd in de selectiebalk.</dd> <dd>Toetsenbordnavigatie gemakkelijker gemaakt wanneer meerdere menu-items met dezelfde eerste letter bestaan.</dd> <dd>Verbeterde interface voor labelbewerking.</dd> <dd>Layout van OK/Annuleren-knoppen-consistentie verbeterd.</dd> <dd> Voorkeuren: <ul> <li>"Alle audio in het project selecteren indien niets geselecteerd" (standaard aan).</li> <li>"Piepen bij voltooiing van langere activiteiten" (systeembel, niet de hoofd-uitvoer).</li> <li>Andere voorkeuren opgeruimd en uitleg verbeterd.</li> </ul> </dd> <dd>Envelopes: veel fixes bij kopiëren/plakken/herhalen.</dd> <dd>Veel vertalingsupdates.</dd> <dd>Trackhoogte vastgezet in verschillende gevallen.</dd> <dd>Veranderen van CleanSpeech-modus zonder sluiten en opnieuw openen gefixt.</dd> <dt> Formaten openen/opslaan </dt> <dd>Metadata editor toegevoegd voor OGG, FLAC en WAV/AIFF exports en algemene verbeteringen.</dd> <dd>Metadata import verbeterd.</dd> <dd>Stilgemaakte sporen zijn niet langer hoorbaar in de geëxporteerde mix.</dd> <dt> Effecten </dt> <dd>Stilte afkappen: ondersteuning voor meerdere en stereotracks.</dd> <dd> Dtmf-generator: <ul> <li>Ondersteuning voor keypad-letters toegevoegd.</li> <li>Amplitude-bediening toegevoegd.</li> </ul> </dd> <dd>Compressor: variabele decay-tijd toegevoegd.</dd> <dd> Equalizatie: <ul> <li>Klikjes aan het begin/einde voorkomen.</li> <li>Verbeteringen om opgeslagen curves te vinden.</li> <li>Preview werkt correct.</li> </ul> </dd> <dd>"Samenvoegen"-commando verschijnt in Ongedaan maken-geschiedenis.</dd> <dd>Clipping beter gedetecteerd.</dd> <dd>Nyquist plugins nagekeken en verbeterd.</dd> <dd>Betere (en meerdere) voortgangsbalken.</dd> <dd>Annuleren van het effect herstelt altijd de vorige audi.</dd> <dd>Verschillende verbeteringen aan effecten in batch-modus.</dd> <dt> Opnemen/afspelen </dt> <dd>Verbeteringen aan vertragingscorrectie.</dd> <dd>Geüpdatete versie van de portaudio-v19 bibliotheek.</dd> <dt> Merk op dat de Help niet langer ingebouwd is, maar toegankelijk is op het web via links in Audacity. </dt> </dl> </dd> </dl>

source: If you are fluent in both English and another language, you can help translate the Audacity software, web site and <a href="http://manual.audacityteam.org/index.php?title=Main_Page">Bata Manual</a>. We also need people to help provide support for Audacity in different languages.
nl: Als u het Engels en een andere taal vloeiend spreekt, kunt u ons helpen met het vertalen van het programma, de website en de <a href="http://manual.audacityteam.org/index.php?title=Main_Page">bèta-handleiding</a> Wij hebben ook nood aan mensen die Audacity in verschillende talen willen ondersteunen.

source: <p>Audacity can display in many non-English languages. In Audacity 1.2, you can choose the displayed language when you first run the program. In current Audacity Beta (1.3 series), the language Audacity uses on first run is determined by the language the operating system uses.</p> <p>To change the current Audacity language, go to the Interface tab of Preferences, choose the specific language required from the "Language" box, click OK and restart the program. Restart is not necessary in Audacity Beta.</p> <p>If Audacity is already running in an unfamiliar language, you can still navigate the menus sequentially to change the language, or change it in the Audacity settings file. For instructions, please see <a href="http://wiki.audacityteam.org/wiki/Changing_the_current_language">Changing the current language</a> on the Audacity <a href="http://wiki.audacityteam.org">Wiki</a>.</p>
nl: <p>Audacity kan weergegeven worden in vele niet-Engelse talen. In Audacity 1.2 kan u de weergegeven taal kiezen wanneer u het programma de eerste keer opstart. In de huidige Audacity bèta (1.3 series) wordt de taal bij de eerste opstart van het programma bepaald door de taal die het besturingssysteem gebruikt.</p> <p>Om de taal van Audacity aan te passen gaat u naar de Interface-tab van Voorkeuren. Daar kiest u in het taalvak de gewenste taal. Klik op OK en start het programma opnieuw op. Opnieuw opstarten is niet nodig in Audacity Beta.</p> <p>Als Audacity al draait in een onbekende taal, kan u nog steeds de menu's opeenvolgend doorlopen om de taal aan te passen, of u kan de taal wijzigen in het instellingenbestand van Audacity. Voor instructies, zie <a href="http://wiki.audacityteam.org/wiki/Changing_the_current_language">de huidige taal wijzigen</a> op de Audacity-<a href="http://wiki.audacityteam.org">Wiki</a>.</p>
