Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: %sIt is beyond the scope of this introductory tutorial to explain all of the ways that a sound can be transformed in Nyquist. These functions do not modify sounds directly, but instead modify the Nyquist %senvironment%s. In order for these changes to affect sounds, you must use the %s function.%s
es: %sExplicar todas las formas en que se puede transformar sonido con Nyquist excede los objetivos de este tutorial. Estas funcions no modifican los sonidos directamente, sino que varían el %sentorno%s de Nyquist. Para que esos cambios afecten a los sonidos se debe utilizar la función %s. %s
ja: %sNyquistでサウンドを変化させる方法のすべてを説明することは、この紹介的なチュートリアルの範囲を超えています。これらの関数はサウンドを直接変化させることはありませんが、Nyquistの%s環境%sを変化させます。これらの変更がサウンドに影響を与えるようにするには、%s関数を使わなければなりません。%s
nl: %sHet is buiten het bereik van deze introductiehandleiding om alle manieren uit te leggen waarop een geluid vervormd kan worden in Nyquist. Deze functies wijzigen geluiden niet rechtstreeks, maar modificeren in plaats daarvan de Nyquist-%senvironment%s. Om deze veranderingen toe te passen op geluiden moet u de %s-functie gebruiken.%s

source: Changes the length of the sound being cued by the given factor.
es: Modifica la lonmgitud del sonido según el factor indicado.
ja: サウンドの長さを、与えられたfactorによってキューされた長さになるように変更します。
nl: Verandert de lengte van het geluid dat gecued wordt met de gegeven factor.

source: Scales the amplitude of the sound being cued by the given factor.
es: Modifica la amplitud del sonido según el factor indicado.
ja: サウンドの振幅を、与えられたfactorによってキューされた振幅になるように増幅します。
nl: Schaalt de amplitude van het geluid dat gecued wordt met de gegeven factor.

source: Increases or decreases the volume of the sound being cued by the given number of decibels.
es: Incrementa o reduce el volumen de un sonido según el número de decibelios.
ja: サウンドのボリュームを、与えられたデシベル数によってキューされた量だけ増加又は減少させます。
nl: Vermeerdert of vermindert het volume van het geluid dat gecued wordt met het gegeven aantal decibels.

source: Starts the given sound at a particular time in seconds. This can't be used to add silence at the beginning or end, but it can be used when combining two or more sounds.
es: Inicia el sonido indicado en un instante determinado en segundos. Esto no sirve para añadir silencios al principio o al final, pero si se puede usar cuendo se combinan dos o más sonidos.
ja: 与えられたサウンドを、指定されたタイム（秒）で開始します。 これは無音を最初や最後に追加するのに使うのではなく2つかそれ以上のサウンドを結合するときに使います。
nl: Begint het gegeven geluid op een bepaalde tijd in seconden. Dit kan niet gebruikt worden om stilte toe te voegen aan het begin of het einde, maar het kan gebruikt worden bij het combineren van twee of meer geluiden.

source: Creates a sequence of sound s1 followed by sound s2.
es: Crea una secuencia del sonido s1 seguidos de s2.
ja: サウンドs2にサウンドs1が後続するというシーケンスを生成します。
nl: Creëert een sequentie van geluid s1 gevolgd door geluid s2.

source: Combines two sounds so that they are played simultaneously.
es: Combina dos sonidos para que puedan reproducirse simultáneamente.
ja: 2つのサウンドが同時に再生されるように結合します。
nl: Combineert twee geluiden zodat ze simultaan afgespeeld worden.

source: Next: Creating Nyquist Plug-Ins
es: Creación de plug-ins Nyquist
ja: 次：Nyquistプラグインの作成
nl: Volgende: Nyquist-plugins creëren

source: Documentation and Support
es: Documentación y asistencia técnica
ja: ドキュメンテーションとサポート
nl: Documentatie en ondersteuning
pt_br: Documentação e suporte

source: <p><b>Questions?</b> First, check our <a href="faq">Frequently Asked Questions</a> and the following resources:</p> <p> <ul> <li><a href="documentation">Documentation</a> - Read the user manual and quick reference.</li> <li><a href="http://wiki.audacityteam.org/">Audacity Wiki</a> is an extensive user-editable help resource including: <ul><li><a href="http://wiki.audacityteam.org/wiki/Category:Tutorial">Tutorials</a> - step-by-step guides on performing common tasks in Audacity, such as making ringtones, removing vocals, mixing, creating podcasts and transferring tapes and records to computer. Some tutorials in <a href="http://wiki.audacityteam.org/wiki/MultiLingual">languages other than English</a> are available.</li> <li><a href="http://wiki.audacityteam.org/wiki/Category:Tips">Tips</a> - these articles will help you work with and understand Audacity and your audio hardware.</li> </ul> </li> </ul> </p>
ja: <p><b>わからないときは?</b> まず <a href="faq">よくある質問</a>をご覧ください。さらに次のような情報もご覧ください:</p> <p> <ul> <li><a href="documentation">Documentation</a> - ユーザーマニュアルおよびクイックリファレンス</li> <li><a href="http://wiki.audacityteam.org">Audacity Wiki</a> はユーザーが編集できるヘルプ情報で、次の内容を含んでいます: <ul><li><a href="http://wiki.audacityteam.org/wiki/Category:Tutorial">Tutorials</a> - Audacityのよく使われる機能をわかりやすく解説しており、リングトーンの作成、ボーカルの除去、ミキシング、ポッドキャスト作成、テープやレコード盤からコンピュータへの転送などを含んでいます。 いくつかの <a href="http://wiki.audacityteam.org/wiki/MultiLingual">languages other than English</a>も提供されています。</li> <li><a href="http://wiki.audacityteam.org/wiki/Category:Tips">Tips</a> - これらの記事はAudacityおよびお使いのハードウェアの理解を助けます。</li> </ul> </li> </ul> </p>

source: <p><b>Still need help?</b> Please read <a href="../contact/">Contact Us</a> for how to ask your question on the Audacity <a href="http://forum.audacityteam.org/">Forum</a>.</p>
ja: <p><b>さらにヘルプが必要ですか？</b> <a href="../contact/">Contact Us</a> をご覧いただき、Audacity <a href="http://forum.audacityteam.org/">Forum</a>にご質問をお寄せください。</p>

source: %sCreating a plug-in for Audacity using Nyquist is as simple as creating a text file with the extension ".ny" with some Nyquist code, adding a few comments to indicate the type of plug-in, and placing the file in Audacity's %s directory. Here's a very simple plug-in as an example:%s
es: %sCrear un plug-in para Audacity con Nyquist es tan simple como crear un archivo de texto con la extensión ".ny" e insertar algún tipo de código Nyquist en su interior, añadiendo también algunos comentarios para indicar el tipo de plug-in. Para terminar se coloca el archivo en la carpeeta %s de Audacity. A continuación se puede ver un plug-in de ejemplo:%s
ja: %sNiquistでAudaciyのプラグインを作成するには、Niquistコードとプラグインのタイプ等を示すコメントを書いた、拡張子".ny" のテキストファイルを作成し、Audacityの %sディレクトリに置くだけで簡単にできます。 ここでは非常に簡単なプラグインのサンプルを示します:%s
nl: %sEen plugin voor Audacity maken met Nyquist is net zo eenvoudig als een tekstbestand maken met de extensie ".ny" met wat Nyquist code, met bijgevoegd een paar opmerkingen om het soort nyquist plugin aan te duiden, en het bestand in de %s-map van Audacity te plaatsen. Hier volgt een eenvoudige plugin als voorbeeld:%s

source: The first two lines of a Nyquist plug-in must be exactly as in the example above, or Audacity will not load it. (The version number is to support future expansions of the plug-in format.) The next line is the type of plug-in, which is discussed below. Then comes the name of the plug-in, which is what is displayed in the menu bar, and then the "action", which is what Audacity displays while it is busy processing the plug-in. There are other optional lines that may follow. Any line that does not begin with a semicolon (;) is assumed to contain Nyquist code and will be executed.
es: Las dos primeras líneas del plug-in Nyquist deben ser exactamente igual que las del ejemplo. De otro modo Audacity no cargará el archivo. El número de versión permitirá en un futuro expansiones del formato de los plug-ins). La línea siguiente es el tipo de plug-in, que se explicará más tarde. A continuación aparece el nombre del plug-in, que es lo que se mostrará en la barra de menú, y luego la "acción", que es lo que mostrará Audacity mientras esté ocupado procesando el plugín. Puede haber algunas líneas opcionales más. Se asume que cualquier línea que no comience con un punto y coma (;) será una sentencia Nyquist y será ejecutada.
ja: Nyquistプラグインの最初の2行はこの例とまったく同じにしておかなくてはAudacityが読み込みません。 （Version番号はプラグイン書式の将来拡張を考慮してあります） 次の行はこのプラグインのタイプで、これは後ほど説明します。その次はこのプラグインの名前でメニューバーに表示されるもので、その次は "action"で、これはAudacityがプラグインを実行中に表示されるものです。 さらにその他の行が続くこともあります。セミコロン (;) で始まる行以外はすべてNyquistコードを含んでおり実行されるものとして取り扱われます。
nl: De eerste twee regels van een Nyquist plugin moeten precies overeenstemmen met het voorbeeld hierboven, anders zal Audacity de plugin niet laden. (Het versienummer is bedoeld om uitbreidingen van het pluginformaat in de toekomst te ondersteunen.) De volgende regel geeft het soort plugin aan, dat boven besproken wordt. Dan volgt de naam van de plugin, dat in de menubalk staat, en dan de "action", dat door Audacity getoond wordt terwijl het bezig is de the plugin te verwerken. Er zijn nog meer niet-verplichte regels die kunnen volgen. Elke regel die niet met een punt-komma (;) begint wordt verondersteld Nyquist code te bevatten en zal worden uitgevoerd.

source: Audacity has support for three types of plug-ins that can be written in Nyquist:
es: Audacity puede utilizar tres tipos de plug-ins que pueden ser implementados en Nysquist:
ja: Audacityは3つのタイプのプラグインをサポートします。これらはNyquistの中に書かれます:
nl: Audacity ondersteunt drie soorten plugins die met Nyquist geschreven kunnen worden:

source: These correspond to the three menus that can contain plug-ins: Generate, Effect, and Analyze. Generate plug-ins are expected to generate new audio from scratch, Effect plug-ins ("process") modify existing audio in-place, and Analyze plug-ins process audio but do not modify it (though they are allowed to add labels).
es: Esto se corresponde con los tres menus que pueden contener plug-ins: Generar, Efecto y Analizar. Los plug-ins del menú Generar están pensados para generar un nuevo sonido desde cero, los de Efecto modifican algún audio ya existente y los de Analizar procesan el audio pero no lo modifican (excepto en que pueden añadir etiquetas).
ja: これらは、そのプラグインが付加される3つのメニュー: 製作(Gnerate)、効果(Effect)、解析(Analyze)に対応しています。 Generateプラグインは新規にオーディオを発生させるもの、Effectプラグインは既存のオーディオ("処理")し変更するもの、そしてAnalyzeプラグインはオーディオを処理しますが変更は行わないものです。（ラベルを付加することはあります）
nl: Deze corresponderen met de drie menu's die plugins kunnen bevatten: Genereren, Effect, en Analyseren. Plugins in het menu Genereren moeten nieuwe Audio vanaf het begin genereren, Effect plugins ("process") wijzigen bestaande Audio die geladen is, en plugins in het menu Analyseren verwerken audio maar wijzigen die niet (maar ze mogen er wel labels aan toevoegen).

source: %sFor Effect and Analyze plug-ins, Audacity sets up the Nyquist environment so that the audio the user has selected is in the variable %s. All of the expressions in the plug-in file are executed in order, and the return value of the last expression is substituted for the selection in Audacity. If the last expression does not return audio, Audacity returns an error.%s
es: %sPara los plug-ins de tipo Efecto y Analizar, Audacity establece el entorno de Nyquist para que el audio que se haya seleccionado por parte del usuario esté disponible en la variable %s. Todas las expresiones el el archivo del plugin se ejecutan en orden y el valor que devuelve la última expresión sustituirá a la selección de Audacity. Si la última expresión no devuelve un audio, Audacity devolverá un error. %s
ja: %sEffectおよびAnalyzeプラグインに対しては、Audacityはユーザーが選択したオーディオが変数%sに読み込まれるようにNyquist環境を設定します。 プラグインファイルのすべての表現は順番に実行され、最後の表現の返り値がAudacityで選択されている部分を置き換えます。もし最後の表現がオーディオを返さない場合はAudacityはエラーを返します。%s
nl: %sVoor plugins in het menu Effect of Analyseren, laadt Audacity de Nyquist omgeving opdat de audio, die de gebruiker geselecteerd heeft, in de variabele %s staat. Alle uitdrukkingen in het pluginbestand worden in volgorde uitgevoerd, en de resultaatswaarde van de laatste uitdrukking wordt gezet op de plaats van de selectie in Audacity. Als de laatste uitdrukking geen audio oplevert, geeft Audacity een foutmelding.%s

source: Parameter dialogs
es: Cuadros de diálogos de parámetros
ja: ダイアログメニュー
nl: Parameter-dialoogvensters

source: Audacity has limited support for plug-ins showing a dialog to get parameters from the user. Here is an example of a plug-in that opens a dialog:
es: Audacity permite mostrar cuadros de diálogo para recoger parámetros indicados por el usuario para los plug-ins. Aquí se muestra un ejemplo de un plugín que despliega un cuadro de diálogo:
ja: Audacityはプラグインがユーザーがパラメーターを設定するダイアログ画面を限定的にサポートします。以下はダイアログ画面を開くプラグインの一例です:
nl: Audacity heeft een beperkte ondersteuning voor plugins met een dialoogvenster waar de gebruiker parameters kan invoeren. Dit is een voorbeeld van een plugin die een dialoogvenster opent:

source: If Audacity finds at least one "control" line, it will open a dialog to prompt the user for certain parameters to the plug-in. Each parameter consists of a text box and a slider, and after the user has entered each one, the final value will be stored in a Nyquist variable with a name that you specify on the "control" line. Here's what the dialog for the Delay effect shown above looks like in Audacity for Linux:
es: Si Audacity encuentra al menos una línea de "control" se abrirá un cuadro de diálogo para consultar al usuario los valores necesarios. Cada parámetro consiste en un cuadro de texto o una barra. Cuado el usuario haya introducido cada valor estos se almacenarán en una variable Nyquist con el nombre especificado en la línea de "control". A continuación se muestra un cuadro de diálogo del efecto Delay en un Audacity ejecutándose en Linux:
ja: Audacityが最低ひとつの"control" 行を見つけた場合、Audacityはダイアログ画面を開きユーザーがプラグインに適切なパラメータを入力するのを促します。それぞれのパラメータはテキストボックスとスライダーからなっており、ユーザーがそれぞれに入力したあと最終的な値がNyquist内で"control" 行にて指定した名前の変数に読み込まれます。以下にLinux版Audacityにおけるこのディレイ効果のダイアログ画面の一例を示します:
nl: Als Audacity tenminste één "control" regel vindt, zal het een dialoog openen om de gebruiker te vragen bepaalde parameters voor de plugin in te voeren. Elke parameter bestaat uit een tekstvenster en een schuifgreep, en nadat de gebruiker elke heeft ingevoerd, wordt de laatste waarde opgeslagen in een Nyquist variabele met een naam die u opgeeft op de "control" regel. Zo ziet het boven getoonde dialoogvenster er uit voor het Effect 'Snelheid wijzigen ...' in Audacity voor Linux:

source: Nyquist plugin screenshot
es: Plug-in Nyquist
ja: Nyquistプラグインのスクリーンショット

source: Note that the "info" line is displayed at the top of the dialog, and that the "\n" becomes a newline. The parameters to the "control" line affect the appearance and limitations of the parameter. Each "control" line must consist of exactly the following 8 elements, in order:
es: Observe que la linea "info" se muestra en la parte superior del cuadro de diálogo, y que el "\n" se convierte en una nueva línea. Los parámetros de la línea de "control" afectan a la apariencia y las limitaciones del parámetro. Cada línea de control debe consistir exactamente en los siguientes 8 elementos, en orden:
ja: "info"行がダイアログ画面の最上部に表示されており"\n" が改行になっていることに注意してください "control" 行のパラメータがパラメータの見え方と制限に影響しています。それぞれの "control" 行は正確に次の8要素が順番に並んでいる必要があります:
nl: Merk op dat de "info" regel bovenaan de dialoogvenster getoond wordt, en dat de "\n" een nieuwe regel wordt. De parameters van de "control" regel beïnvloeden het uiterlijk en de beperkingen van de parameter. Elke "control" regel moet bestaan uit precies de volgende 8 elementen, in deze volgorde:

source: The word "control"
es: La palabra "control"
ja: キーワード "control"
nl: Het woord "control"

source: The name of the control - this is the name of the Nyquist variable that will get set when the user manipulates the dialog.
es: El nombre del control: es el nombre de la variable Nyquist que se establecerá cuando el usuario manipule el cuadro de diálogo.
ja: controlの名前 - これはユーザーがダイアログ画面を操作する際に設定されたり獲得されたりするNyquist変数名
nl: De naam van de control - dit is de naam van de Nyquist variabele die ingesteld wordt wanneer de gebruiker gegevens invoert in het dialoogvenster.

source: The label to the left of the control
es: La etiqueta a la izquierda del control
ja: controlの左側に付けられるラベル
nl: Het label links van de control

source: %sThe type of value: either %s (integer) or %s.
es: %sEl tipo del valor: tanto %s (entero ) o %s.
ja: %s変数のタイプ: すなわち%s (integer) または%s
nl: %sHet type van de waarde: ofwel %s (geheel getal) ofwel %s.

source: The label to the right of the value (usually the units like "Hz" or "dB").
es: La etiqueta a la derecha del valor (usualmente las unidades como "Hz" o "dB").
ja: 数値の右側に付けられるラベル（普通は"Hz" や "dB"などの単位）
nl: Het label rechts van de waarde (meestal units als "Hz" of "dB").

source: The default/initial value of the parameter
es: El valor inicial o predeterminado del parámetro
ja: パラメータのデフォルト/初期値
nl: De standaard-/beginwaarde van de parameter

source: The minimum value of the parameter
es: El valor mínimo del parámetro
ja: パラメータの最小値
nl: De minimumwaarde van de parameter

source: The maximum value of the parameter
es: El valor máximo del parámetro
ja: パラメータの最大値
nl: De maximumwaarde van de parameter

source: Returning labels
es: Etiquetas devueltas
ja: ラベルを返す
nl: Resultaatlabels

source: Instead of returning audio, a Nyquist plug-in can instead return a list of labels. A list of labels is simply a list of time/label pairs, for example:
es: En lugar de devolver audio, un plug-in Nyquist puede devolver una lista de etiquetas. Una lista de etiquetas es simplemente una lista de pares tiempo/etiqueta, por ejemplo:
ja: Nyquistプラグインは、オーディオを返すかわりにラベルのリストを返すことができます。ラベルのリストは単純な時間/ラベルの組み合わせです。たとえば:
nl: In plaats van audio als resultaat op te leveren kan een Nyquist plugin ook een lijst met labels opleveren. Een lijst met labels is eenvoudig een lijst met tijd-/labelparen, bijvoorbeeld:

source: When a plug-in returns a list of exactly this form, Audacity will create a new label track and add the labels at those positions. This style of plug-in is usually of type "analyze".
es: Cuando un plug-in devuelve una lista de este modo, Audacity genera una nueva pista de etiquetas y añade cada etiqueta en su posición. Este tipo de plug-in suelen ser del tipo "Analizar".
ja: プラグインが正確にこれと同じリストを返すと、Audacityは新しいラベルトラックを作り、これらのラベルをそれぞれの位置に配置します。この形式のプラグインは、普通"analyze"タイプで用いられます。
nl: Als een plugin precies zo'n lijst met resultaten oplevert, zal Audacity een nieuw labelspoor aanmaken en de labels op die plaatsen zetten. Dit type plugin is meestal van het soort "analyze".

source: New! Beginning with Audacity version 1.3.1, you can now optionally return both a start and an end time, like this:
es: Nuevo: Desde la versión 1.3.1 de Audacity se puede devolver tanto el instante inicial como el final:
ja: 新機能! Audacity バージョン1.3.1以降では以下のように開始および終了時間を返すことができます:
nl: Nieuw! Vanaf versie 1.3.1 van Audacity kunt u naar keuze een begin- en een eindtijd laten opleveren, op de volgende manier:

source: Note that labels are allowed to overlap in Audacity 1.3; the end time of one can be after the start time of the next.
es: Las etiquetas en Audacity 1.3 se pueden solapar; el instante final de una puede estar después del final de la siguiente.
ja: Audacity 1.3ではそれらのラベルが重なり合うことが可能です; すなわちある領域の終了時間が次の領域の開始時間でる場合です。
nl: Merk op dat labels in Audacity elkaar mogen overlappen; de eindtijd van de ene kan komen na de begintijd van de volgende.

source: Processing stereo tracks
es: Procesar pistas estéreo
ja: ステレオトラックの処理
nl: Stereosporen bewerken

source: Nyquist represents stereo tracks as an array of sounds (not a list). Many Nyquist functions automatically work with these arrays, but not all, so sometimes you may find it necessary to split up a stereo array, or reassemble one. Here are some useful functions:
es: Nysquist representa las pistas estéro como una matriz de sonidos (no una lista). Muchas de las funciones Nyquist trabajan automáticamente con estas matrices, pero no todas, así que a veces será necesario dividir una matriz de sonido estéreo o crear una. Aquí hay algunas funciones útiles para estas tareas:
ja: Nyquistはステレオトラックを配列で表現します（リストではありません） 多くのNyquist関数は自動的にそのような配列でも使えますが、かならずしもそうではないので、場合によっては1つのステレオ配列を分割しなくてはならないこともあるでしょう。以下はいくつかの便利な関数です:
nl: Nyquist stelt stereosporen voor als arrays van geluiden (geen lijst). Veel Nyquist functies werken automatisch met deze arrays, maar dat doen ze niet allemaal, dus soms zal het noodzakelijk zijn stereo arrays op te splitsen, of er een opnieuw samen te stellen. Dit zijn een paar nuttige funcies:

source: %sreturns true if %s is an array%s
es: %sdevuelve verdadero si %s es una matriz%s
ja: %s%sが配列の場合に真を返す%s
nl: %slevert waar op als %s een array is%s

source: %sthe first element in array %s - the left channel%s
es: %sel primer elemento de la matriz %s, el canal izquierdo%s
ja: %s配列%sの最初の要素 - 左チャンネル%s
nl: %shet eerste element in array %s - het linkerkanaal%s

source: %sthe second element in array %s - the right channel%s
es: %sel segundo elemento de la matriz %s, el canal derecho%s
ja: %s配列%sの2番目の要素 - 右チャンネル%s
nl: %shet tweede element in array %s - het rechterkanaal%s

source: %smakes %s into a new array of length 2%s
es: %sconvierte %s en una nueva matriz de longitud 2%s
ja: %s%sという長さ2の新しい配列を作る%s
nl: %smaakt %s in een nieuw array met lengte 2%s

source: %smakes %s the first element of array %s
es: %sconvierte %s el primer elemento de la matriz %s
ja: %s%sを配列%sの最初の要素にする
nl: %smaakt %s het eerste element van de array %s

source: %smakes %s the second element of array %s
es: %sconvierte %s el segundo elemento de la matriz %s
ja: %s%sを配列%sの2番目の要素にする
nl: %smaakt %s het tweede element van de array %s

source: As a convenience, if the input to your Nyquist plug-in is stereo, but you only output a single (mono) sound, Audacity will automatically copy it to both the left and right channels.
es: Para mejorar el resultado, si la entrada del plug-in Nyquist es estério, pero la salida es un sonido mono, Audacity se encargará de copiarlo automáticamente a los dos canales.
ja: もしNyquistプラグインへの入力がステレオで、それに加わるサウンド出力がモノラルの場合、Audacityは自動的に右チャンネルと左チャンネルをコピーします。
nl: Voor het gemak is het zo geregeld dat, als de input voor uw Nyquist plugin stereo is, maar u wilt alleen mono geluid hebben, dan zal Audacity automatisch zowel links als rechts hetzelfde kopiëren.

source: Where to go from here
es: Dónde continuar
ja: さらに学習したい方のために
nl: Hoe nu verder

source: Audacity comes with some sample plug-ins that you can examine or modify as a starting point. The best way to learn Nyquist is to try it. If you're having trouble debugging, consider downloading the standalone version of Nyquist (see the link in Part 1).
es: Audacity incluye algunos plug-ins de ejemplo que le puede servir para analizarlos o modificarlos como punto de partida. La mejor manejar de aprender Nyquist es probarlo. Si encuentra algún problema corrigiendo errores, puede descargar la versión independiente de Nysquist ( en el enlace de la primera parte).
ja: Audacityにはいくつかのプラグインのサンプルが含まれていますので、まず最初にそれらを確かめてみたり変更したりすることから始めることができます。Nyquistを学ぶ最良の方法はやってみることです。もしデバッグで問題が出た場合はスタンドアロン版のNyquist （パート1のリンクを参照）のダウンロードを検討してみてください。
nl: Audacity wordt compleet aangeleverd met voorbeeldplugins die u als vertrekpunt kunt onderzoeken of aanpassen. De beste manier om Nyquist te leren is door het uit te proberen. Als u problemen heeft met fouten, overweeg dan de standalone versie van Nyquist te downloaden (zie de link in Deel 1).

source: %sIf you're having trouble getting Nyquist to work at all, please %scontact us%s.%s
es: %sSi tiene problemas para hacer funcionar Nyquist, %scontacte con nosotros%s.%s
ja: %sもしNyquistがまったく動作しない場合は%scontact us%sにご連絡ください。%s
nl: %sAls u Nyquist helemaal niet aan de praat krijgt, neem dan a.u.b. %scontact%s.%s
