Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: Click the appropriate link below, which takes you to the SourceForge download page - don't "save link as.." or "save target as..". The SourceForge download should start automatically. If it does not, click the links in the black panel marked "direct link" or "mirror". <b>Only these links and the automatic download are authorized versions of Audacity</b>. Disable any automatic download managers if the download is incorrect.
es: Haga clic en el enlace correspondiente, que le llevará a la página de descargas de SourceForge. No utilice "Guardar destino como..". La descarga debería iniciarse automáticamente desde SourceForge. En caso contrario, haga clic en uno de los hipervínculos del panel negro, con el texto "direct link" o "mirror". <b>Solamente estos hipervínculos y la descarga automática llevan a versiones autorizadas de Audacity</b>. Si la descarga no se produjera correctamente y está utilizando gestores de descarga automática, desactívelos.
nl: Klik op de overeenkomstige link hieronder, die u naar de SourceForge downloadpagina zal brengen - kies niet "koppeling opslaan als..." of "doel opslaan als...". De SourceForge-download zou direct moeten starten. Indien dit niet zo is, klik op de links in het zwarte paneel dat gemarkeerd is met "direct link" of "mirror". <b>Alleen deze links en de automatische download zijn geauthoriseerde versies van Audacity</b>. Schakel automatische downloadmanagers uit indien de download foutief is.

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity %s requires wxGTK 2.8.10.
es: Es <b>necesaria</b> la biblioteca de <a href="http://wxwidgets.org">wxWidgets</a>. Audacity %s requiere wxGTK 2.8.10.
nl: De <a href="http://wxwidgets.org">wxWidgets</a>-bibliotheek is <b>vereist</b>. Audacity %s heeft wxGTK 2.8.10 nodig.

source: %sIf you are still having difficulties, we want to help! Please join %saudacity-devel%s, our developers' mailing list, then send us an e-mail.%s
es: %sSi aún tiene alguna dificultad, le podemos ayudar. Acceda a %saudacity-devel%s, nuestra lista de correos de desarrolladores, y mándenos un correo electrónico.%s
nl: %sAls u nog steeds moeilijkheden heeft, willen we u helpen! Gelieve u in te schrijven op %saudacity-devel%s, de maillijst van onze ontwikkelaars, en ons een e-mail te sturen.%s

source: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor. <b>See further information about</b> <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">Vista</a><b>.</b>
es: Windows 98/ME/2000/XP/Vista: <a href="%s">Instalador de Audacity %s</a> (archivo .exe, %.1lf MB) - La última versión del editor de audio libre Audacity. <b>Obtenga más información sobre </b> <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">Vista</a><b>.</b>
nl: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s installer</a> (.exe-bestand, %.1lf MB) - De laatste versie van de vrije Audacity audio-editor. <b>Zie verdere informatie over</b> <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">Vista</a><b>.</b>

source: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you cannot run the installer because of restricted permissions, download and unzip this file instead.
es: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s en archivo zip</a> (%.1lf Mb) - Si no puede ejecutar el instalador es porque está en un entorno restringido, descargue y descomprima este archivo en su lugar.
nl: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s zip-bestand</a> (%.1lf MB) - Als u de installer niet kan openen omwille van beperkte toegang, kan u dit zip-bestand downloaden en uitpakken.

source: Windows 95 and NT are not supported. Windows 7 is <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">provisionally supported</a> only in <a href="../download/beta_windows">Audacity Beta</a>.
es: Windows 95 y NT no son compatibles. Windows 7 es <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">compatible provisionalmente</a> sólo en <a href="../download/beta_windows">Audacity Beta</a>.
nl: Windows 95 en NT worden niet ondersteund. Windows 7 is <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">voorlopig ondersteund</a> maar alleen in <a href="../download/beta_windows">Audacity bèta</a>.

source: If you have trouble with your download, or need an older version of Audacity, try our <a href="%s">alternate download links</a>.
es: Si tiene algún problema con la descarga o necesita una versión previa de Audacity puede probar los <a href="%s">enlaces alternativos de descarga</a>.
nl: Als u problemen heeft met uw download, of u heeft een oudere versie van Audacity nodig, probeer dan onze <a href="%s">alternatieve download links</a>.
pt_br: Caso não consiga instalar o Audacity a partir destes links, tente a página de <a href="%s">versões alternativas</a>.

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor, including help files. <b>See further information about</b> <a href="http://audacityteam.org/wiki/index.php?title=Windows_7_OS">Windows 7</a> <b>and</b> <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">Vista</a><b>.</b>
es: <a href="%s">Instalador de Audacity %s</a> (archivo .exe, %.1lf Mb) - La última versión del editor de audio libre Audacity, con sus archivos de ayuda. Consulte información adicional sobre </b> <a href="http://audacityteam.org/wiki/index.php?title=Windows_7_OS">Windows 7</a> <b>and</b> <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">Vista</a><b>.</b>
nl: <a href="%s">Audacity %s installer</a> (.exe-bestand, %.1lf MB) - De laatste versie van de vrije Audacity audio-editor inclusief helpbestanden. Zie verdere informatie over </b> <a href="http://audacityteam.org/wiki/index.php?title=Windows_7_OS">Windows 7</a> <b>en</b> <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">Vista</a><b>.</b>

source: Windows 95 and NT are not supported. Windows 7 is <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">provisionally supported</a>.
es: Windows 95 y NT no son compatibles. Windows 7 es <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">compatible provisionalmente</a>.
nl: Windows 95 en NT worden niet ondersteund. Windows 7 is <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">voorlopig ondersteund</a>.

source: &nbsp;1.3.12 (in source code)
es: &nbsp;1.3.12 (código fuente)
nl: &nbsp;1.3.12 (in broncode)

source: <ul> <li><a href="http://koji.fedoraproject.org/koji/packageinfo?packageID=1352">Fedora</a></li> <li><a href="http://packages.gentoo.org/package/media-sound/audacity">Gentoo</a></li> <li><A href="http://packman.links2linux.org/package/286">SuSE/Open SUSE</a></li> <li>Ubuntu: <a href="http://packages.ubuntu.com/search?keywords=audacity&searchon=names&suite=all&section=all">packages.ubuntu</a> and <a href="http://rpmseek.com/rpm-pl/audacity.html?hl=com&cx=0%3A-%3A0%3A0%3A0%3A0%3A0&qArStr=0&qRtStr=0&qDnStr=109">rpm.seek</a></li> </ul>
es: <ul> <li><a href="http://koji.fedoraproject.org/koji/packageinfo?packageID=1352">Fedora</a></li> <li><a href="http://packages.gentoo.org/package/media-sound/audacity">Gentoo</a></li> <li><A href="http://packman.links2linux.org/package/286">SuSE/Open SUSE</a></li> <li>Ubuntu: <a href="http://packages.ubuntu.com/search?keywords=audacity&searchon=names&suite=all&section=all">packages.ubuntu</a> y <a href="http://rpmseek.com/rpm-pl/audacity.html?hl=com&cx=0%3A-%3A0%3A0%3A0%3A0%3A0&qArStr=0&qRtStr=0&qDnStr=109">rpm.seek</a></li> </ul>
pt_br: <ul> <li><a href="http://koji.fedoraproject.org/koji/packageinfo?packageID=1352">Fedora</a></li> <li><a href="http://packages.gentoo.org/package/media-sound/audacity">Gentoo</a></li> <li><A href="http://packman.links2linux.org/package/286">SuSE/Open SUSE</a></li> <li>Ubuntu: <a href="http://packages.ubuntu.com/search?keywords=audacity&searchon=names&suite=all&section=all">packages.ubuntu</a> e <a href="http://rpmseek.com/rpm-pl/audacity.html?hl=com&cx=0%3A-%3A0%3A0%3A0%3A0%3A0&qArStr=0&qRtStr=0&qDnStr=109">rpm.seek</a></li> </ul>

source: Audacity 1.3 has an experimental new dialog for uploading files to a server via FTP. Currently it is just a simple FTP client; in the future we will integrate this feature into Audacity more so you can publish a project directly to a site as a Podcast, for example.
es: Audacity 1.3 tiene un nuevo diálogo experimental para la carga de archivos a un servidor vía FTP. Actualmente se trata solamente de un cliente FTP simple. En el futuro integraremos más esta función en Audacity, para que el usuario pueda publicar un proyecto directamente en Internet como podcast, por ejemplo.
nl: Audacity versie 1.3 heeft een nieuw experimenteel dialoogvenster voor het uploaden van bestanden naar een server met FTP. Op dit moment is het een eenvoudige FTP Client; in de toekomst wordt deze mogelijkheid verder in Audacity geïntegreerd, zodat u een project direct naar een site, bijvoorbeeld als Podcast, kunt uploaden.
pt_br: O Audacity 1.3 dispõe de uma nova caixa de diálogo que permite o envio de arquivos (upload) via FTP. Atualmente apenas um cliente de FTP, esta ferramenta se integrará com o programa de forma a permitir que um Arquivo de Projeto do Audacity seja exportado diretamente a um site, como em um PodCast por exemplo.

source: Based on wxWidgets 2.6
es: Basado en wxWidgets 2.6
nl: Gebaseerd op wxWidgets 2.6
pt_br: Baseado em wxWidgets 2.6

source: Audacity has a new feature that allows you to process a bunch of files, for example normalizing and converting to MP3. The CleanSpeech mode provides a simplified interface for some standard adjustments typically made on speech recordings. You can access these features in the Batch tab of the Preferences dialog.
es: Audacity tiene una nueva característica que te permite el procesar un conjunto de archivos, por ejemplo normalizarlos y convertirlos a MP3. El comando Limpieza de Locución proporciona una interfaz simplificada para algunos ajustes estándar que son típicamente hechos en grabaciones de discursos. Puede tener acceso a estas funciones en la pestaña Lote del cuadro de diálogo Preferencias.
nl: Audacity heeft een nieuwe mogelijkheid, waarmee u een aantal bestanden kunt bewerken, bijvoorbeeld het normaliseren en het converteren naar MP3. De CleanSpeech-mode zorgt voor een vereenvoudigde interface voor sommige standaardaanpassingen die vaak gedaan worden op spraakopnames. U kunt deze mogelijkheid activeren in de tab Batch van het venster Voorkeuren...Audacity has a new feature that allows you to process a bunch of files, for example normalizing and converting to MP3. The CleanSpeech mode provides a simplified interface for some standard adjustments typically made on speech recordings. You can access these features in the Batch tab of the Preferences dialog.
pt_br: A nova funcionalidade do Audacity permite processar diversos arquivos em série, por exemplo normalizando faixas e convertendo-as para MP3. O modo CleanSpeech permite uma interface simplificada com ajustes padrão para gravações com voz e narração. Estes recursos são acessíveis pela aba Comandos em Lote da janela Preferências.

source: When this feature is enabled (in the Interface tab of the Preferences), cutting audio in the middle of a clip does not remove it permanently - at any time in the future, just click on the cut line to restore it.
es: Cuando esta característica está habilitada (en la sección "Espacio de trabajo" de las Preferencias), cortando audio en medio de un recorte no lo elimina permanentemente - en cualquier momento, se puede restaurar con sólo hacer clic en la línea de corte.
nl: Als deze mogelijkheid geactiveerd wordt (onder de tab Bediening van Voorkeuren...), heeft het knippen van audio in het midden van een clip niet tot gevolg, dat die permanent verwijderd wordt - op een later tijdstip klikt u eenvoudig op de geknipte lijn om het te herstellen.
pt_br: Com esta função habilitada na aba Interface da janela Preferências, cortar áudio de um clipe não o remove permanentemente, apenas clique na linha de corte para restaurá-lo.

source: <a href="%s">SourceForge</a> (older versions can be viewed by clicking on the appropriate package)
es: <a href="%s">Sourceforge</a> (se pueden ver las versiones antiguas haciendo clic en el paquete correspondiente)
nl: <a href="%s">Sourceforge</a> (oudere versies kunnen weergegeven worden door te klikken op het overeenkomstige pakket)

source: <li>Please distribute Audacity unmodified. If you need to modify it to work with your device, please
es: <li>Por favor, distribuya Audacity sin modificar. Si necesita modificarlo para que funcione con su producto, por favor,
nl: <li>Gelieve Audacity onveranderd te verspreiden. Indien u het moet wijzigen om te werken met uw apparaat,
pt_br: <li>Por favor, distribua o Audacity sem modificá-lo. Se você precisar modificá-lo para funcionar com o seu dispositivo, por favor
