Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: An S-expression is just a representation of a list. Lisp uses lists to represent just about everything (the name LISP comes from LISt Processing language), so it's helpful to know how to manipulate lists. Let's start by assigning a list of numbers to a variable. You can't quite do this:
es: Una s-expresión es una simple representación de una lista. Lisp utiliza las listas para representar prácticamente todo (el nombre LISP viene de LISt Processing language), así que es muy útil saber manipular listas. Comencemos asignando una lista de números a una variable. Se puede hacer así:
ja: S式は単純にリストを表現したものです。Lispではすべてのものを表現するのにリストを使用します。（LISPという名前はリスト処理言語、LISt Processing、に由来します）したがってリストの操作法を知ることは大切です。 では、数値のリストを１つの変数に割り当てることからはじめましょう。 このようにはできません:
nl: Een S-expressie stelt alleen maar een lijst voor. Lisp gebruikt lijsten om zo ongeveer alles voor te stellen (de naam LISP komt van LISt Processing language), dus kan het handig zijn te weten hoe u lijsten kunt bewerken. Laten we beginnen met een lijst getallen aan een variabele toe te kennen. Dit lukt niet goed zo:

source: %sThe reason this doesn't work is that whenever Nyquist sees an S-expression, it tries to evaluate it as a function unless you tell it otherwise. Since there's no function named "1" that takes arguments %s, this will generate an error. To tell Lisp that you want to treat an S-expression literally, and not to evaluate it as a function, you %squote%s it. In Nyquist, you can quote a list by putting a single quotation mark before it, like this:%s
es: %sLa razón por la que esto no funciona es que cada vez que Nyquist encuentra una s-expresión intenta evaluarla como una función a no ser que se le indique lo contrario. Como no existe una función denominada "1" se toman los argumentos %s, lo que generará un error. Para indicar a Lisp que debe tratar una s-expresión de forma literal y no evaluarla, debemos %sentrecomillarla%s. En Nysquist se puede entrecomillar una lista mediante comillas simples antes de ella, de este modo: %s
ja: %sこれが動かない理由は、NyquistがS式を読み込む際には明示的に別の宣言をしない限り、いつでも関数として評価しようとするからです。 ここでは"1"という名前で %sという引数を取る関数が定義されていないので、これはエラーになります。 Lispに、あるS式を関数としてではなく文字通りに取り扱わせたい場合は %s引用記号%sを使ってください。Nyquistでは、次のようにシングルクォテーション記号をリストの前に付けます:%s
nl: %sDe reden waarom dit niet werkt is, dat als Nyquist een S-expressie ziet, het programma het tracht te evalueren als een functie, tenzij u het een andere instructie geeft. Aangezien er geen functie bestaat die "1" heet en de argumenten %s accepteert, levert dit een foutmelding op. Om Lisp te vertellen dat u een S-expressie letterlijk wilt nemen, en die niet wilt evalueren als een functie, moet u er %saanhalingstekens bij zetten%s. In Nyquist kunt u een lijst citeren door er een enkel aanhalingsteken vóór te plaatsen, en wel als volgt:%s

source: %sNyquist also provides a %s function that you can use to construct lists - this is useful if some of the elements of the list are functions:%s
es: %sNyquist tambien cuenta con una función %s que nos permite construir listas, lo que es útil si algunos de los elementos de la lista son funciones:%s
ja: %sNyquistは%sという関数を提供します。これはリストを構成するのに使うもので、あるリストのいくつかの要素が関数である場合に便利です:%s
nl: %sNyquist voorziet ook in een %s functie die u kunt gebruiken om lijsten te construeren - dit is handig als enkele elementen in de lijst functies zijn:%s

source: %sTo get things off of a list, you can use the %s and %s functions. (Traditionally, these were called %s and %s, respectively, but %s and %s are much easier to remember. Both sets of names are supported in Nyquist.) The output of %s is 1, and the output of %s is the list %s. So the second element of the list is %s.
es: %sPara extraer cosas de una lista, se puede usar las funciones %s y %s. Tradicionalmente se denominaban respectivamente %s y %s, pero %s y %s se recuerdan más fácilmente. Ambos conjuntos de nombres se pueden emplear en Nyquist. La salida de %s es 1, y la entrada de %s es una lista %s. Así que el segundo elemento de la lista es %s.
ja: %sリストから要素を取り出すには %s および %s関数を使います。（伝統的には、これらはそれぞれ %s および%sと呼ばれていましたが %s および%s のほうがずっと覚えやすいです。Nyquistでは両方の名前がサポートされています。） %s の出力は1であり、%sの出力はリスト%sです。 したがってこのリストの2番目の要素取り出すには%sと書きます。
nl: %sOm dingen uit een lijst te halen kunt u de %s en %s functies gebruiken. (Traditioneel werden deze respectievelijk %s en %s genoemd, maar %s en %s zijn veel gemakkelijker te onthouden. Beide sets namen worden in Nyquist ondersteund.) Het resultaat van %s is 1, en het resultaat van %s is de lijst %s. Dus het tweede element van de lijst is %s.

source: Lisp function reference
es: Lista de funciones de Lisp
ja: Lisp関数リファレンス
nl: Lisp functiereferentie

source: %sHere's a list of some of the basic lisp functions you might need. For a complete list of Lisp / Nyquist functions, see the %sNyquist version 2.37 Reference Manual%s.%s
es: %sAquí se puede encontrar una lista con algunas de las funciones básicas de lisp que pueden resultar útiles. Para obtener una lista completa de funciones de Lisp/Nyquist, consulte el %sManual de referencia de Nyquist version 2.37%s.%s
ja: %sこれはよく使われる基本的なLISP関数の一覧です。 Lisp / Nyquist関数のより完全な一覧は%s Nyquist version 2.37 Reference Manual%sをご覧ください。%s
nl: %sDit is een lijst met een paar basisfuncties in lisp die u misschien nodig heeft. Voor een complete lijst met Lisp / Nyquist functies, zie de %sNyquist versie 2.37 Referentiehandleiding%s.%s

source: Note: Symbols in Nyquist (like variable names and function names) are not case-sensitive. They are converted to uppercase internally.
es: Nota: Los símbolos en Nyquist (como los nombres de variables y de funciones) no son sensibles al uso de mayúsculas y minúsculas. Internamente todos se convierten a mayúsculas.
ja: 注意：Nyquistにおけるシンボル（たとえば変数名や関数名など）はケースセンシティブではありません。内部的には大文字に変換されます。
nl: Opmerking: Symbolen in Nyquist (zoals variabele namen en functienamen) zijn niet hoofdlettergevoelig. Ze worden intern omgezet naar hoofdletters.

source: Math functions
es: Funciones matemáticas
ja: 数学関数
nl: Wiskundige functies

source: List of functions and explanations
es: Lista explicada de funciones
ja: 関数の一覧と説明
nl: Lijst met functies en verklaringen

source: addition
es: suma
ja: 加算
nl: optellen

source: subtraction
es: resta
ja: 減算
nl: aftrekken

source: multiplication
es: multiplicación
ja: 乗算
nl: vermenigvuldigen

source: division
es: división
ja: 除算
nl: delen

source: round down to integer (floor)
es: redondear al entero inferior
ja: 切捨て整数化（底）
nl: afronden naar beneden naar geheel getal (floor)

source: integer to floating-point
es: entero a coma flotante
ja: 整数から浮動小数点へ
nl: geheel getal naar zwevend punt

source: remainder
es: resto
ja: 除算の余り
nl: rest

source: minimum
es: mínimo
ja: 最小値

source: maximum
es: máximo
ja: 最大値

source: absolute value
es: valora absoluto
ja: 絶対値
nl: absolute waarde

source: random integer between 1 and n-1
es: entero aleatorio entre 1 y n-1
ja: 1 と n-1の間の整数乱数発生
nl: willekeurig cijfer tussen 1 en n-1

source: sine
es: seno
ja: sin関数
nl: sinus

source: cosine
es: coseno
ja: cos関数
nl: cosinus

source: tangent
es: tangente
ja: tan関数
nl: tangens

source: exponent (a to the power of b)
es: exponente (a elevado a b)
ja: べき乗（aのb乗）
nl: exponent (a tot de macht b)

source: square root
es: raíz cuadrada
ja: 二乗根
nl: vierkantswortel

source: test for a less than b
es: comprobar si a es menor que b
ja: a＜b かどうかをテスト
nl: test op a kleiner dan b

source: test for a less than or equal to b
es: comprobar si a es menor o igual que b
ja: a≦bかどうかをテスト
nl: test op a kleiner dan of gelijk aan b

source: test for a greater than b
es: comprobar si a es mayor que b
ja: a＞bかどうかをテスト
nl: test op a groter dan b

source: test for a greater than or equal to b
es: comprobar si a es mayor o igual que b
ja: a≧bかどうかをテスト
nl: test op a groter dan of gelijk aan b

source: test for equality
es: comprobar igualdad
ja: a＝bかどうかをテスト
nl: test op gelijkheid

source: test for inequality
es: comprobar desigualdad
ja: a≠bかどうかをテスト
nl: test op ongelijkheid

source: List functions
es: Funciones de lista
ja: リスト関数
nl: Lijstfuncties

source: first element of a list (car)
es: primer elemento de una lista (primitiva "car")
ja: リストの最初の要素 (car)
nl: eerste element van een lijst (car)

source: rest of the list (cdr)
es: resto de la lista (primitiva "cdr")
ja: リストの2番目以降の要素
nl: rest van de lijst (cdr)

source: reverse a list
es: invertir una lista
ja: リストの逆順
nl: omgekeerde van een lijst

source: construct a list
es: construir una lista
ja: リストの作成
nl: construeer een lijst

source: append two lists
es: agregar dos listas
ja: 2つのリストの合成
nl: twee lijsten aan elkaar hangen

source: length of a list
es: longitud de una lista
ja: リストの長さ
nl: lengte van een lijst

source: apply a function to every element in a list
es: aplicar una función a cada elemento de una lista
ja: リスト中のすべての要素に関数を適用する
nl: pas een functie toe op elk element in een lijst

source: Control
ja: 制御
nl: Bediening

source: if expr is true, evaluates expr1, otherwise evaluates expr2
es: si expr es verdadero, evalúa expr1, si no evalúa expr2
ja: exprが真ならexpr1を返し、それ以外ではexpr2を返す
nl: indien expr waar is, evalueert hij expr1, anders evalueert hij expr2

source: Next: Programming in Nyquist
es: Programar en Nyquist
ja: 次：Nyquistのプログラミング
nl: Volgende: Programmeren in Nyquist

source: What makes Nyquist distinct from Lisp is that it is designed to work with sound, and has lots of built-in primitives and functions that synthesize, analyze, and manipulate sounds. Within Audacity, this makes it relatively easy to build complicated effects out of Nyquist's palette of built-in functions.
es: Lo que distingue a Nyquist de Lisp es que fue diseñado para funcionar con audio, y tiene muchas primitivas y funciones integradas que sintetizan, analizan y manipulan sonido. En Audacity, esto hace que sea relativamente fácil crear efectos complejos con la paleta de funciones integrada de Nyquist.
ja: NyquistがLispと異なっている点は、Nyquistはサウンドの作業に特化されているということです。だから、サウンドを生成したり、解析したり、操作したりするためのたくさんのビルトイン・プリミッティブや関数が用意されています。Audacityの中では、Nyquistの内蔵関数を使ってエフェクトを組み立てることが簡単にできます。
nl: Wat Nyquist zo verschillend maakt van Lisp is dat het ontworpen is om met geluid te werken, en dat het vele ingebouwde "primitives" en functies heeft die geluiden synthetiseren, analyseren en manipuleren. Binnen Audacity maakt dit het relatief gemakkelijk om complexe effecten te creëren uit de waaier van ingebouwde functies in Nyquist.

source: In Nyquist, a variable can hold a sound just as easily as it can hold a number or a string. There are a lot of functions provided that allow you to stretch, distort, and combine sounds very efficiently. It is even possible to "rip apart" a sound and access its individual samples, but that's beyond the scope of this tutorial.
es: En Nyquist una variable puede contener un sonido como si se tratase de un número o una cadena. Existen un amplio número de funciones que permiten ajustar, distorsionar y combinar sonidos de forma muy eficiente. Incluso es posible recortar un sonido y acceder individualmente a sus muestras, aunque esta cuestión excede de los objetivos del tutorial.
ja: Nyquistでは、変数が数値や文字列を保持するのと同じぐらい簡単に、変数がサウンドを保持しています。サウンドをとても効率的に引き伸ばしたり、歪ませたり、結合させたりする関数が多く用意されています。 サウンドを "分解"することや個々のサンプルにアクセスすることさえ可能です。しかし、それはこのチュートリアルの範囲を超えています。
nl: In Nyquist kan een variabele even gemakkelijk een geluid bevatten als het een getal of een string kan bevatten. Er zijn vele functies voorzien die u toestaan om geluiden heel efficiënt uit te rekken, vervormen en combineren. Het is zelfs mogelijk om een geluid "uiteen te trekken" en toegang te krijgen tot zijn individuele samples, maar dit is buiten het doel van deze handleiding.

source: %sTo try out a Nyquist expression in Audacity, you can use "Nyquist Prompt" in the Effect menu. Whatever audio you have selected will be in the variable %s, and the selection will be replaced with the result of the Nyquist expression you enter. In Part 3, you will learn how to create a plug-in effect using Nyquist.%s
es: %sPara probar una expresión Nyquist en Audacity se puede utilizar la opción "Comando Nyquist" en el menú Efecto. Cualquier audio que estuviese seleccionado se insertará en la variable %s, y la selección será reemplazada con el resultado de la expresión Nyquist que se introduzca. En la tercera parte puede encontrar más información sobe cómo crear un plug-in de efecto utilizando Nyquist.%s
ja: %sNyquistの式をAudacityで試行するには、エフェクトメニューの中にある"Nyquistプロンプト"を使います。あなたが選択したオーディオは、%sという変数に内蔵されています。そして、選択範囲はあなたが入力したNyquist式の結果と置き換わるでしょう。パート3では、Nyquistを使ってプラグインエフェクトを生成する方法を学びます。%s
nl: %sOm een Nyquist-expressie uit te proberen in Audacity, kan u "Nyquist Prompt" in het Effect-menu gebruiken. Elke geselecteerde audio zal in de variabele %s terechtkomen, en de selectie zal vervangen worden door het resultaat van de Nyquist-expressie die u ingeeft. In Deel 3 zal u leren hoe u een plugin-effect maakt door gebruik te maken van Nyquist.%s

source: Synthesizing
es: Sintetizar
ja: シンセサイジング
nl: Synthetiseren

source: The following functions all create new sounds. You can use them to create "generate" plug-in effects, or you can combine these synthesized sounds with selected audio to produce interesting effects.
es: Las funciones siguientes generan nuevos sonidos. Se pueden utilizar para crear plug-in del tipo "Generar", aunque también se pueden combiunar estos sonidos sintetizados con partes de audio ya existentes para producir efectos curiosos.
ja: 次の関数はすべて新しいサウンドを生成します。あなたは"生成"プラグインエフェクトを作成するのに使うことができます。また、あなたはこれらの生成されたサウンドを、面白いエフェクトを生み出すために選択されたオーディオに結合することができます。
nl: De volgende instructies creëren allemaal nieuwe geluiden. U kan ze gebruiken om "Genereren"-plugin-effecten aan te maken, of u kan deze gesynthetiseerde geluiden combineren met geselecteerde audio om interessante effecten te produceren.

source: Generates white noise
es: Genera ruido blanco
ja: ホワイトノイズの発生
nl: Genereert witte ruis

source: Generates a constant (silent) signal
es: Genera una señal constante (silencio)
ja: ホワイトノイズを生成します
nl: Genereert een constant (stil) signaal

source: Generates a sine wave at an indicated pitch and duration.
es: Genera una onda sinusoidal en un tono y duración determinados.
ja: 一定の(静寂)信号を生成します
nl: Genereert een een sinusgolf met een ingestelde toonhoogte en duur.

source: The pitch is a MIDI note number, with 60 for middle C.
es: El tono es un número de nota MIDI, con 60 para Do.
ja: ピッチはMIDIノート番号であり、60が中央ドとなっています。
nl: De toonhoogte is een MIDI-nootnummer, met 60 voor de middelste C.

source: Generates a sine wave at a particular frequency in Hz.
es: Genera una onda sinusoidal en una determinada frencuencia en Hz.
ja: 指定されたピッチと長さのサイン波(sine wave)を生成します
nl: Genereert een sinusgolf met een bepaalde frequentie in Hz.

source: Generates a sawtooth wave at a particular frequency in Hz.
es: Genera una onda de diente de sierra en una determinada frencuencia en Hz.
ja: 特定の周波数[Hz]のノコギリ波(sawtooth wave)を生成します
nl: Genereert een zaagtandgolf met een bepaalde frequentie in Hz.

source: Generates a triangle wave at a particular frequency in Hz.
es: Genera una onda de triángulo en una determinada frencuencia en Hz.
ja: 特定の周波数[Hz]の三角波(triangle wave)を生成します
nl: Genereert een driehoekgolf met een bepaalde frequentie in Hz.

source: Generates a square pulse with variable width at the indicated frequency (in Hertz). The bias parameter controls the pulse width and should be between -1 and +1, giving a pulse width from 0% (always at -1) to 100% (always at +1). When bias is zero, a square wave is generated.
es: Genera una pulso cuadrado de ancho variable y la frecuencia indicada en hertzios. El parámetro "bias" controla el ancho del pulso y debe contener un valor entre -1 y +1, provocando un ancho de pulso que va desde el 0% (siempre en -1) al 100% (siempre en +1). Cuando el parámetro es cero se genera una onda cuadrada.
ja: 指定された周波数[Hz]の可変幅の方形パルス波を生成します。biasパラメータはパルスの幅をコントロールするものであり、-1から+1の間の値でなければなりません。パルスの幅は-1で0％、+1で100％となります。biasの値が0のとき、 方形波(square wave)が生成されます。
nl: Genereert een vierkante puls met variabele breedte en bepaalde frequentie (in Hertz). De bias-parameter bepaalt de pulsbreedte en moet tussen -1 and +1 liggen, wat een pulsbreedte van 0 % (altijd bij -1) tot 100 % (altijd bij +1). Wanneer de bias nul is, wordt een vierkante golf gegenereerd.

source: Generates a sound at the given pitch created using a modified Karplus-Strong plucked string algorithm.
es: Genera un sonido en un tono dado creada mediante una versión modificada del algoritmo de cadena de Karplus-Strong.
ja: 改良Karplus-Strongという弦をつまびくアルゴリズムを採用した音を与えられたピッチで生成します。
nl: Genereert een geluid met de gegeven toonhoogte door een gewijzigd Karplus-Strong aangeslagen-snaaralgoritme te gebruiken.

source: Envelopes
es: Envolventes
ja: エンベロープ

source: %sNyquist has support for envelopes. By applying an envelope to a sound, you can control the overall shape of its amplitude. One of the easiest ways to construct an envelope is with the %s function, which takes 7 parameters that are commonly used for shaping synthesized musical notes: attack time, decay time, release time, attack level, decay level, sustain level, and overall duration.
es: %sNyquist tiene capacidad para trabajar con envolventes. Aplicando una envolvente a un sonido se puede controlar el comportamiento general de su amplitud. Una de las formas más simples de construir una envolvenete es mediante la función %s, que toma 7 valores que se suelen emplear en el diseño de notas musicales sintetizadas: Tiempo de ataque, tiempo de decaimiento, tiempo de liberación, nivel de ataque, nivel de decaimiento, nivel de sostenimiento y duración total.
ja: %sNyquistはエンベロープをサポートしています。サウンドにエンベロープを適用することによって、全長にわたって振幅をコントロールすることができます。エンベロープを構築する最も簡単な方法は、%s関数を使うことです。それは合成された音楽の音を形成するために共通に使われる、7つの引数をとります。すなわちアタックタイム、ディケイタイム、リリースタイム、アタックレベル、ディケイレベル、サスティンレベル、そして全長です。下の図を見てください：
nl: %sNyquist ondersteunt envelopes. Door een envelope toe te passen op een geluid kan u de algemene vorm van zijn amplitude regelen. Een van de gemakkelijkste manieren om een envelope te construeren is met de %s-functie, die 7 parameters bevat die algemeen gebruikt worden om gesynthetiseerde muzieknoten vorm te geven: attack time, decay time, release time, attack level, decay level, sustain level, and overall duration.

source: See the figure below:
es: Veáse la figura:
ja: 下図をご覧ください：
nl: Zie de afbeelding hieronder:

source: %sTo apply an envelope to a sound, just use the %s function. So if %s is a sound, then this is the sound with a simple envelope applied to it:%s
es: %sPara aplicar una envolvente a un sonido, sólo tiene que usar la función %s. De esta forma, si %s es un sonido, este es el mismo sonido con una envolvente simple aplicada al mismo:%s
ja: %sサウンドにエンベロープを適用するには、%s関数を使います。もし%sがサウンドならば、これはシンプルなエンベロープが適用されたサウンドとなります：%s
nl: %sOm een envelope toe te passen op een geluid gebruikt u gewoon de %s-functie. Dus indien %s een geluid is, dan is dit het geluid waarop een simpele envelope toegepast wordt:%s

source: %sOne of the most general type of envelope is a piece-wise linear function, which can be constructed with the %s function. The pwl function takes a list of parameters which denote (time, value) pairs. There is an implicit initial (time, value) pair of (0, 0), and an implicit final value of 0. There should always be an odd number of parameters, since the final time is not implicit. For example:
es: %sUno de los tipos más comunes de envolvente es una función lineal que puede ser construida con la función %s. La función pwl utiliza una lista de parámetros que forman pares (tiempo, valor). Hay un par inicial implicito de (0,0) y otro valor final implicito de 0. Siempre debe haber un número singular de parámetros ya que el tiempo final no está implicito. Por ejemplo:
ja: %s最も一般的なタイプのエンベロープのひとつは、ピースワイズ(piece-wise)リニア関数であり、%s関数で生成することができます。pwl関数は、(タイム, 値)のペアで示される引数のリストをとります。引数には暗黙の初期値があり、(タイム, 値)のペアは、(0, 0)となります。最後の値は暗黙の0となります。最後のタイムは暗黙ではないため、常に奇数個の引数をもたなければなりません。例えば：
nl: %sEen van de meest algemene types van envelope is een stuksgewijze lineaire functie, die geconstrueerd kan worden met de %s-functie. De pwl-functie bevat een lijst van parameters die paren (tijd, waarde) aanduiden. Er is een impliciet beginpaar (tijd, waarde) van (0, 0) en een impliciete eindwaarde van 0. Er moet altijd een oneven aantal parameters zijn, omdat de eindtijd niet impliciet is. Bijvoorbeeld:

source: Combining sounds
es: Combinar sonidos
ja: サウンドの結合
nl: Geluiden combineren

source: %sBesides multiplying two sounds with the %s function, you can add two sounds (or envelopes) with the %s function.%s
es: %sJunto a la posibilidad de multiplicar dos sonidos con la función %s se puede añadir dos sonidos o envolventes con la función %s.%s
ja: %s%s関数を使えば2つのサウンドを掛け合わせることができ、%s関数を使って2つのサウンド(又はエンベロープ)を足し合わせることができます。%s
nl: %sNaast het vermenigvuldigen van twee geluiden met de %s-functie is het mogelijk om twee geluiden (of envelopes) op te tellen met de %s-functie.%s

source: Filters
es: Filtros
ja: フィルタ

source: Nyquist comes with a number of common filters built-in. Here are some of the more common ones:
es: Nyquist incluye algunos filtros ya implementados. Estos son algunos de los más comunes:
ja: Nyquistは一般的な内蔵フィルターを用意しています。ここによく使うフィルターを紹介します：
nl: Nyquist heeft een aantal algemene filters ingebouwd. Hier zijn een aantal van de meest algemene:

source: Low-pass filter (first-order Butterworth). Cutoff may be a float or a signal (for time-varying filtering) and expresses hertz.
es: Filtro de paso bajo (Butterworth de primer orden): El recorte puede ser un valor de coma flotante o una señal (para filtrado de tiempo variable) e indica hertzios.
ja: ローパスフィルター(1次のバターワースフィルタ)。 カットオフ周波数は浮動小数点か信号(時変フィルタの場合)で、[Hz]で表します。
nl: Low-pass filter (eerste-orde Butterworth). Kantelfrequentie kan vlotten of een signaal zijn (voor tijdsafhankelijk filteren) en wordt uitgedrukt in hertz.

source: High-pass filter (first-order Butterworth). Cutoff may be a float or a signal (for time-varying filtering) and expresses hertz.
es: Filtro de paso alto (Butterworth de primer orden): El recorte puede ser un valor de coma flotante o una señal (para filtrado de tiempo variable) e indica hertzios.
ja: ハイパスフィルター(1次のバターワースフィルタ)。 カットオフ周波数は浮動小数点か信号(時変フィルタの場合)で、[Hz]で表します。
nl: High-pass filter (eerste-orde Butterworth). Kantelfrequentie kan vlotten of een signaal zijn (voor tijdsafhankelijk filteren) en wordt uitgedrukt in hertz.

source: Applies a comb filter to sound, which emphasizes (resonates at) frequencies that are multiples of a Hz.
es: Aplica una combinación de filtros al sonido que enfatizan (con resonancias) frecuencias que son multiplos de un hertzio.
ja: くし型フィルタをサウンドに適用します。周波数[Hz]の倍音成分を強調します。
nl: Past een kamfilter toe op het geluid. Deze benadrukt (resoneert met) frequenties die meervouden zijn van hz.

source: All-pass filter, creating a delay effect without the resonances of a comb filter.
es: Filtro de paso completo, creando un efecto de retardo sin las resonancias de un filtro combinado.
ja: オールパスフィルター。くし型フィルタのようなレゾナンス効果なしにディレイエフェクトを生成します。
nl: All-pass filter, creërt een delay-effect zonder de resonanties van een kamfilter.

source: Second-order notch filter centered at a frequency of hz.
es: Filtro de segundo orden centrado en una frecuencia de hertzios.
ja: 周波数[Hz]を中心とする2次のノッチフィルター。
nl: Tweede-orde notch-filter gecentreerd rond een frequentie van hz.

source: Transforming and combining sounds
es: Transformar y combinar sonidos.
ja: サウンドの変形と結合
nl: Geluiden vervormen en combineren
