Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: There are five ways to end up with multiple clips in a single track:
es: Hay cinco maneras para fusionar múltiples recortes en una única pista:
ja: トラックの中の複数のクリップに対する処理は5つあります
nl: Er zijn vijf manieren om meervoudige clips in een enkel spoor te plaatsen:
pt_br: Há cinco formas de se obter múltiplos clipes em uma faixa de áudio:

source: Split in the middle of an existing clip.
es: Partir en la mitad de un recortes existente.
ja: 既存の1つクリップを分割すること
nl: Splits in het midden van een bestaande clip.
pt_br: Separar a faixa selecionada.

source: Split Cut in the middle of an existing clip.
es: Partir y cortar en la mitad de un recorte existente.
ja: 既存の1つクリップの分割カット
nl: Splitsen en Knippen in het midden van een bestaande clip.
pt_br: Separar cortando a faixa selecionada.

source: Split Delete in the middle of an existing clip.
es: Partir y eliminar en la mitad de un recorte existente
ja: 既存の1つクリップの分割削除
nl: Splitsen en Verwijderen in het midden van een bestaande clip.
pt_br: Separar apagando a faixa selecionada.

source: Paste into an empty portion of an existing track.
es: Pegar en una parte vacía de una pista existente.
ja: 既存のトラックの空白部分にペースト
nl: In een leeg gedeelte van een bestaand spoor Plakken.
pt_br: Colar em uma parte vazia da faixa selecionada.

source: Drag a clip from a different track.
es: Arrastrar un recorte desde una pista diferente.
ja: クリップを別のトラックからドラッグすること
nl: Een clip van een ander spoor Slepen.
pt_br: Arrastar um clipe de outra faixa.

source: These commands, and other editing commands, are described in detail below. Alternatively, click on the item in the menu to the left to jump directly to that command.
es: Estos comandos y otros comandos de edición están descritos en detalle a continuación. Alternativamente, haga clic en el elemento del menú de la izquierda para acceder directamente a ese comando.
ja: これらのコマンドおよび他の編集コマンドは下記に詳しく説明されています。あるいは左のメニュー項目をクリックし、そのコマンドに直接ジャンプしてください。
nl: Deze opdrachten en andere bewerkingsopdrachten worden hieronder in detail beschreven. U kunt ook op het item in het menu links klikken om meteen naar die opdracht te springen.
pt_br: Estes comandos, assim como outros comandos de edição, são descritos abaixo. Ou clique no comando desejado no menu à esquerda para conhecê-lo melhor.

source: Other topics:
es: Otros temas:
ja: その他のトピックス
nl: Andere onderwerpen:
pt_br: Outros tóicos:

source: Moving clips between tracks
es: Moviendo recortes entre pistas
ja: トラック間でのクリップ移動
nl: Clips verplaatsen tussen sporen
pt_br: Movendo clipes entre diferentes faixas

source: Moving multiple clips at once
es: Moviendo múltiples recortes en uno
ja: トラック間でのクリップの移動
nl: Meerdere clips tegelijkertijd verplaatsen
pt_br: Movendo múltiplos clipes de uma só vez

source: Cut
es: Cortar
ja: カット
nl: Knippen

source: Removes the selected audio and puts it on the clipboard, and shifts the following audio to the left.
es: Elimina el audio seleccionado, lo lleva al portapapeles y desplaza el audio siguiente hacia la izquierda.
ja: 選択されたオーディオを削除しクリップボードに置き、後続のオーディオを左にずらします。
nl: Verwijdert de geselecteerde audio, plaatst die op het klembord, en verschuift de volgende audio naar links.
pt_br: Remove o áudio selecionado e o copia na Área de Transferência, deslizando o áudio restante à esquerda.

source: Split Cut
es: Partir y pegar
ja: 分割カット
nl: Splitsen Knippen
pt_br: Separar cortando

source: Removes the selected audio and puts it on the clipboard, but does not shift the following audio. The preceding and following audio are now separate clips that can be moved independently.
es: Elimina el audio seleccionado y lo lleva al portapapeles, pero no desplaza el audio siguiente. El audio anterior y siguiente quedan como recortes separados que pueden ser desplazados de forma independiente.
ja: 選択されたオーディオを削除しクリップボードに置きますが、後続のオーディオずらしません。先行部分と後続部分のオーディオは別々のクリップになりそれぞれ独立して移動できます。
nl: Verwijdert de geselecteerde audio en plaatst die op het klembord, maar het verplaatst de volgende audio niet. De voorgaande en de volgende audio bestaan nu uit aparte clips, die onafhankelijk van elkaar verplaatst kunnen worden.
pt_br: Remove o áudio selecionado e copia seu conteúdo para a Área de Transferência, mas não desliza o conteúdo da faixa. Os blocos de áudio antes e depois da seleção se tornam clipes separados que podem ser deslizados independentemente.

source: Copy
es: Copiar
ja: コピー
nl: Kopiëren
pt_br: Cópia

source: Copies the selected audio to the clipboard.
es: Copia el audio seleccionado al portapapeles.
ja: 選択したオーディオをクリップボードに置く。
nl: Kopieert de geselecteerde audio naar het klembord.
pt_br: Copia o áudio selecionado para a Área de Transferência

source: Trim
es: Recortar
ja: トリム
nl: Trimmen
pt_br: Cortar

source: Removes all audio from the current clip except the selected part. Does not affect other clips in the same track.
es: Elimina todo el audio del recorte actual, excepto la parte seleccionada. No afecta a otros recortes en la misma pista.
ja: そのクリップから選択された部分以外をすべて削除します。同じトラックの別のクリップには影響しません。
nl: Verwijdert alle audio uit de huidige clip, behalve het geselecteerde gedeelte. Laat andere clips in hetzelfde spoor ongemoeid.
pt_br: Remove todo o áudio do clipe, exceto a área selecionada. Não afeta outros clipes na mesma faixa.

source: Delete
es: Borrar
ja: 削除
nl: Verwijderen
pt_br: Apagar

source: Removes the selected audio without placing it on the clipboard, and shifts following audio to the left.
es: Elimina el audio seleccionado sin llevarlo al portapapeles y desplaza el audio siguiente hacia la derecha.
ja: 選択されたオーディオを削除しますがクリップボードには置かれません。後続のオーディオを左にずらします。
nl: Verwijdert de geselecteerde audio zonder dat die op het klembord geplaatst wordt, en verschuift de volgende audio naar links.
pt_br: Remove a parte selecionada da faixa de áudio e desliza o resto da faixa para a esquerda.

source: Split Delete
es: Partir y borrar
ja: 分割削除
nl: Splitsen Verwijderen
pt_br: Separar apagando

source: Removes the selected audio without placing it on the clipboard, but does not shift the following audio. The preceding and following audio are now separate clips that can be moved independently.
es: Elimina el audio seleccionado sin llevarlo al portapapeles, pero no desplaza el audio siguiente. El audio anterior y siguiente permanecen como recortes separadados que pueden ser desplazados de forma independiente.
ja: 選択されたオーディオを削除しクリップボードに置き、後続のオーディオを左にずらします。先行部分と後続部分のオーディオは別々のクリップになりそれぞれ独立して移動できます。
nl: Verwijdert de geselecteerde audio zonder deze op het klembord te plaatsen, maar het verschuift de volgende audio niet. De vorige en de volgende audio bestaan nu uit apart clips die onafhankelijk van elkaar verplaatst kunnen worden.
pt_br: Remove o áudio selecionado sem copiá-lo na Área de Transferência e sem deslizar o áudio subseqüente. Os blocos de áudio antes e depois da seleção se tornam clipes separados que podem ser deslizados independentemente.

source: Silence
es: Silencio
ja: 無音
nl: Stilte
pt_br: Silenciar

source: Replaces the selection with silence
es: Reemplaza la selección con silencio
ja: 選択部分を無音で置き換えます。
nl: Vervangt de selectie door stilte
pt_br: Insere silêncio na área selecionada

source: Split
es: Partir
ja: 分割
nl: Splitsen
pt_br: Separar

source: Splits the current clip into up to three clips at the selection boundaries. The audio before, within, and after the selection can now all be shifted independently
es: Parte el recorte actual hasta en tres partes en los límites de la selección. El audio anterior, el seleccionado y el siguiente pueden ser desplazados de forma independiente.
ja: そのクリップを選択部分の境界にて最大3つに分割します。すなわち選択部分の前、選択部分そのもの、選択部分の後の3つはそれぞれ独立してシフトすることができます。
nl: Splitst de huidige clip op in drie clips aan de grenzen van de selectie. De audio die voorafgaat, erin staat, en die volgt op de selectie, kunnen nu allemaal onafhankelijk van elkaar verplaatst worden.
pt_br: Separa o clipe de áudio selecionado em até três partes nas bordas da seleção. O áudio antes, durante e depois da seleção pode agora ser alterado independentemente

source: Duplicate
es: Duplicar
ja: 複製
nl: Dupliceren
pt_br: Duplicar

source: Creates a new track containing only the current selection as a new clip
es: Crea una nueva pista con la parte seleccionada como un nuevo recorte
ja: 現在選択されている部分のみを含む新しいトラックを作ります。
nl: Creëert een nieuw spoor met alleen de huidige selectie als een nieuwe clip
pt_br: Cria uma nova faixa de áudio com uma cópia da área selecionada

source: Paste - into an existing clip
es: Pegar - en un recorte existente
ja: 貼り付け-既存のクリップの中へ
nl: Plakken in een bestaande clip
pt_br: Colar - dentro do clipe atual

source: When you select Paste and the cursor is inside a clip, the audio gets inserted into the middle of the clip and the following audio is shifted to the right to make room
es: Cuando seleccione Pegar y el cursor se encuentre dentro de un recorte, el audio se inserta en el medio del recorte y el audio siguiente se desplaza hacia la derecha para dejar espacio
ja: あるクリップの中にカーソルを持って行きペーストを選ぶと、そのオーディオはそのクリップの中ほどに挿入され、後続のオーディオは右にシフトされます。
nl: Als u Plakken kiest en de cursor bevindt zich binnen de clip, wordt de audio ingevoegd midden in de clip en de volgende audio wordt naar rechts verplaatst om plaats te maken.
pt_br: Quando seleciona-se Colar com o cursor posicionado dentro de um clipe, o áudio é inserido naquele ponto dentro do clipe e o áudio subseqüente é deslizado para acomodar o novo clipe.

source: Paste - into the empty part of a track
es: Pegar - en una parte vacía de una pista
ja: ペースト - トラック中の空白部分へ
nl: Plakken in het lege gedeelte van het spoor
pt_br: Colar - dentro da parte vazia da faixa

source: When you select Paste and the cursor is outside a clip, and there is enough room for the audio on the clipboard, the audio on the clipboard is inserted without any other clips being shifted over
es: Cuando seleccione Pegar, el cursor no esté sobre un recorte y haya espacio suficiente para el audio que se va a insertar, no se realizará ningún desplazamiento en los recortes existentes
ja: あるクリップの外側のカーソルがある状態でペーストを選び、クリップボードのオーディオが入る十分な余裕がある場合は、そのオーディオは他のクリップをシフトさせることなく挿入されます。
nl: Als u Plakken kiest en de cursor bevindt zich buiten de clip, en is er bovendien genoeg plaats voor de audio op het klembord, dan wordt de audio die op het klembord staat, ingevoegd zonder dat er andere clips verschoven worden.
pt_br: Quando seleciona-se Colar com o cursor posicionado fora de um clipe e há espaço suficiente para o áudio da Área de Transferência, este clipe é inserido sem deslizar os outros clipes da mesma faixa.

source: Join
es: Unir
ja: 結合
nl: Word lid van het
pt_br: Ingressar

source: If you select a region that overlaps one or more clips, they are all joined into one large clip. Regions in-between clips are treated as silence.
es: Si selecciona una zona que afecte a uno o más recortes, se unirán en un recorte único. Las zonas situadas entre los recortes se tratarán como silencios.
ja: 複数のクリップにまたがる領域を選択すると、それらは連結されて1つの大きなクリップになります。クリップ間の領域は無音として扱われます。
nl: Als u een gebied selecteert dat een of meer clips overlapt, worden ze allemaal samengevoegd tot een grote clip. Gebieden die tussen clips in zitten worden behandeld als stilte.
pt_br: Ao selecionar uma área que abrange um ou mais clipes, todos ficarão juntos em um único clipe maior. As áreas entre os diversos clipes serão silenciadas.

source: The time-shift tool can now be used to move a single clip between tracks. Just click and drag.
es: La herramienta de Traslado en tiempo puede ser utilizada para mover un recorte entre pistas. Sólo hay que arrastrarlo y soltarlo.
ja: タイムシフトツールは1つのクリップをトラック間で移動するのに使われます。クリックしてドラッグしてください。
nl: Het gereedschap Tijd verschuiven kan nu gebruikt worden om een enkele clip te verplaatsen tussen sporen. Eenvoudig klikken en slepen.
pt_br: A ferramenta Deslizar agora pode ser utilizada para mover um único clipe dentro da faixa de áudio selecionada. Só clicar e arrastar.

source: To time-shift multiple clips at once, select all of the clips you want to move using the normal selection tool, then use the time-shift tool to click and drag. If you click within the selection, all selected clips will move together. If you click outside the selection, only the clip under the mouse cursor will move.
es: Para trasladar-en-el-tiempo múltiples recortes de forma simultánea, selecciona todos los recortes que desee mover usando la herramienta de selección normal, después emplee la herramienta de traslado-en-el-tiempo para hacer clic y arrastrar. Si hace clic dentro de la selección, todos los recirtes seleccionados se moverán simultáneamente. Si hace clic fuera de la selección, sólo se moverá el recorte que esté debajo del cursor del ratón.
ja: 複数のクリップをまとめてタイムシフトするには選択ツールで動かしたいすべてのクリップを選択し、タイムシフトツールを使ってクリックとドラッグを行ってください。選択領域内でクリックすれば全部の選択されたクリップが同時に動き、選択領域外でクリックすると、マウスの下のクリップのみが動きます。
nl: Om meerdere clips tegelijkertijd in de tijd te verschuiven, selecteert u alle clips die u wilt verplaatsen, met het normale selectiegereedschap, vervolgens gebruikt u het gereedschap 'Tijd verschuiven' om te klikken en te slepen. Als u binnen de selectie klikt, worden alle geselecteerde clips samen verplaatst. Als u buiten de selectie klikt, wordt alleen de clip onder de cursor verplaatst.
pt_br: Para deslizar vários clipes de uma só vez, selecione todos os clipes que você quer mover utilizando a ferramenta de seleção e utilize a ferramenta Deslizar para movê-los. Clicando dentro da seleção, todos os clipes deslizam juntos, clicando fora da área selecionada, apenas o clipe sob o mouse se move.

source: Audacity 1.3: Improved Label Tracks
es: Audacity 1.3.: Pistas de etiquetas mejoradas
ja: Audacity 1.3:改善されたトラックへのラベル付け
nl: Audacity 1.3: Verbeterde Labelsporen
pt_br: Audacity 1.3: Faixas de título melhoradas

source: Label Tracks are Audacity's way for you to create markings and annotations within your project. In Audacity 1.3, Label Tracks are much improved, with support for overlapping labels, and support for modifying both the left and right edge of the label region just by clicking and dragging.
es: Las Pistas Etiqueta son la manera en la que Audacity permite crear marcas y anotaciones dentro de un proyecto. En Audacity 1.3, las Pistas Etiqueta han sido mejoradas, con compatibilidad para etiquetas solapadas y posibilidad de modificar tanto el extremo izquierdo como el derecho de la región etiqueta con sólo arrastrar con el ratón.
ja: トラックへのラベル付けはプロジェクトの中でマーキングと注釈付けを行う方法です。Audacity 1.3では、ラベル付け機能は大きく改善されました。すなわち、重なったラベルのサポートおよびラベル領域の左右両方の端点をクリック/ドラッグだけで変更する機能などです。
nl: Labelsporen zijn Audacity's manier om markeringen en annotaties binnen projecten aan te maken. In vesie 1.3 zijn de labelsporen erg verbeterd, met ondersteuning voor overlappende labels, en ondersteuning om met klikken en slepen de linker- èn rechterrand van het label te wijzigen.Label Tracks are Audacity's way for you to create markings and annotations within your project. In Audacity 1.3, Label Tracks are much improved, with support for overlapping labels, and support for modifying both the left and right edge of the label region just by clicking and dragging.
pt_br: Faixas de rótulo são a maneira do Audacity criar marcas e anotações nos seus projetos. No Audacity 1.3 estes rótulos foram melhorados e agora suportam sobreposições e alterações de tamanho apenas arrastando as suas bordas.

source: To create a label, start by selecting some audio.
es: Para crear una etiqueta, comience seleccionando algún audio.
ja: ラベルを作るには、まずオーディオを選択することから始めます。
nl: Begin met het selecteren van wat audio om een label aan te maken
pt_br: Para criar um rótulo, primeiro selecione alguns segundos de áudio.

source: Select 'Add Label At Selection' from the Tracks menu.
es: La opción 'Anadir etiqueta en la selección' está disponible desde el menú de pistas.
ja: トラックメニューから「選択領域にラベルを付ける」を選ぶ
nl: Selecteer 'Voeg label toe bij selectie' via het Sporen-menu.
pt_br: Selecione 'Adicionar rótulo à seleção'

source: Type some text into the label.
es: Introduzca algún texto en la etiqueta.
ja: ラベルにテキストを入力
nl: Typ wat tekst in het label.
pt_br: Digite o texto do rótulo.

source: Click and drag the handles to resize the label.
es: Haga clic y arrastre los controles para redimensionar la etiqueta.
ja: ハンドルをクリック/ドラッグしてラベルをリサイズする
nl: Klik en sleep de handgrepen om het label een andere afmeting te geven.
pt_br: Clique e arraste as bordas para redimensionar o rótulo.

source: Later, you can retrieve the selection - just click inside the label.
es: Más tarde, podrá recuperar la selección haciendo clic sobre la etiqueta.
ja: 後でその選択領域を取り出すことができます - ラベルの内部をクリックするだけで。
nl: Later, kunt u de selectie terughalen - klik alleen maar in het label.
pt_br: Depois, é possível reaver a seleção, apenas clique no rótulo.

source: After you click, the label region becomes the current selection, allowing you to perform an operation on other tracks in the area within the label.
es: Después de hacerle clic, la región etiqueta se convierte en la selección actual, permitiéndole ejecutar una operación en otras pistas en los límites de la etiqueta.
ja: クリックすると、そのラベル領域が現在の選択領域になりますので、そのラベル内の領域の別のトラックに対して操作することができます。
nl: Nadat u klikt, verandert het labelgebied in de huidige selectie, zodat u een bewerking kunt uitvoeren op andere sporen in het gebied binnen dat label.
pt_br: Clicado, o rótulo se torna a seleção atual, tornando possível editar o áudio selecionado.

source: Audacity 1.3: Timer Recording
es: Audacity 1.3: Grabación con temporizador
ja: Audacity 1.3:タイマー録音
pt_br: Audacity 1.3: Gravação temporizada

source: Timer Recording lets you schedule Audacity to start recording at a particular time and record only for a certain length of time. Perfect if you want to record Internet radio or walk away while Audacity is recording from a cassette or LP.
es: La grabación con temporizador permite programar Audacity para comenzar a grabar en un momento determinado o durante un periodo de tiempo concreto. Esta opción es perfecta para guardar un programa de radio de Internet o darse una vuelta mientras Audacity está grabando una cinta o un disco.
ja: タイマー録音によりAudacityの録音開始時間を指定したり、決められた時間だけ録音したりすることができます。これはインターネットラジオを録音したり、カセットやLPからAudacityに録音する際に手元から離れるような場合に便利な機能です。
nl: Timer opnemen laat u Audacity plannen om op een bepaald tijdstip te starten met opnemen en dit slechts een bepaalde tijd. Perfect indien u internetradio wilt opnemen of weggaan terwijl Audacity opneemt van een cassette of lp.
pt_br: A gravação temporizada permite programar o Audacity para que inicie a gravação a um determinado horário ou permitir que a gravação páre após determinado tempo. Perfeito para gravar áudio de rádios da Internet ou automatizar a gravação de fitas cassete ou discos LP.

source: Audacity 1.3: Repair and Equalization Effects
es: Audacity 1.3. Efectos de reparación y ecualización
ja: Audacity 1.3: 修復およびイコライゼーションエフェクト
nl: Audacity 1.3: Reparatie- en Equalizer-effecten
pt_br: Audacity 1.3: Efeitos de Reparo e Equalização

source: Repair Effect
es: Efecto de reparación
ja: 修復エフェクト
nl: Reparatie-effect
pt_br: Efeito Reparar

source: This new effect will fix a small pop or click in an audio track by smoothly interpolating the damaged audio samples. It is designed to fix very short glitches, not major distortion or background noise. It can fix minor clipping.
es: Este nuevo efecto mezclara un pequeño ruido pop o clic en una pista de audio mediante una suave interpolación con las muestras de audio dañadas. Está diseñado para arreglar fallos muy cortos, no grandes distorsiones o ruidos de fondo. Puede reparar pequeños cortes.
ja: この新しいエフェクトは壊れたオーディオのサンプルデータをスムースに補完することで、小さなパルス雑音を修復するものです。これは非常に短時間のパルス性の雑音の除去を目的としており、音のひずみやバックグランド雑音には効果がありません。
nl: Dit nieuwe effect zal een kleine tik of klik in de audiotrack repareren door de beschadigde audiosamples te interpoleren. Het is gemaakt om hele korte foutjes te repareren, niet een grote hoeveelheid vervorming of achtergrondruis. Het kan lichte oversturing repareren.
pt_br: Este novo efeito acerta pequenos estalos ou cliques em faixas de áudio, suavizando as amostras de áudio por interpolação. Este efeito foi projetado para corrigir pequenas distorções, sendo ineficaz para ruído de fundo ou grandes ruídos.

source: First, find the damanged part of your recording and zoom in<br> until you can see the individual audio samples.
es: Primero, localice la parte dañada de la grabación y elija Ampliar<br> hasta que se pueda ver cada una de las muestras de audio.
ja: まず最初に録音の中の損傷部分を探し、一つ一つのオーディオサンプル<br> が見えるまで拡大してください。
nl: Allereerst, zoek het beschadigde deel van uw opname en zoom in <br> totdat u de individuele audiosamples kan zien.
pt_br: Primeiro, encontre a parte com o áudio danificado do arquivo <br> e aumente o zoom até serem visíveis as amostras de áudio.

source: Select the damaged portion of the audio.
es: Seleccione la parte dañada del audio.
ja: 損傷部分を選択してください。
nl: Selecteer het beschadigde deeltje van de audio.
pt_br: Selecione a parte danificada de áudio.

source: Choose <b>Repair</b> from the Effect menu.<br>The selection is replaced with smoothly interpolated samples.
es: Seleccione <b>Reparar</b> en el menú Efecto.<br> La selección será reemplazada por unas muestras suavemente interpoladas.
ja: 効果メニューの<b>修復</b> を選んでください。<br>損傷部分が補完されたサンプルで置き換えられます。
nl: Kies <b>Repareren</b> in het Effecten-menu.<br>De selectie wordt vervangen door vlakke geïnterpoleerde samples.
pt_br: Selecione <b>Reparar</b> no menu Efeitos. <br>A seleção é preenchida com amostras suavizadas por interpolação.

source: Equalization Effect
es: Efecto Ecualización.
ja: イコライゼーション効果
nl: Equalizer-effect
pt_br: Efeito Equalização

source: The new Equalization effect, shown below, has many more controls for constructing a complex filter to enhance or reduce certain frequencies. You can either draw an arbitrary equalization curve, or use a graphic equalizer.
es: El nuevo efecto Ecualización, mostrado a continuación, tiene varios controles de construcción de un filtro complejo para incrementar o reducir ciertas frecuencias. Se puede bien dibujar una curva de ecualización arbirtraria o utilizar un ecualizador gráfico.
ja: 下記に示す新しいイコライゼーションエフェクトは目的の周波数を強調したり 低減するための複雑なフィルタを構成するための多くの機能を備えています。 これは任意のイコライゼーションカーブを描くかグラフィックイコライザを使うことで 実現できます。
nl: Het nieuwe Equalisatie-effect dat hieronder getoond wordt, heeft veel meer bedieningen om een complexe filter te construeren om bepaalde frequenties te benadrukken of verminderen. U kan ofwel een willekeurige equalisatiecurve tekenen, of een grafische equalizer gebruiken.
pt_br: O novo efeito Equalização agora dispõe de novos controles que permitem construir um filtro complexo capaz de realçar ou reduzir certas freqüências. É possível desenhar uma curva ou carregar uma curva pré-definida.

source: Track focus
es: Pista activa
ja: トラックのフォーカス
pt_br: Foco das faixas

source: Audacity 1.3: Improved Toolbar Docking
es: Audacity 1.3: Ajuste de barras de herramientas mejorado
ja: Audacity 1.3: 向上したツールバー・ドッキング
nl: Audacity 1.3: Verbeterde Werkbalk-docking
pt_br: Audacity 1.3: Barras de ferramentas melhoradas
