Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <h3>Bundling, Reselling or Distributing Audacity</h3> <p>Vendors are free to bundle Audacity with their products, or to sell or distribute copies of Audacity (see <a href="../download/bundlers">Vendors and Distributors of Audacity</a>) under the <a href="../about/license#license">GNU General Public License (GPL)</a>.</p> <p>If you are interested in bundling, selling or distributing Audacity, please review our entire <a href="../about/license">License, and Advice for Vendors and Distributors</a> page.</p>
es: <h3>Venta, reventa o distribución de Audacity</h3> <p>Los proveedores pueden proporcionar Audacity con sus productos, vender o distribuir copias del programa (consulte <a href="../download/bundlers">Proveedores y distribuidores de Audacity</a>) bajo la <a href="../about/license#license">Licencia Pública General de GNU (GPL)</a>.</p> <p>Si está interesado en la vender o distribuir de Audacity (solo o con otros programas), consulte la página <a href="../about/license">Licencia y recomendaciones para proveedores</a>.</p>
ja: <h3>Audacityのバンドル、再販および配布について</h3> <p>ベンダーは<a href="../about/license#license">GNU General Public License (GPL)</a>の条件のもとでAudacityを製品にバンドルしたり販売したり配布することができます。(<a href="../download/bundlers">Vendors and Distributors of Audacity</a>を参照のこと)</p> <p>Audacityをバンドルしたり、販売したり配布する際には、<a href="../about/license">ライセンスおよびベンダーとディストリビューターへのアドバイス</a> ページを全体をご一読ください。</p>
nl: <h3>Bundelen, herverkopen of verdelen van Audacity</h3> <p>Verkopers zijn vrij om Audacity te bundelen met hun eigen producten, of om een kopie van Audacity te verkopen of te verdelen (zie <a href="../download/bundlers">verkopers en verdelers van Audacity</a>) onder de <a href="../about/license#license">GNU General Public License (GPL)</a>.</p> <p>Indien u geïnteresseerd bent in het bundelen, verkopen of verdelen van Audacity, gelieve onze hele <a href="../about/license">licentie en advies voor verkopers en verdelers</a>-pagina te lezen.</p>
pt_br: <h3>Incluindo, revendendo ou distribuindo o Auacity</h3> <p>Os revendedores são livres para incluir o Audacity em seus produtos, vendê-lo ou distribuí-lo (veja a página <a href="../download/bundlers">Vendedores e distribuidores do Audacity</a>) na <a href="../about/license#license">GNU General Public License (GPL)</a>.</p> <p>Se você está interessado em distribuir o Audacity, veja a página <a href="../about/license">Licença e conselhos para vendedores e distribuidores</a>.</p>

source: <h3>Sponsoring Audacity Development</h3> <p>We are keen to hear from any companies or groups interested in <a href="http://audacityteam.org/sponsor.php">sponsoring<a/> Audacity development.</p>
es: <h3>Patrocinio del desarrollo de Audacity</h3> <p>Estaremos encantados de saber de cualquier compañía o grupo interesada en <a href="http://audacityteam.org/sponsor.php">patrocinar el desarrollo de Audacity</a>.</p>
ja: <h3>Audacity 開発へのスポンサー</h3> 私たちは、<a href="http://audacityteam.org/sponsor.php">Audacity開発へのスポンサー</a>に興味のあるいくつかの会社やグループからも、ぜひ手紙をもらいたいと思っています。
nl: <h3>Audacity-ontwikkeling sponsoren</h3> <p>We willen graag iets vernemen van bedrijven of groepen die geïnteresseerd zijn in het <a href="http://audacityteam.org/sponsor.php">sponsoren<a/> van de ontwikkeling van Audacity.</p>

source: More news items...
es: Más noticias...
ja: もっとニュースを見る
nl: Andere nieuwsberichten
pt_br: outras notícias...

source: <h3 id="license">License</h3> <p>Audacity is <a href="../help/faq?s=general&amp;i=free">free software</a>. You may use it for any personal, commercial or educational purpose, including installing it on as many different computers as you wish.</p> <p>You may also copy, distribute, modify, and/or resell Audacity, under the terms of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License (GPL)</a> as published by the Free Software Foundation - either <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">version 2 of the License</a>, or (at your option) any later version. In granting you this right, the GPL requires that the source code you distribute is itself available under the GPL.
es: <h3 id="license">Licencia</h3> <p>Audacity es <a href="../help/faq?s=general&amp;i=free">software libre</a>. Puede utilizarlo para cualquier finalidad personal, commercial o educativa, lo que incluye permiso para instalarlo en tantas computadoras como desee.</p> <p>También puede copiar, distribuir, modificar o revender Audacity, de acuerdo con las cláusulas de la <a href="http://www.gnu.org/licenses/licenses.html#GPL">Licencia Pública General de GNU (GPL)</a> publicadas por la Free Software Foundation - utilizando bien la <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">versión 2</a>, o, si lo desea, cualquier versión posterior. Al otorgarle este derecho, la GPL pone la condición de que distribuya el código fuente bajo la misma GPL.
ja: <h3 id="license">ライセンス</h3> <p>Audacity は <a href="../help/faq?s=general&amp;i=free">フリーソフトウェア</a>です。どなたでも個人、商業および教育目的に使用することができ、どのような種類のコンピュータにインストールしてもかまいません。</p> <p>Free Software Foundation より発行されている<a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License (GPL)</a>- <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">version 2 of the License</a>または（必要であれば）その後のバージョン -の条件のもとで、Audacityをコピー、配布、改変、または/および再販することもできます。 この権利が与えられるためには、あなたが配布したコードそのものもGPLのもとで提供されなければなりません。
nl: <h3 id="license">Licentie</h3> <p>Audacity is <a href="../help/faq?s=general&amp;i=free">vrije software</a>. U mag het gebruiken voor elk persoonlijk, commercieel of educatief doel, inclusief het installeren op zoveel computers als u wenst.</p> <p>U mag Audacity ook kopiëren, verdelen, wijzigen en/of opnieuw verkopen onder de voorwaarden van de <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License (GPL)</a> zoals gepubliceerd door de Free Software Foundation - en ook <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">versie 2 van de License</a>, of (op uw optie) elke latere versie. Door u dit recht te geven, vereist de GPL dat de broncode die u verdeelt ook beschikbaar is onder de GPL.
pt_br: <h3 id="license">Licença</h3> <p>O Audacity é um <a href="../help/faq?s=general&amp;i=free">software livre</a>; você pode usá-lo para uso pessoal, comercial ou educacional, instalando em quantas máquinas quiser.</p> <p>Você pode copiar, distribuir, modificar ou revender o Audacity, dentro dos termos da <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License (GPL)</a> como publicada pela Free Software Foundation; na sua <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">versão 2 </a>ou outra mais recente, a seu critério. Para garantir este direito, a GPL requer que você disponibilize o código fonte modificado sob a mesma licença GPL.

source: If you have questions, please
es: Si tiene alguna pregunta, por favor,
ja: ご質問などのお問い合わせは、
nl: Indien u vragen heeft,
pt_br: Se tiver outras dúvidas, por favor,

source: e-mail us.
es: escríbanos por e-mail.
ja: Eメールをお送りください。
nl: e-mail ons.
pt_br: envie um email.

source: See also <a href="http://www.gnu.org/licenses/gpl-faq.html">Frequently Asked Questions about the GNU GPL</a>.
es: Véase también las <a href="http://www.gnu.org/licenses/gpl-faq.html">Preguntas Frecuentes sobre la GPL de GNU</a>.
ja: <a href="http://www.gnu.org/licenses/gpl-faq.html">GNU GPLに関するよくある質問</a>もご覧ください。
nl: Zie ook <a href="http://www.gnu.org/licenses/gpl-faq.html">veelvoorkomende vragen over de GNU GPL</a>.
pt_br: Veja também <a href="http://www.gnu.org/licenses/gpl-faq.html">Perguntas Freqüentes sobre a GNU GPL</a>.

source: <h3 id="advice">Advice for Vendors and Distributors</h3> <p>A variety of companies and individuals bundle Audacity with their products, resell or otherwise distribute it. Below are requirements and guidelines for bundling, reselling or distributing Audacity.
es: <h3 id="advice">Consejo para Proveedores y Distribuidores</h3> <p>Muchas compañías y personas distribuyen o revenden Audacity junto con sus productos. Más abajo encontrará los requisitos y directrices para distribuir o revender Audacity.
ja: <h3 id="advice">ベンダーとディストリビューターへのアドバイス</h3> <p>さまざまな企業や個人のみなさんがAudacityをバンドル、再販、あるいは配布しています。以下はバンドル、再販、配布に関する要求条件とガイドラインです。
nl: <h3 id="advice">Advies voor verkopers en verdelers</h3> <p>Een verzameling bedrijven en individu's bundelen Audacity met hun producten, verdelen het of verkopen het opnieuw. Het onderstaande zijn vereisten en leidraden voor het bundelen, opnieuw verkopen of verdelen van Audacity.
pt_br: <h3 id="advice">Conselhos para Revendedores e Distribuidores</h3> <p>Diversas pessoas e companhias incluem o Audacity com seus produtos, revendem ou o distribuem de outras formas. Abaixo estão os requerimentos e diretrizes para incluir, revender ou distribuir o Audacity.

source: If you adhere to these, please
es: Si está de acuerdo con su contenido, por favor,
ja: これらの条件とガイドラインに合致している場合、
nl: Indien dit op u van toepassing is,
pt_br: Ao aderir a estas diretrizes, por favor

source: e-mail us</a> for possible inclusion on our <a href="../download/bundlers">Vendors and Distributors of Audacity</a> page.
es: escríbanos un e-mail</a> para poder mencionarle en nuestra página de <a href="../download/bundlers">Proveedores y Distribuidores de Audacity</a>.
ja: 私たちにE-mail</a> をお送りください。<a href="../download/bundlers">Audacityのベンダーとディストリビュータ</a>ページに掲載できる可能性があります。
nl: e-mail ons </a> voor een mogelijke insluiting op onze <a href="../download/bundlers">Verkopers en verdelers van Audacity</a>-pagina.
pt_br: envie-nos um e-mail</a> para a possível inclusão na página <a href="../download/bundlers">Revendedores e Distribuidores do Audacity</a>.

source: <h4 >Legal Requirements</h4> <p>You <b>must</b> include the following to comply with version 2 or later of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a>: <ol> <li>a verbatim copy of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> and </li> <li>the <a href="http://audacity.sourceforge.net/download/source">Audacity source code</a> (or if you are distributing a modified version of Audacity, that modified code). Failing that, you must include a written offer to supply the code.</li> </ol> </p>
es: <h4 >Requisitos legales</h4> <p><b>Debe</b> incluir lo siguiente para cumplir los requisitos de la versión 2 o posteriores de la <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a>: <ol> <li>una copia literal de la licencia <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> y </li> <li>el <a href="http://audacity.sourceforge.net/download/source">código fuente de Audacity</a> (o si está distribuyendo una versión modificada de Audacity, ese código modificado). Si no cumple este punto debe incluir un ofrecimiento por escrito para suministrar el código fuente.</li> </ol> </p>
ja: <h4 >法的条件</h4> <p><a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a>のバージョン2または以降のバージョンに準拠するために、以下のものを<b>含まなければなりません</b>: <ol> <li><a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a>のverbatim copy（原文のままのコピー）および </li> <li><a href="http://audacity.sourceforge.net/download/source">Audacityのソースコード</a> （もしAudacityを改変したバージョンを配布する場合はその改変されたAudacity）。これに該当しない場合はコード提供を行う旨の書面での申し出を添えなければならない。</li> </ol> </p>
nl: <h4 >Legale vereisten</h4> <p>U <b>moet</b> het volgende insluiten om overeen te stemmen met versie 2 of later van de <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a>: <ol> <li>een exacte kopie van de <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> en </li> <li>de <a href="http://audacity.sourceforge.net/download/source">Audacity broncode</a> (of indien u een gemodificeerde versie van Audacity verspreidt, die gewijzigde code. Indien dit ontbreekt, moet u een geschreven aanbod bijvoegen om de code te leveren.</li> </ol> </p>
pt_br: <h4 >Requerimentos Legais</h4> <p>Você deve incluir, de acordo com a versão 2 ou mais recente da <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a>: <ol> <li>uma cópia da licença <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> e </li> <li>o <a href="http://audacity.sourceforge.net/download/source">código-fonte do Audacity</a> (ou o código da versão modificada que você está incluindo) ou fazer um oferta pública deste código a quem se interessar por ele.</li> </ol> </p>

source: <p>If you distribute our <a href="http://audacity.sourceforge.net/download/">installers</a> and do not modify them, this will fully comply, because the installers include the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> and an offer in README.txt for users to obtain the source code from us. Versions of Audacity after 1.3.3 also include the GPL in the application itself, in the About Audacity dialog.</p>
es: <p>Si distribuye nuestros <a href="http://audacity.sourceforge.net/download/">instaladores</a> y no los modifica, es correcto, ya que los instaladores incluyen la licencia <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> y, el archivo README.txt, un ofrecimiento a los usuarios para obtener de nosotros el código fuente del programa. Las versiones de Audacity previas a la 1.3.3 incluyen también la licencia GPL en la propia aplicación, en el cuadro de diálogo Acerca de Audacity.</p>
ja: <p>改変なしであれば私たちの<a href="http://audacity.sourceforge.net/download/">インストーラー</a> を配布することができます。なぜならこのインストーラーは <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a>を含み、私たちよりソースコードを入手する方法がREADME.txtに記載されているからです。バージョン1.3.3以降のAudacityはそれ自身に「Audacityについて」ダイアログの中に含まれています。</p>
nl: <p>Indien u onze <a href="http://audacity.sourceforge.net/download/">installers</a> verdeelt en niet wijzigt, zal dit volledig voldoen aan de voorwaarden omdat de installers de <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> bevatten, samen met een aanbieding in README.txt voor gebruikers om de broncode van ons te verkrijgen. Versies van Audacity na 1.3.3 bevatten ook de GPL in de toepassing zelf, in het Over Audacity venster.</p>
pt_br: <p>Ao distribuir nossos instaladores sem modificá-los, estas condições são cumpridas já que está incluída a licença <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> e a oferta pública do código no arquivo README.txt para que os usuários possam obtê-lo direamente conosco. A partir da versão 1.3.3 o Audacity inclui a licença GPL dentro do próprio programa, acessível pelo menu Ajuda.</p>

source: <p>Additionally, the name <b>Audacity</b>&reg; is a <b>registered trademark</b> of Dominic Mazzoni. Therefore you <b>may not</b> advertise yourself or your business as an authorized distributor of Audacity, and you <b>may not</b> modify Audacity then continue to use the Audacity name without the express permission of the Audacity Team.</p>
es: <p>Además, el nombre <b>Audacity</b>&reg; es una <b>marca registrada</b> de Dominic Mazzoni. Por consiguiente, sin la autorización expresa del equipo de Audacity, <b>no puede</b> anunciarse ni usted ni su negocio como un distribuidor autorizado de Audacity ni <b>tampoco</b> modificar Audacity y seguir utilizando el nombre de Audacity.</p>
ja: <p>さらに<b>Audacity</b>&reg; という名前は Dominic Mazzoniによる<b>登録商標（registered trademark）</b> です。したがって、あなたあるいはあなたの会社がAudacityの公認販売者として広告することは<b>できません</b>。またAudacityチームから正式な許可を得ずにAudacityを改造したうえでAudacityの名前を使い続けては<b>なりません</b>。 </p>
nl: <p>Daarbij komt nog dat de naam <b>Audacity</b>&reg; een <b>geregistreerd handelsmerk</b> van Dominic Mazzoni is. Daarom mag u <b>geen</b> reclame maken voor uzelf of uw zaak als een geauthoriseerde verdeler van Audacity, en u mag Audacity <b>niet</b> wijzigen en de naam Audacity blijven gebruiken zonder de expliciete toestemming van het Audacity-team.</p>
pt_br: <p>Adicionalmente, o nome <b>Audacity</b>&reg; é uma <b>marca registrada</b> de Dominic Mazzoni. Portanto, você <b>não pode</b> fazer propaganda sua ou de sua empresa como sendo distribuidor autorizado do Audacity ou modificar o programa e continuar a usar o mesmo nome sem a autorização por escrito do detentor da marca.</p>

source: <h4 >Updating and Documenting Audacity</h4> <p>We would appreciate your linking to our web site: <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> so your users can download updated versions of Audacity when released. Also, please subscribe to the notifications list at the bottom of <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> to ensure you receive advice of and can distribute the latest version of Audacity.</p>
es: <h4 >Actualización y documentación de Audacity</h4> <p>Le agradeceríamos mucho que enlazara a nuestro sitio web: <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> para que sus usuarios puedan descargar versiones actualizadas de Audacity cuando aparezcan. Además, puede suscribirse a la lista de notificaciones que aparece en la parte final de <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> para asegurarse de recibir consejos y poder distribuir la última versión de Audacity.</p>
ja: <h4 >Audacityのアップデートとドキュメンテーションについて</h4> <p>私たちのWebサイト: <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a>へのリンクによりあなたのユーザーが最新バージョンのAudacityをダウンロードできるようにすることを歓迎いたします。 さらに、<a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> の末尾にある通知リストを購読しAudacityのお知らせを受け取り、最新バージョンを配布できるようにしてください。</p>
nl: <h4 >Updaten en documenteren van Audacity</h4> <p>We zouden appreciëren indien u teruglinkt naar onze website: <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> zodat uw gebruikers geüpdatete versies van Audacity kunnen downloaden wanneer ze uit zijn. Gelieve u ook in te schrijven op de notificatielijst onderaan <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> om u ervan te verzekeren dat u advies krijgt in verband met de laatste versie van Audacity en ze kan verdelen.</p>
pt_br: <h4 >Atualizando e Documentando o Audacity</h4> <p>Gostaríamos que você também adicionasse um link para o nosso site: <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> para que seus usuários possam baixar atualizações do programa. Inscreva-se também na lista de notificações no rodapé da <a href="http://audacity.sourceforge.net">página</a>, assim você garante que será sempre informado do lançamento de novas versões.</p>

source: <p>If possible, please include the <a href="http://audacity.sourceforge.net/help/documentation">Audacity documentation</a> with your distribution, to reduce the number of queries we receive.
es: <p>Si es posible, incluya la <a href="http://audacity.sourceforge.net/help/documentation">Documentación de Audacity</a> al distribuir el programa, para reducir el número de consultas que recibimos.
ja: <p>もし可能であれば <a href="http://audacity.sourceforge.net/help/documentation">Audacityドキュメンテーション</a> も含めて配布いただき、私たちが受け取る質問数を減少させるようにご協力願います。
nl: <p>Gelieve, indien mogelijk, de <a href="http://audacity.sourceforge.net/help/documentation">Audacity-documentatie</a> bij uw distributie te voegen om het aantal vragen dat we krijgen te verminderen.
pt_br: <p>Se possível, por favor, inclua a <a href="http://audacity.sourceforge.net/help/documentation">dcumentação do Audacity</a> com sua distribuição, para reduzir o número de chamadas de suporte que recebemos.

source: IMPORTANT: If you write your own documentation for Audacity, please
es: IMPORTANTE: Si usted redacta su propia documentación para Audacity, por favor,
ja: 重要：もしあなたが独自にAudacityのドキュメンテーションを作成する場合は
nl: BELANGRIJK: indien u uw eigen documentatie voor Audacity schrijft,
pt_br: IMPORTANTE: Se você escreve sua própria documentação para o Audacity, por favor

source: submit it to us</a> for review <em>before</em> you publish it.</p>
es: envíenosla</a> para que la revisemos <em>antes</em> de que la publique.</p>
ja: 私たちに提出してください</a>。発行する<em>前</em>にレビューいたします。</p>
nl: gelieve ze naar ons te sturen</a> zodat we ze kunnen nakijken <em>voordat</em> u ze publiceert.</p>
pt_br: envie-nos </a> para que possamos revisá-la <em>antes</em> de você a publicar.</p>

source: <h4>For vendors selling a hardware product, with Audacity included:</h4>
es: <h4>A los distribuidores que vendan un producto de hardware e incluyan Audacity:</h4>
ja: <h4>Audacityを同封したハードウェア製品を販売するベンダーの方へ：</h4>
nl: <h4>Voor verkopers die een hardware product verkopen waar Audacity bij inbegrepen is:</h4>
pt_br: <h4>Para revendedores de hardware, que incluem o Audacity em seus produtos:</h4>

source: <li>Thank you for choosing to distribute Audacity with your product! Please
es: <li>¡Gracias por elegir Audacity para acompañar a su producto! Por favor,
ja: <li>貴社の製品に同封してAudacityを配布いただきありがとうございます!
nl: <li>Bedankt om ervoor te kiezen om Audacity te verspreiden samen met uw product!
pt_br: <li>Obrigado por escolher distribuir o Audacity em seu produto! Por favor

source: contact us</a> early so we can work together to make your product a success.</li>
es: contacte con nosotros a tiempo</a> para que podamos ayudarle a que su producto sea un éxito.</li>
ja: できるだけ早くご連絡ください</a>。そうすれば貴社の製品の成功のために協業することができます。 </li>
nl: Contacteer ons</a> op tijd, zodat we kunnen samenwerken om uw product een succes te maken.</li>
pt_br: entre em contato </a> com antecedência para que podemos trabalhar juntos e fazer do seu produto um sucesso.</li>

source: contact us</a> first.</li>
es: contacte con nosotros</a> primero.</li>
ja: まずご連絡ください</a>。 </li>
nl: contacteer ons dan</a> eerst.</li>
pt_br: entre em contato</a> antes. </li>
