Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p>Because of software patents, we cannot distribute MP3 encoding software ourselves. Follow these instructions to use the free LAME encoder to export MP3 files with Audacity. <h3 id="win">Windows</h3> <ol> <li>Go to the <a href="http://lame.buanzo.com.ar/">LAME download page</a>.</li> <li>Under "For Audacity on Windows", left-click the link "Lame v3.98.2 for Audacity on Windows.exe" and save the file anywhere on your computer. <b>Do not right-click the link to the .exe file.</b> </li> <li>Double-click <b>"Lame_v3.98.2_for_Audacity_on_Windows.exe"</b> to launch it (you can safely ignore any warnings that the "publisher could not be verified").</li> <li>Follow the "Setup" instructions to install LAME for Audacity. Do not change the offered destination location of "C:\Program Files\Lame for Audacity".</li> <li>The first time you use the "Export as MP3" command, Audacity will ask for the location of <b>"lame_enc.dll"</b>. Navigate to "C:\Program Files\Lame for Audacity", select "lame_enc.dll", then click "Open" and "OK".</li> <li>If you prefer the Zip option for the LAME download, save the zip file to anywhere on your computer, extract "lame_enc.dll" to any location, then show Audacity where to find it as in Step 5 above.</li> <li>In case of difficulty, please view our <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Windows_Instructions">more detailed instructions</a> on the <a href="http://audacityteam.org/wiki/">Audacity Wiki</a>.</li> </ol> <h3 id="mac">Mac OS 9 or X</h3> <ol> <li>Go to the <a href="http://lame.buanzo.com.ar/">LAME download page</a>.</li> <li>Click to download either <b>"Lame Library v3.98.2 for Audacity on OSX.dmg"</b> or <b>"LameLib-Carbon.sit"</b>, according to your operating system.</li> <li>Double-click the .dmg to extract "Lame Library v3.98.2 for Audacity on OSX.pkg" to Finder, or use Stuffit to extract "LameLib" from the .sit (either of these may happen automatically).</li> <li>Double-click the .pkg to install <b>"libmp3lame.dylib"</b> in /usr/local/lib/audacity, or save <b>"LameLib"</b> anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask for the location of "libmp3lame.dylib" or "LameLib". Navigate to that location, then open the file and click "OK".</li> <li>In case of difficulty, please view our <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Mac_Instructions">more detailed instructions</a> on the <a href="http://audacityteam.org/wiki/index.php">Audacity Wiki</a>.</li> </ol> <h3 id="nix">Linux/Unix</h3> Follow <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#GNU.2FLinux.2FUnix_instructions">these instructions</a> on our <a href="http://audacityteam.org/wiki/">Wiki</a> to download and install a suitable LAME package from the internet.
nl: <p>Vanwege softwarepatenten kunnen we zelf geen MP3 coderingssoftware verspreiden. Volg deze instructies om de gratis LAME encoder te gebruiken om MP3-bestanden te exporteren met Audacity. <h3 id="win">Windows</h3> <ol> <li>Ga naar de <a href="http://lame.buanzo.com.ar/">LAME downloadpagina</a>.</li> <li>Onder "For Audacity on Windows" klikt u op de link "Lame v3.98.2 for Audacity on Windows.exe" en slaat het bestand op op uw computer. <b>Klik niet met de rechtermuisknop op het .exe-bestand.</b> </li> <li>Dubbelklik op <b>"Lame_v3.98.2_for_Audacity_on_Windows.exe"</b> om het te openen (u kan de waarschuwingen dat "de uitgever niet bevestigd kon worden veilig negeren").</li> <li>Volg de "setup"-instructies om LAME voor Audacity te installeren. Pas de aangeboden doellocatie van "C:\Program Files\Lame for Audacity" niet aan.</li> <li>De eerste keer dat u het commando "Exporteren als MP3" gebruikt, zal Audacity vragen naar de locatie van <b>"lame_enc.dll"</b>. Navigeer naar "C:\Program Files\Lame for Audacity", selecteer "lame_enc.dll", klik daarna op "Open" en "OK".</li> <li>Als u de Zip-optie verkiest voor de LAME-download, sla het zipbestand ergens op uw computer op, pak "lame_enc.dll" uit en toon Audacity daarna waar het dit bestand kan vinden, zoals in stap 5 hierboven.</li> <li>In geval van moeilijkheden, gelieve onze <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Windows_Instructions">meer gedetailleerde instructies</a> te raadplegen op de <a href="http://audacityteam.org/wiki/">Audacity Wiki</a>.</li> </ol> <h3 id="mac">Mac OS 9 of X</h3> <ol> <li>Ga naar de <a href="http://lame.buanzo.com.ar/">LAME downloadpagina</a>.</li> <li>Klik om <b>"Lame Library v3.98.2 for Audacity on OSX.dmg"</b> of <b>"LameLib-Carbon.sit"</b> te downloaden, overeenkomstig uw besturingssysteem.</li> <li>Dubbelklik op de .dmg om "Lame Library v3.98.2 for Audacity on OSX.pkg" uit te pakken in Finder, of gebruik Stuffit om "LameLib" uit te pakken via de .sit (beide kunnen automatisch gebeuren).</li> <li>Dubbelklik op de .pkg om <b>"libmp3lame.dylib"</b> lokaal te installeren in /usr/local/lib/audacity, of sla <b>"LameLib"</b> ergens op uw computer op.</li> <li>De eerste keer dat u het commando "Exporteren als MP3" gebruikt, zal Audacity vragen naar de locatie van "libmp3lame.dylib" of "LameLib". Navigeer naar die locatie, open het bestand en klik op "OK".</li> <li>In geval van moeilijkheden, gelieve onze <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Mac_Instructions">meer gedetailleerde instructies</a> te raadplegen op de <a href="http://audacityteam.org/wiki/index.php">Audacity Wiki</a>.</li> </ol> <h3 id="nix">Linux/Unix</h3> Volg <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#GNU.2FLinux.2FUnix_instructions">deze instructies</a> op onze <a href="http://audacityteam.org/wiki/">Wiki</a> om een passend LAME-pakket te downloaden en installeren van het Internet.

source: <ol> <li><p>First, download and unzip the <a href="%s">VST Enabler</a>.</li> <li><p>Place the unzipped VST Enabler, along with your VST plug-ins, into the “Plug-ins” folder in the Audacity installation folder. (On Mac OS X, this is usually in the Applications folder. On Windows, it is usually under Program Files.)</li> <li><p>The next time you start Audacity, your VST effects will appear at the bottom of the “Effect” menu.</li> </ol> <p><b>Note:</b> Current Beta (1.3) versions of Audacity will display VST plug-ins automatically, without having to install the VST Enabler.</p> <p>See also: <a href="faq?s=install&amp;i=vst-bugs">Why do some VST plug-ins look wrong, or not work?</a></p>
nl: <ol> <li><p>Eerst downloadt u het bestand <a href="%s">VST Enabler</a> en pakt het uit.</li> <li><p>Dan plaatst u de uitgepakte VST Enabler samen met uw VST plugins in de installatiemap van Audacity. (Op Mac OS X is dit meestal de Applicatiemap. Bij Windows is het meestal de map Program Files.)</li> <li><p>De volgende keer dat u Audacity opstart, verschijnen uw VST-effecten onderaan het menu “Effect”.</li> </ol> <p><b>Opmerking:</b> de huidige bètaversies (1.3) van Audacity zullen VST-plugins automatisch weergeven, zonder de VST Enabler te moeten installeren.</p> <p>Zie ook: <a href="faq?s=install&amp;i=vst-bugs">Waarom zien sommige VST-plugins er vreemd uit of werken ze niet?</a></p>

source: <p>1.2 versions of Audacity require the <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> in order to display VST plug-ins. The Enabler can only display a generic, tabular interface for plug-ins, so they may look or act differently than they do in other programs, or not function at all.</p> <p>Current Beta (1.3) versions of Audacity will by default display VST effect plug-ins with their full interface, without the need of an Enabler. If you experience any problems with VST plug-ins in Audacity Beta, please read this <a href="http://forum.audacityteam.org/viewtopic.php?f=37&t=11534&p=45667#p45667">Forum topic</a>. You may <a href="../contact#feedback">contact us</a> to report any difficulties not covered in that topic.</p> <p>Neither version of Audacity supports VST instrument (VSTi) plug-ins. </p>
nl: <p>Stabiele (1.2) versies van Audacity hebben de <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> nodig om VST-plugins te kunnen weergeven. De Enabler kan alleen een generieke, tabulaire interface weergeven voor plugins, dus het is mogelijk dat ze anders weergegeven worden dan in andere programma's, of helemaal niet functioneren.</p> <p>De huidige bèta-versies (1.3) van Audacity zullen VST-effect-plugins standaard weergeven met hun volledige interface, zonder dat een Enabler nodig is. Als u problemen heeft met VST-plugins in Audacity bèta, gelieve deze <a href="http://forum.audacityteam.org/viewtopic.php?f=37&t=11534&p=45667#p45667">forum-topic</a> te lezen. U kan ons <a href="../contact#feedback">contacteren</a> om moeilijkheden te rapporteren die niet behandeld worden in dat topic.</p> <p>Geen enkele versie van Audacity ondersteunt VST-instrument (VSTi) plugins. </p>

source: <h3>Windows and Linux</h3> <p>To monitor your recording, open your computer's volume control panel. Turn up the playback volume and turn off the “mute” checkbox for your recording source (usually “microphone” or “line in”).</p> <p>If this does not work, open the Audacity preferences. In the “Audio I/O” section ("Devices" in Audacity Beta), turn on the “Software Playthrough” option.</p> <h3>Mac OS X</h3> <p>Open the Audacity preferences. In the “Audio I/O” section ("Devices" in Audacity Beta), turn on the “playthrough” option. “Hardware Playthrough” is best if it is available. If it does not work, you can choose “Software Playthrough” instead.</p> <h3>Monitoring while Recording from a Microphone</h3> <p>Always use headphones when listening as you record from a microphone, to avoid the playthrough of the recording being picked up in the recording itself.</p>
nl: <h3>Windows en Linux</h3> <p>Om uw opname te monitoren opent u de volumeregeling van uw computer. Verhoog het afspeelvolume en schakel de "dempen"-checkbox uit voor uw opnamebron (over het algemeen “microfoon” of “line in”).</p> <p>Indien dit niet werkt, open dan de Audacity-Voorkeuren. In de “Audio in/uit”-sectie ("Apparaten" in Audacity bèta), schakel de “Softwarematig Playthrough”-optie in.</p> <h3>Mac OS X</h3> <p>Open de Audacity-Voorkeuren. Zet in de “Audio in/uit"-sectie ("Apparaten" in Audacity bèta) de “playthrough”-optie aan. “Hardwarematige Playthrough” is het best, indien beschikbaar. Indien dit niet werkt, kan u in plaats daarvan “Softwarematige Playthrough” kiezen.</p> <h3>Monitoring tijdens opnemen via een microfoon</h3> <p>Gebruik altijd een koptelefoon wanneer u luistert terwijl u opneemt via een microfoon, om te vermijden dat de playthrough van de opname opgenomen wordt in de opname zelf.</p>

source: <p>This is called multi-track recording. It makes it possible to record harmonies with yourself, or add new instruments or vocals to an existing recording. To do this in Audacity, follow these instructions:</p> <ol> <li>Select the correct recording input that you are plugged into (probably microphone or line-in). On <b>Windows or Linux</b>, select the input in the dropdown menu in Audacity's <a href="http://audacity.sourceforge.net/onlinehelp-1.2/toolbar_mixer.htm">Mixer Toolbar</a> (on Windows Vista or 7, use the "Recording Device" dropdown in the Audacity Preferences instead). On <b>OS X</b>, Mixer Toolbar may only show "Default Input". If so, select the source on the Audio Devices tab of Apple Audio MIDI Setup.</li> <li>Import or record the first track.</li> <li>Open the "Audio I/O" tab of Audacity preferences, and check the box labeled <b>Play other tracks while recording new one.</b></li> <li>Close the preferences and press the <b>Record</b> button. If you are recording from a microphone, make sure you use headphones so that the microphone picks up only what you are recording.</li> </ol> <p>See also: <ul> <li><a href="faq?s=recording&amp;i=sync">Why isn't my new track in sync with the previous ones?</a></li> <li><a href="faq?s=recording&amp;i=playthrough">Why can't I hear what I am recording?</a></li> <li><a href="faq?s=recording&amp;i=mixer-toolbar-input">Why doesn't the Mixer Toolbar input selector work properly, for example on Windows Vista?</a></li> </ul> </p>
nl: <p>Dit wordt multi-track recording genoemd. Dit maakt het mogelijk om harmonieën met uzelf op te nemen, of om nieuwe instrumenten of stemmen toe te voegen aan een bestaande opname. Volg deze instructies om dit in Audacity te doen:</p> <ol> <li>Selecteer de juiste opname-input waarin u ingeplugd bent (waarschijnlijk microfoon of line-in). Bij <b>Windows of Linux</b> selecteert u de input in het dropdown-menu in de <a href="http://audacity.sourceforge.net/onlinehelp-1.2/toolbar_mixer.htm">Mixer-werkbalk</a> van Audacity (bij Windows Vista of 7 gebruikt u in plaats daarvan het "Opname-apparaat"-menu in de Audio Invoer/Uitvoer-tab van Voorkeuren). Bij <b>OS X</b> is het mogelijk dat de Mixer-werkbalk alleen "Standaard Invoer" weergeeft. Indien dit het geval is selecteert u de bron op de Audio-apparaten-tab van Apple Audio Midi Setup.</li> <li>Het eerste spoor importeren of opnemen.</li> <li>Open de “Audio in/uit”-sectie van de Audacity-voorkeuren en vink het vakje aan dat <b>Bij het opnemen van een spoor, tegelijkertijd de andere sporen afspelen</b> gelabeld is.</li> <li>Sluit de voorkeuren en druk op de <b>Opnemen</b>-knop. Indien u opneemt met een microfoon, gebruik dan een koptelefoon zodat de microfoon alleen opvangt wat u aan het opnemen bent.</li> </ol> <p>Zie ook: <ul> <li><a href="faq?s=recording&amp;i=sync">Waarom loopt mijn nieuwe spoor niet synchroon met het vorige?</a></li> <li><a href="faq?s=recording&amp;i=playthrough">Waarom kan ik niet horen wat ik aan het opnemen ben?</a></li> <li><a href="faq?s=recording&amp;i=mixer-toolbar-input">Waarom werkt de Input-selector in de Mixer-werkbalk niet goed, bijvoorbeeld in Windows Vista?</a></li> </ul> </p>

source: <h3>Windows and Linux</h3> <p>With most Windows and Linux audio devices, it is possible to record whatever sound the computer is currently playing, including internet radio streams.</p> <p>In the drop-down menu on Audacity's mixer toolbar, choose “Wave Out” or “Stereo Mix” as the input source. (The exact name may be different, depending on your computer's sound drivers.) When you press the <b>Record</b> button, Audacity will capture whatever sound is playing on your computer's speakers. <b>Note:</b> on Windows Vista or 7, you must choose the required input source in the "Recording Device" dropdown in the "Audio I/O" tab of Preferences ("Devices" tab in Audacity Beta). On Windows, if you don't have a “Wave Out” or “Stereo Mix” option, or if it won't record, go to the system Control Panel and try to enable this option there. For instructions see: <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues#Using_the_Control_Panel">Using the Control Panel</a> on the Wiki.</p> <p>If this doesn't work on your computer, you can instead use a cable to connect your computer's “Line Out” (speaker) port to its “Line In” port, and use Audacity to record from Line In.</p> <h3 id="mac">Mac OS X</h3> <p>Mac OS X users can capture streaming audio using a program like <a href="http://www.cycling74.com/products/soundflower">Soundflower</a> (free, open source), <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> or <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>. For more help see <a href="http://wiki.audacityteam.org/wiki/Recording_audio_playing_on_the_computer#Mac">this page</a> on our <a href="http://wiki.audacityteam.org/wiki/">Wiki</a>.</p>
nl: <h3>Windows en Linux</h3> <p>Met de meeste Windows- en Linux-audioapparaten is het mogelijk om elk geluid op te nemen terwijl de computer het afspeelt, inclusief radio-streams.</p> <p>In het drop-down menu op Audacity's mixerwerkbalk, kies “Wave Out” of “Stereo Mix” als invoerbron (de exacte naam kan verschillend zijn, afhankelijk van de sound drivers op uw computer). Wanneer u de <b>Opnemen</b>-knop selecteert, zal Audacity elk geluid opnemen dat afspeelt op de speakers van uw computer. Merk op dat bij Windows Vista en 7 de “stereo mix”-optie moet gekozen worden in de Audio in/uit-tab van Voorkeuren ("Apparaten" in Audacity bèta), in de "Opname-apparaat"-dropdown. Indien u bij Windows geen “Wave Out”- of “Stereo Mix”-optie heeft, of als het niet wil opnemen, ga naar het Configuratiescherm en probeer deze optie daar te activeren. Zie <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues#Using_the_Control_Panel">het configuratiescherm gebruiken</a> op de Wiki voor meer instructies.</p> <p>Indien dit niet werkt op uw computer, kan u in plaats daarvan een kabel gebruiken om de “Line Out”- (speaker-)poort van uw computer te verbinden met de “Line In”-poort, en Audacity gebruiken om op te nemen via Line In.</p> <h3 id="mac">Mac OS X</h3> <p>Mac OS X-gebruikers kunnen streaming audio opnemen door een programma te gebruiken zoals <a href="http://www.cycling74.com/products/soundflower">Soundflower</a> (gratis, open source), <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> of <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>. Zie <a href="http://wiki.audacityteam.org/wiki/Recording_audio_playing_on_the_computer#Mac">deze pagina</a> op onze <a href="http://wiki.audacityteam.org/wiki/">Wiki</a> voor meer informatie.</p>

source: <p>This is possible <b>only for certain stereo tracks</b>. When the vocals are exactly the same on both stereo channels, you can remove them by “subtracting” one channel from the other. This works for many studio recordings, where the vocal track is mixed exactly in the center.</p> <p>To do this in Audacity:</p> <ol> <li>Import your stereo file into Audacity.</li> <li>Open the track menu (click the arrow next to the track title), and choose “Split Stereo Track.”</li> <li>Select the lower track (the right channel) by clicking it in the area around the mute/solo buttons.</li> <li>Choose “Invert” from the Effects menu.</li> <li>Using the track menus, change each track to “Mono.”</li> </ol> <p>Press the <b>Play</b> button to hear the results. If you are lucky, the voice will be gone but most of the other instruments will be unaffected, just like a karaoke track. You can use the Export commands in the File menu to save the results.</p> <p>If the vocals are not exactly the same on both stereo channels, there are some other techniques or optional plugins you can try. Please see our <a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal">Vocal_Removal</a> Wiki page for more details.</p>
nl: <p>Dit is mogelijk, maar <b>slechts voor bepaalde stereotracks</b>. Wanneer de stemmen exact hetzelfde zijn op beide stereokanalen, kan u ze verwijderen door het ene kanaal van het andere “af te trekken”. Dit werkt voor veel studio-opnames, waar het spoor van de stem exact in het midden gemixt is.</p> <p>Zo doet u dit in Audacity:</p> <ol> <li>Importeer uw stereo-bestand in Audacity.</li> <li>Open het sporen-menu (klik op de pijl vlak naast de tracktitel) en kies “Stereospoor splitsen”</li> <li>Selecteer de onderste track (het rechterkanaal) door erop te klikken in de omgeving rond de stil/solo-knoppen.</li> <li>Kies “Inverteren” van het Effecten-menu.</li> <li>Verander elke track naar “Mono” door gebruik te maken van het trackmenu</li> </ol> <p>Druk op de <b>Afspelen</b>-knop om het resultaat te horen. Indien u geluk hebt, zal de stem verdwenen zijn, terwijl de meeste andere instrumenten niet aangetast zijn, net zoals een karaoke track. U kan de Exporteren-commando's gebruiken in het Bestandsmenu om de resultaten op te slaan.</p> <p>Indien de stemmen niet exact hetzelfde zijn op beide stereokanalen, zijn er een aantal andere technieken en optionele plugins die u kan proberen. Zie onze <a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal">Vocal_Removal</a> Wiki-pagina voor meer details.</p>
pt_br: <P>Em algumas gravações é possível remover os vocais, devido à forma como estas foram mixadas. Normalmente, o vocal é mixado para estar exatamente no centro das faixas, enquanto os outros instrumentos são mixados para estarem um pouco mais à direita ou à esquerda dos canais. Subtraindo o canal direito do esquerdo, os vocais devem ser completamente apagados, sem prejuízo dos outros sons.</p> <P>Atenção, esta técnica só funciona em algumas gravações!!</p> <P>Para tentar, importe o áudio em estéreo, e clique na setinha abaixo, à esquerda da faixa selecionada. Selecione "Separar faixas de estéreo" (Split Stereo Track). Selecione a faixa mais abaixo - a da direita - e aplique o efeito "Inverter verticalmente" (Invert). Transforme todos os canais em mono e junte-os com o comando "Quickmix". Se a técnica funcionar, os vocais serão removidos.</p> Veja mais sobre esta técnica em inglês em <a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal">Vocal_Removal</a> no Wiki do Audacity.</p>

source: <p>There is no 64-bit version of Audacity, but in principle it should run on 64-bit systems, subject to having appropriate drivers for the sound device. Sufficient RAM must be available to run Audacity smoothly and support the greater memory requirements of 64-bit systems compared to 32-bit.</p> <h3>Windows and Linux</h3> <p>On 64-bit versions of Windows XP, Windows Vista and Linux, sound device drivers specific to the 64-bit operating system are essential. If upgrading from a 32-bit to 64-bit operating system, a 64-bit capable computer is required, and the sound device drivers must also be updated to a 64-bit version.</p> <p>Users upgrading from 32-bit Windows XP to 64-bit Windows Vista should make especially sure their computer is well above Audacity's minimum <a href="../download/windows#sysreq">system requirements for Windows</a>.</p> <h3>Mac OS X</h3> <p>We strongly recommend the <a href="../download/beta_mac">Beta</a> version of Audacity for 64-bit systems. OS X 10.5 supports both 64-bit and 32-bit processors equally well, with few if any issues with the supplied system drivers.</p>
pt_br: <p>Não há versão 64-bit do Audacity, mas, em princípio, ele deve rodar em sistemas 64-bit, sujeito à disponibilidade de drivers apropriados para os dispositivos de som. Deve haver memória RAM suficiente para o Audacity rodar, com os requerimentos maiores de memória que os sistemas de 64-bit apresentam, em relação aos sistemas de 32-bit.</p> <h3>Windows e Linux</h3> <p>Em versões 64-bit do Windows XP, Windows Vista e Linux, são necessários drivers de som específicos para sistemas 64-bit. Ao atualizar um sistema 32-bit para 64-bit, um computador compatível é necessário e os drivers de som também deverão ser atualizados. </p> <p>Usuários atualizando o Windows XP 32-bit para Vista 64-bit devem assegurar-se de ter um computador bem acima dos <a href="../download/windows#sysreq">requerimentos de sistema</a> mínimos para Windows..</p> <h3>Mac OS X</h3> <p>Recomendamos a versão <a href="../download/beta_mac">Beta</a> do Audacity para sistemas 64-bit. OS X 10.5 suporta tanto processadores 64-bit e 32-bit da mesma maneira, apresentando poucos problemas ao ser utilizado com os drivers fornecidos com o sistema.</p>
