Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.7 (Beta)</a> for Windows, Mac and Linux/Unix. </p> <p>This is primarily a bug-fix release. It significantly improves stability and usability, especially on Mac OS X, but incorporates some new features too. <p> <b>Cross-Platform Bug Fixes include:</b> <ul> <li>Muting/soloing caused incorrect channel results in exported stereo files</li> <li>Effects: Noise Removal added unwanted paste and filtering tail; Nyquist effects added unwanted paste, had no progress bar, and truncated audio if canceled</li> <li>Exports:</li> <ul> <li>Export as WAV could be corrupted if overwriting to same file, uncompressed Export Multiple only produced 16-bit WAV</li> <li>MP3 and WMA now export correctly with all supported metadata</li> </ul> <li>Restored support for multi-channel recording devices that can record more than two channels using Audacity</li> </ul> </p> <p> <b>Platform-specific Bug Fixes:</b> <ul> <li><i>Windows Vista:</i> fixed crash opening Preferences</li> <li><i>Mac OS X and Linux:</i> fixes for spurious clipping, label typing, no shortcuts after running effects, project rate when importing files </li> <li><i>Mac OS X only:</i> fixes for inactive or corrupted menus and hidden dialogues, portable settings not detected, inability to set independent Command and Control shortcuts; FFmpeg installer now available</li> </ul> </p> <p> <b>New Features and other changes:</b> <ul> <li>F11 Full Screen mode, high-quality "Sliding Time Scale/Pitch Shift" effect, Audio Contrast Analyzer </li> <li>Windows: sound devices can now be opened using the more efficient DirectSound API</li> <li>As a first step towards improving latency correction, a fixed rather than variable correction is now applied</li> </ul> </p> <p>Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have Audacity 1.2.6 and 1.3.7 installed on the same machine. </p> <br>
es: <p> El Equipo de Audacity tiene la satisfacción de anunciar la publicación de <a href="/download">Audacity 1.3.7 (Beta)</a> para Windows, Mac y Linux/Unix. </p> <p>Ante todo, se trata de una versión en que se solucionan algunos errores, que mejora sustancialmente la estabilidad y la facilidad de uso, especialmente en Mac OS X. También Incluye algunas funciones nuevas. </p> <dl> <dt> Errores solucionados en todas las plataformas (entre otros): </dt> <dd> <ul> <li>La activación del Silencio o el Solo para una pista de audio causaba resultados de canal incorrectos en los archivos exportados en estéreo</li> <li>Efectos Nyquist: al pegar audio sin modificar en el resultado, no había barra de progreso y se truncaba el audio procesado al cancelar</li> <li>Eliminación de ruido: al pegar audio sin modificar en el resultado, se producía un filtrado indeseado</li> <li>Exportaciones sin comprimir:</li> <ul> <li>El audio WAV exportado podía corromperse si se sobreescribía el archivo</li> <li>La exportación múltiple a formatos no comprimidos sólo producía WAV de 16 bits</li> </ul> <li>Exportaciones comprimidas:</li> <ul> <li>Las exportaciones a MP3 ahora producen la velocidad de transferencia, la calidad y la longitud correctas, con visibilidad de metadatos mejorada en los programas de reproducción</li> <li>Ahora, las exportaciones WMA que contienen metadatos son correctas</li> </ul> <li>Restaurada la compatibilidad con dispositivos de grabación multipista que pueden grabar más de dos canales con Audacity</li> </ul> </dd> <dt> Errores solucionados en plataformas concretas:</dt> <dd> <ul> <li><i>Windows Vista:</i> Fallo del programa al abrir Preferencias sin estar activada ni conectada la tarjeta de sonido</li> <li><i>Mac OS X y Linux:</i></li> <ul> <li>Fallos al cortar, introducir texto o utilizar teclas de acceso directo después de aplicar efectos</li> <li>Ahora, la tasa del proyecto se adapta a la del primer archivo importado</li> </ul> <li><i>Mac OS X:</i></li> <ul> <li>Menús inactivos o corruptos y cuadros de diálogo desaparecidos, no detección de opciones portátiles, inhabilidad para establecer teclas de método abreviado distintas con Comando y con Control</li> <li>Ahora está disponible el instalador FFmpeg</li> </ul> </ul> </dd> <dt> Nuevas funciones </dt> <dd> <ul> <li>F11 Modo de pantalla completa, efecto de "Desplazamiento de ritmo/tono" analizador de contraste de audio </li> <li>Windows: Ahora, los dispositivos de sonido pueden abrirse con la API DirectSound, más eficiente </ul> </dd> <dt> Otros cambios </dt> <dd> <ul> <li>Como primer paso para mejorar la corrección de latencia, ahora se aplica una corrección fija en lugar de una variable</li> <li>Numerosas mejoras menores del entorno de usuario</li> </ul> </dd> </dl> <p> Dado que es un trabajo en continuo desarrollo y no se suministra con documentación completa en todos los idiomas, se recomienda el uso de esta versión solamente a los usuarios más expertos. Para todos los demás, se recomienda la versión <a href="/download">Audacity 1.2.6</a>, de funcionamiento estable, completa y totalmente documentada. Puede instalar Audacity 1.2.6 y 1.3.7 en un mismo sistema. </p> <br>
ja: <p> AudacityチームよりWindows、MacおよびLinux/Unix対応の <a href="/download">Audacity 1.3.7 (Beta)</a> がリリースされましたことを お知らせいたします。 </p> <p>これは基本的にはバグ修正リリースであり、特にMac OS X版の安定性と 使用容易性が大きく改善されました。またいくつかの新機能も追加されました。 <p> <b> プラットフォーム共通のバグ修正には次のものを含みます: </b> <ul> <li>Mute/soloによりステレオファイルへの書き出しの際に不正なチャンネル になってしまう。</li> <li>効果：ノイズの消去が予期しない貼り付けとフィルタテイル を加えてしまう； Nyquist効果が予期しない貼り付け、プログレスバーに表示されない、キャンセルされた場合にオーディオを切断してしまう。</li> <li>書き出し:</li> <ul> <li>同じファイル名にWAV形式を書き出す際に失敗。 複数の非圧縮ファイルを書き出す場合に16-bit WAV 形式しか使えない。</li> <li>MP3およびWMAが正しいメタデータと共に書き出 されるように修正。</li> </ul> <li>2チャンネル以上の複数チャンネルオーディオデバイスのサポートを 回復</li> </ul> </p> <p> <b> プラットフォーム固有のバグ修正：</b> <ul> <li><i>Windows Vista:</i> 「設定」を開いた際に起こるクラッシュを修正。</li> <li><i>Mac OS XおよびLinux:</i>「効果」実行後の副次的なクリッピング、ラベルタイプ、 ショートカット無しのバグ、プロジェクト取り込み時のサンプリング周波数のバグを修正。</li> <li><i>Mac OS Xのみ:</i></li> <ul> <li>非活性または不正なメニュー、隠れたダイアログ、ポータブル 設定が検出されないこと、独立したコマンドとコントロールショート カットが設定できないことを修正；FFmpegインストーラーを追加。</li> </ul> </p> <p> <b> 新機能とその他の変更： </b> <ul> <li>F11 フルスクリーンモード、高品質"Sliding Time Scale/Pitch Shift" 効果、コントラスト解析 </li> <li>Windows: サウンドデバイスがより効率的なDirectSound APIを使用可能。</li> <li>遅延時間補正改善への最初のステップとして、 可変でなく固定の補正機能を追加。</li> </ul> </p> <p>このバージョンはまだ開発進行中で、ドキュメントや他言語へ翻訳も まだ完全ではありませんので、上級ユーザ向けです。 一般のユーザ向けには、 <a href="/download">Audacity 1.2.6</a>が安定でドキュメントも出来上 がっているバージョンです。 Audacity 1.2.6と1.3.7は同じコンピュータに インストールすることができます。 </p> <br>
nl: <p> Het Audacity-team is blij om de release te mogen aankondigen van <a href="/download">Audacity 1.3.7 (bèta)</a> voor Windows, Mac en Linux/Unix. </p> <p>Dit is vooral een bugfix-release die de stabiliteit en het gebruiksgemak aanzienlijk verbetert, vooral op Mac OS X. Het bevat ook een aantal nieuwe functies. <p> <b>Cross-platform bugfixes waaronder:</b> <ul> <li>Het instellen van Stil/Solo zorgde voor incorrecte resultaten van sporen bij geëxporteerde stereobestanden</li> <li>Effecten: Ruisverwijdering voegde ongewilde plak- en filtertail toe; Nyquist-effecten plakten ongewilde audio in het resultaat, hadden geen voortgangsbalk en kapten audio af bij annuleren</li> <li>Exporteren:</li> <ul> <li>Exporteren als WAV kon corrupt worden indien hetzelfde bestand overschreven werd, Meervoudig Exporteren naar ongecomprimeerde formaten produceerde alleen 16-bit WAV</li> <li>MP3 en WMA exporteren nu op een correcte manier met beide ondersteunde metadata</li> </ul> <li>Herstelde ondersteuning voor meerkanaals-opnameapparaten die meer dan twee kanalen kunnen opnemen met Audacity</li> </ul> </p> <p> <b>Platform-specifieke bugfixes</b> <ul> <li><i>Windows Vista:</i> crash opgelost bij het openen van Voorkeuren</li> <li><i>Mac OS X en Linux:</i> fixes voor vals clippen, label typen, geen snelkoppelingen na het gebruiken van effecten, projectfrequentie bij het importeren van bestanden</li> <li><i>Alleen Mac OS X:</i> fixes voor inactieve of corrupte menu's en verborgen dialoogvensters, draagbare instellingen niet gedetecteerd, en onmogelijkheid om onafhankelijke Commando en Bediening-snelkoppelingen in te stellen; FFmpeg-installer nu beschikbaar</li> </ul> </p> <p> <b>Nieuwe functies en andere aanpassingen:</b> <ul> <li>F11 volledig scherm-modus, hoge-kwaliteits "Glijdende tijdschaal/toonhoogte" effect, Audio-contrast Analyzer </li> <li>Windows: geluidsapparaten kunnen nu geopend worden door de meer efficiënte DirectSound API te gebruiken <li>Als een eerste stap naar het verbeteren van vertragingscorrectie werd een vastgezette correctie toegepast in plaats van een variabele</li> </ul> </p> <p>Omdat het een werk in voortgang is en deze versie nog geen complete documentatie of vertalingen in andere talen heeft, is ze aangeraden voor meer ervaren gebruikers. <a href="/download">Audacity 1.2.6</a> is een stabiele, complete en volledig gedocumenteerde release voor alle gebruikers. Audacity 1.2.6 en 1.3.7 kunnen naast elkaar geïnstalleerd worden op dezelfde computer. </p> <br>

source: Audacity 1.3.6 released
es: Audacity 1.3.6 ha sido publicada
ja: Audacity 1.3.6がリリースされました。
nl: Audacity 1.3.6 gereleased
pt_br: Liberada a versão 1.3.6 do Audacity

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.6 (Beta)</a> for Windows, Mac and Linux/Unix. </p> <p>This release highlights exciting new capabilities developed by our students in <a href="http://code.google.com/soc/2008/">Google Summer of Code (GSoC) 2008</a>: <ul> <li><b>FFmpeg support</b> (downloadable separately) permits import and export of a much wider range of file formats, including WMA, M4A and AC3, plus import of audio from video files</li> <li><b>On-demand loading</b> of uncompressed files eliminates the wait before files can be played or edited</li> <li><b>Linked audio and label tracks</b> allow labels to move with their corresponding audio when cutting, pasting or changing speed or tempo</li> <li><b>Hierarchical plug-in grouping</b> for built-in plug-ins </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> <b>Other experimental features:</b> Sound activated recording; ability to save smaller, compressed project files; MIDI files can now be imported, cut-and-paste edited, then exported. </p> <p> <b>Miscellaneous:</b> Interface improvements include a new Transport menu, and a new Preference to choose Waveform, Spectrum or Pitch view. Several bug fixes. <p> Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have Audacity 1.2.6 and 1.3.6 installed on the same machine. </p>
es: <p> El Equipo de Audacity tiene la satisfacción de anunciar la publicación de <a href="/download">Audacity 1.3.6 (Beta)</a> para Windows, Mac y Linux/Unix. </p> <p>Esta versión exhibe fantásticas nuevas funciones desarrolladas por los estudiantes del <a href="http://code.google.com/soc/2008/">Google Summer of Code (GSoC) 2008</a>: <ul> <li><b>Compatibilidad con FFmpeg</b> (disponible por separado), que permite la importación y la exportación de una cantidad mucho mayor de formatos de archivo, incluyendo WMA, M4A y AC3, así como la importación de audio de archivos de vídeo</li> <li><b>Carga según demanda</b> de archivos sin comprimir, que elimina la espera antes de poder reproducir o editar archivos</li> <li><b>Enlace entre pistas de audio y etiquetas</b>, que hace posible que las etiquetas se muevan con la pista correspondiente cuando se corta, se pega o se modifica la velocidad</li> <li><b>Agrupación jerárquica de los complementos (plug-ins) instalados</b> </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> <b>Otras funciones experimentales:</b> Grabación activada por sonido; posibilidad de grabar archivos de proyecto comprimidos; importación, edición por copiado/pegado y exportación de archivos MIDI. </p> <p> <b>Varios:</b> Mejoras en el entorno de usuario, incluyendo un mejor menú de Transporte y una nueva opción bajo Preferencias | Pistas para elegir entre las vistas forma de onda, espectro y tono. Arreglo de varios errores de funcionamiento. <p> Dado que es un trabajo en continuo desarrollo y no se suministra con documentación completa en todos los idiomas, se recomienda el uso de esta versión solamente a los usuarios más expertos. Para todos los demás, se recomienda la versión <a href="/download">Audacity 1.2.6</a>, de funcionamiento estable, completa y totalmente documentada. Puede instalar Audacity 1.2.6 y 1.3.6 en un mismo sistema. </p>
ja: <p> AudacityチームよりWindows、MacおよびLinux/Unix対応の <a href="/download">Audacity 1.3.6 (Beta)</a> がリリースされましたことを お知らせいたします </p> <p>このリリースは画期的な新機能を提供しており、それらは 私たちの学生により <a href="http://code.google.com/soc/2008/">Google Summer of Code (GSoC) 2008</a>で開発されました: <ul> <li><b>FFmpegサポート</b> （個別にダウンロード可能）により読み込み、 書き出しがより多くのファイル形式に対応しました。すなわちWMA、 M4AとAC3、プラス、ビデオファイルからのオーディオ読み込みです。</li> <li>非圧縮ファイルの<b>オンデマンドローディング</b>により ファイル再生や編集までの待ち時間をなくしました。</li> <li><b>リンクされたオーディオとトラックへのラベル付け</b>により、カット、貼り付け、 スピードやテンポ変更時にも関連する一連のオーディオを移動できるように なりました。</li> <li>組み込みプラグインを<b>階層的なプラグインのグループ化</b>しました。 </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> <b>その他の実験的な機能:</b> 音声起動レコーディング; 小さな 圧縮されたプロジェクトファイルの保存; MIDIファイルの読み込み、 カットアンドペースト編集、書き出しのサポート。 </p> <p> <b>その他:</b> インタフェースの改善。新しい転送メニュー、 波形、スペクトル、ピッチビューを選択できる新しい設定メニュー、いくつか のバグ修正。 <p> このバージョンはまだ開発進行中で、ドキュメントや他言語へ翻訳も まだ完全ではありませんので、上級ユーザ向けです。 一般のユーザ向けには、 <a href="/download">Audacity 1.2.6</a>が安定でドキュメントも出来上 がっているバージョンです。 Audacity 1.2.6と1.3.6は同じコンピュータに インストールすることができます。 </p>
nl: <p> Het Audacity-team is blij om de release van <a href="/download">Audacity 1.3.6 (bèta)</a> voor Windows, Mac and Linux/Unix aan te kondigen. </p> <p>Deze release vestigt de aandacht op de spannende nieuwe mogelijkheden, ontwikkeld door onze studenten in de <a href="http://code.google.com/soc/2008/">Google Summer of Code (GSoC) 2008</a>: <ul> <li><b>FFmpeg-ondersteuning</b> (apart te downloaden) staat het importeren en exporteren toe van een veel groter aantal bestandsformaten, inclusief WMA, M4A en AC3, plus het importeren van audio van videobestanden</li> <li><b>On-demand laden</b> van niet-gecomprimeerde bestanden schakelt de wachttijd uit voordat bestanden kunnen afgespeeld of gewijzigd worden.</li> <li><b>Gelinkte audio- en labeltracks</b> staan labels toe om te verplaatsen met hun overeenkomstige audio tijdens het knippen, plakken of aanpassen van snelheid of tempo</li> <li><b>Hiërarchische plugin-groepering</b> voor ingebouwde plugins </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> <b>Andere experimentele functies:</b> Geluidsgeactiveerde opname; mogelijkheid om kleinere, gecomprimeerde projectbestanden op te slaan; MIDI-bestanden kunnen nu geïmporteerd, gewijzigd (via knippen en plakken), en daarna geëxporteerd worden. </p> <p> <b>Varia:</b> Interface-verbeteringen bevatten een nieuw Transport-menu en een nieuwe Voorkeur om Waveform, Spectrum of Pitch view te kiezen. Verscheidene bug fixes. <p> Omdat de ontwikkeling nog steeds voortduurt, en omdat volledige documentatie of vertalingen nog niet beschikbaar zijn, is het programma aangeraden voor meer ervaren gebruikers. <a href="/download">Audacity 1.2.6</a> is een stabiele versie voor alle gebruikers. Ze is compleet, en volledig gedocumenteerd. Audacity 1.2.6 en 1.3.6 kunnen naast elkaar geïnstalleerd worden op dezelfde computer. </p>
pt_br: <p> O time do Audacity tem o prazer de anunciar o lançamento do <a href="/download">Audacity 1.3.6 (Beta)</a> para Windows, Mac e Linux/Unix. </p> <p>Esta versão mostra as novas capacidades desenvolvidas pelos nossos estudantes no <a href="http://code.google.com/soc/2008/">Google Summer of Code (GSoC) 2008</a>: <ul> <li><b>Suporte FFmpeg</b> (download em separado) permite importar e exportar uma variedade maior de formatos de arquivo, incluindo WMA, M4A e AC3, mais a importação do áudio de arquivos de vídeo</li> <li><b>Carregamento sob-demanda</b> dos arquivos não-comprimidos elimina a espera antes de reproduzir ou editar arquivos</li> <li><b>Faixas de áudio e de títulos associadas</b> permitem aos títulos se moverem junto com as suas respectivas faixas de áudio ao cortar, colar ou alterar velocidade e tempo</li> <li><b>Agrupamento hierárquico de plug-ins</b> para plug-ins embutidos </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> <b>Outros recursos experimentais:</b> Gravação ativada pelo som; habilidade de salvar arquivos de projeto menores e compactados; importação, edição cortar-e-colar e exportação de arquivos MIDI. </p> <p> <b>Outros: </b> Melhorias na interface, incluindo o novo menu Transporte, e uma nova Preferência para optar entre a visualização por Onda, Espectro ou Altura. Diversos problemas resolvidos. <p> Como este é um trabalho ainda em progresso que não contém documentação ou traduções completas, é recomendado apenas para usuários avançados do sistema. Para todos os usuários, o <a href="/download">Audacity 1.2.6</a> é a versão estável, completa e documentada. É possível ter as duas versões instaladas no mesmo computador. </p>

source: German Audacity Book released
es: Se ha publicado el manual de Audacity en alemán
ja: ドイツ語のAudacityに関する本が出版されました。
nl: Duits Audacity-boek uitgegeven
pt_br: Lançado audio-livro em alemão sobre o Audacity
