Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: Home
es: Inicio
ja: ホーム
pt_br: Início

source: About
es: Acerca de
ja: 概要
nl: Over
pt_br: Sobre

source: Features
es: Funciones
ja: 特徴
nl: Kenmerken
pt_br: Recursos

source: Screenshots
es: Capturas de pantalla
ja: スクリーンショット
pt_br: Fotos de tela

source: News
es: Noticias
ja: ニュース
nl: Nieuws
pt_br: Notícias

source: License, and Advice for Vendors and Distributors
es: Licencia y recomendaciones para proveedores y distribuidores
ja: ライセンスおよびベンダーとディストリビューターへのアドバイス
nl: Licentie en advies voor verkopers en verdelers
pt_br: Licença e conselhos para vendedores e distribuidores

source: Credits
es: Créditos
ja: 提供
nl: Dank aan:
pt_br: Créditos

source: Links
es: Enlaces
ja: リンク集

source: Download
es: Descargar
ja: ダウンロード
pt_br: Instalar

source: 1.2 Series
es: Rama 1.2
ja: 1.2 シリーズ

source: Source Code
es: Código fuente
ja: ソースコード
nl: Broncode
pt_br: Código-fonte

source: Release Notes
es: Notas de la versión
ja: リリースノート
nl: Release-opmerkingen
pt_br: Notas de Versão

source: 1.3 Series (Beta)
es: Rama 1.3 (Beta)
ja: 1.3 シリーズ (Beta)
nl: 1.3 series (bèta)

source: New Features in 1.3
es: Nuevas funciones en la versión 1.3
ja: 1.3における新機能
nl: Nieuwe mogelijkheden in 1.3
pt_br: Novos recursos da versão 1.3

source: Plug-Ins and Libraries
es: Plug-ins y bibliotecas
ja: プラグインとライブラリ
nl: Plugins en bibliotheken

source: Obtain a CD
es: Obtener en un CD
ja: CDの入手法
nl: Een cd verkrijgen
pt_br: Obtenha o CD

source: Vendors and Distributors of Audacity
es: Proveedores y distribuidores de Audacity
ja: Audacityのベンダーおよびディストリビュータ
nl: Verkopers en verdelers van Audacity
pt_br: Vendedores e distribuidores do Audacity

source: Help
es: Ayuda
ja: ヘルプ
pt_br: Ajuda

source: FAQ
es: Preguntas frecuentes
ja: よくある質問

source: Documentation
es: Documentación
ja: ドキュメント
nl: Documentatie
pt_br: Documentação

source: <A class="ext" href="http://wiki.audacityteam.org/wiki/Category:Tutorial" target="_blank">Tutorials (Wiki)</a>
es: <A class="ext" href="http://wiki.audacityteam.org/wiki/Category:Tutorial" target="_blank">Tutoriales (Wiki)</a>
ja: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tutorials" target="_blank">Tutorials (Wiki)</a>

source: <A class="ext" href="http://wiki.audacityteam.org/wiki/Category:Tips" target="_blank">Tips (Wiki)</a>
es: <A class="ext" href="http://wiki.audacityteam.org/wiki/Category:Tips" target="_blank">Consejos (Wiki)</a>
ja: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tips" target="_blank">Tips (Wiki)</a>

source: Contact Us
es: Contacte con nosotros
ja: 私たちと連絡をとる
nl: Contacteer ons
pt_br: Fale conosco

source: Mailing Lists
es: Listas de correo
ja: メーリングリスト
nl: Maillijsten
pt_br: Lista de emails

source: Privacy Policy
es: Política de protección de datos
ja: プライバシーポリシー
nl: Privacybeleid
pt_br: Política de privacidade

source: Get Involved
es: Colaborar
ja: 参加する
nl: Doe mee
pt_br: Envolva-se!

source: Users
es: Usuarios
ja: ユーザー
nl: Gebruikers
pt_br: Usuários

source: Developers
es: Desarrolladores
ja: 開発者
nl: Ontwikkelaars
pt_br: Desenvolvedores

source: Translators
es: Traductores
ja: 翻訳者
nl: Vertalers
pt_br: Tradutores

source: Donate
es: Hacer una donación
ja: 寄付
nl: Doneren
pt_br: Doe

source: Page Not Found
es: Página no encontrada
ja: ページが見つかりません。
nl: Pagina niet gevonden
pt_br: Página não encontrada!

source: Sorry, the page you are looking for was not found. Please try the <a href="/">Audacity home page</a> or the <a href="/site-map">site map</a>.
es: La página que está buscando no se ha encontrado. Pruebe con la <a href="/">página de inicio de Audacity</a> o con el <a href="/site-map">mapa del web</a>.
ja: 申し訳ありませんが、お探しのページは見つかりませんでした。<a href="/">Audacityホームページ</a>または<a href="/site-map">サイトマップ</a>をご参照ください。
nl: Sorry, de pagina die u zoekt werd niet gevonden. Gelieve de <a href="/">Audacity homepage</a> of de <a href="/site-map">site map</a> te proberen.
pt_br: A página que você procura não está mais disponível. Por favor, acesse o <a href="/">Audacity home page</a> or the <a href="/site-map">mapa do site</a> e procure pela informação desejada.

source: <div id="about">About Audacity</div>
es: <div id="about">Acerca de Audacity</div>
ja: <div id="about">Audacityについて</div>
nl: <div id="about">Over Audacity</div>
pt_br: <div id="about">Sobre o Audacity</div>

source: Is Audacity really free? Why?
es: ¿Es Audacity libre? ¿Por qué?
ja: Audacityは本当にフリーですか？なぜ？
nl: Is Audacity echt gratis/vrij? Waarom?
pt_br: O Audacity é realmente gratuito? Por quê?

source: <p>Yes, Audacity is <a href="../about/">completely free, open source software</a>. You are free to use this program for any legitimate purpose, including personal, commercial or educational, and may install it on as many different computers as you wish. You are also free to give it away, sell it, or modify it for your own use, under the terms of the <a href="../about/license">GNU General Public License</a>.</p> <p>The authors of Audacity decided to release it under the GPL for many reasons. Some of us do it out of generosity. Some of us do it for moral reasons, because we feel that all software should be free; others believe that there is a place for both free and proprietary software.</p> <p>One reason Audacity is free is so that it will be more popular and useful. Yet another reason is to encourage collaboration. Because of Audacity's free license, dozens of people around the world have contributed code, bug fixes, documentation, and graphics.</p> <p>We welcome <a href="../community/donate">donations</a> to support Audacity development.</p>
ja: <p>Audacityは<a href="../about/">完全にフリーのオープンソースソフトウェア</a>です。 このプログラムは合法的である限り、個人向け、商用向けあるいは教育向けなどの目的のために自由に使用することができ、また複数のコンピュータに自由にインストールすることができます。 また <a href="../about/license">GNU General Public License</a>の条件のもとでこのプログラムを他人に提供したり販売したり個人使用のために改変することができます。</p> <p>私たちAudacity開発者は多くの理由によりGPLのもとでリリースすることに決めました。何人かのメンバーは気前のよさからそうすることに決めました。また何人かは道徳的な理由からそうしました。なぜなら私たちはすべてのソフトウェアはフリーであるという信条を持っています。一方、フリーと独自ソフトウェアの両方が存在すべきと考えている人がいることも理解しています。</p> <p>Audacityがフリーである１つの理由はより多くの人に使われることでより便利になるだろうと期待していることです。さらにもう１つの理由はコラボレーションを促進するためです。Audacityがフリーであるおかげで、世界中の多くの人々が開発、バグ修正、ドキュメント作成や画像作成に貢献しています。</p> <p>私たちはAudacity開発をサポートするための<a href="../community/donate">寄付</a>を歓迎します。 </p>

source: Does Audacity contain any viruses, spyware or adware?
ja: Audacityにはウィルス、スパイウェアやアドウェアは含まれていますか？

source: <p>No. Audacity does not include any type of malware or adware if you download it from this site. Audacity is <a href="../about/">completely free and open source</a>. It is developed by a not-for-profit volunteer group, and the source code is available for anyone to study or use.</p> <p>Sometimes, virus checkers can report false positives for the Audacity installer for Windows (.exe). This is because it is a compressed installer. If you are concerned, please download the .zip file instead and check that for viruses.</p>
ja: <p>いいえ、AudacityはこのWebサイトからダウンロードする限り、いかなる不正なソフトウェア（マルウェア）やアドウェアも含んでいません。Audacityは<a href="../about/">完全に自由でオープンソース</a>です。それは、全く利益を求めないボランティアのグループによって開発されており、ソースコードは、勉強したり使ったりするために、誰でも手に入れられるようになっています。</p><p>ウィルスチェッカーがWindowsのインストーラ (.exe)について誤検出することがたまにあります。これは圧縮形式のインストーラだからです。もし気になる場合は.zip形式のファイルをダウンロードしてウィルスをチェックしてみてください。</p>

source: May I distribute copies of Audacity?
es: ¿Se pueden distribuir copias de Audacity?
ja: 私はAudacityのコピーを配布してもよろしいですか？
nl: Mag ik exemplaren van Audacity aan anderen beschikbaar stellen?
pt_br: Posso distribuir cópias do programa?

source: <p>You can redistribute Audacity under the <a href="../about/license">GNU General Public License</a>, which gives you permission to modify, copy, and sell the program as long as you keep the same license and make the source code available. For details, see <a href="../about/license">License, and Advice for Vendors</a>.</p>
es: <p>Usted puede redistribuir Audacity bajo la <a href="../about/license">Licencia Pública General de GNU (GPL)</a>, que le permite el modificar, copiar y vender el programa, siempre y cuando se mantenga la misma licencia y se proporcione el código fuente. Para más información, consulte nuestra <a href="../about/license">Licencia y recomendaciones para proveedores y distribuidores</a>.</p>
ja: <p>Audacityは<a href="../about/license">GNU General Public License</a>のもとで再配布が可能です。GNU General Public Licenseは同じライセンス条件を維持しソースコードを公開する限り、プログラムを変更、コピーおよび販売することを許可します。詳細は<a href="../about/license">License, and Advice for Vendors</a>を参照してください。</p>
nl: <p>U kan Audacity verspreiden onder de <a href="../about/license">GNU General Public License</a>, die u toestemming geeft om het programma te wijzigen, kopiëren en te verkopen zolang u dezelfde licentie behoudt en de broncode beschikbaar maakt. Zie <a href="../about/license">licentie en advies voor verkopers</a> voor details.</p>
pt_br: <p>Você pode redistribuir o Audacity seguindo os termos da licença <a href="../about/license">GNU General Public License</a>, que lhe permite modificar, copiar e vender programas contanto que você mantenha os programas gerados com base em código livre dentro da mesma licença. Para maiores detalhes, veja a <a href="../about/license">página de licença e conselhos para revendedores</a>.</p>

source: Someone is selling Audacity on eBay. Is this legal?
es: Alguien está vendiendo Audacity a través de eBay. ¿Esto es legal?
ja: だれかがAudacityをeBayで販売しています。これは公正ですか？
nl: Audacity wordt op eBay te koop aangeboden. Is dit legaal?
pt_br: Há pessoas vendendo o Audacity no Ebay/MercadoLivre. Isto é legal?

source: <p>It is legal to sell Audacity, as long as the seller makes the program and source code available under the <a href="../about/license">GNU General Public License</a> (GPL).</p> <p>Some vendors try to trick customers by selling unmodified Audacity software under a different name. If you bought a product and later found out it was Audacity, we encourage you to <b>ask for a refund or file a complaint</b> if you feel you did not get a fair deal. We ask vendors to give proper credit to the Audacity project, and allow users to make an informed choice.</p> <p>If you have concerns that Audacity (unmodified or otherwise) is being sold without a copy of the GPL, or without any offer to provide source code, please <a href="&#109;&#x61;&#105;&#x6c;&#x74;&#111;&#x3a;&#97;&#98;&#x75;&#115;&#x65;&#64;&#97;&#x75;&#100;&#97;&#x63;&#x69;&#116;&#x79;&#x74;&#101;&#97;&#x6d;&#x2e;&#x6f;&#114;&#x67;"> e-mail us</a> in confidence. </p> <p><b>If you want to obtain Audacity on CD</b>, free ISO downloads and inexpensive CDs by post are available from suppliers on our <a href="../download/buy">Audacity on CD page</a>.</p>
es: <p>Es legal vender Audacity, siempre que el vendedor proporcione el programa y el código fuente bajo la <a href="../about/license">Licencia Pública General de GNU (GPL)</a>.</p> <p>Algunos distribuidores intentan confundir a los clientes vendiéndoles una versión de Audacity sin modificar, con un nombre distinto. Si usted compró un producto y más tarde comprobó que se trataba de Audacity, le animamos a que <b>solicite el reembolso o presente una reclamación</b> si considera que el trato no ha sido justo. Los desarrolladores de Audacity pedimos a los distribuidores que dejen clara la autoría del proyecto Audacity, para que los usuarios tomen su decisión con toda la información disponible.</p> <p>Si cree que Audacity (modificado o no) se está vendiendo sin una copia de la GPL, o sin estar acompañado de una oferta para proporcionar el código fuente, por favor, no dude en <a href="&#109;&#x61;&#105;&#x6c;&#x74;&#111;&#x3a;&#97;&#98;&#x75;&#115;&#x65;&#64;&#97;&#x75;&#100;&#97;&#x63;&#x69;&#116;&#x79;&#x74;&#101;&#97;&#x6d;&#x2e;&#x6f;&#114;&#x67;"> escribirnos un e-mail</a>. </p> <p><b>Si desea obtener Audacity en CD</b>, hay disponibles descargas gratuitas de archivos ISO y envíos económicos de CDs de diversos distribuidores, enumerados en nuestra página <a href="../download/buy">Audacity en CD</a>.</p>
ja: <p><a href="../about/license">GNU General Public License</a> (GPL)にしたがってプログラムとソースコードを利用可能にする限り、Audacityを販売することは合法です。</p> <p>ソフトウェアメーカーがAudacityそのものを異なる製品名で販売し顧客をだまそうとすることがあります。もしあるソフトウェアを購入しそれがAudacityであることがわかった場合、公正な取引でないと感じるならばぜひ<b>払い戻しの請求あるいは苦情の申告</b> をお勧めします。 私たちはソフトウェアメーカーがAudacityプロジェクトの正しいクレジット表示をし、ユーザーが十分な情報をもとに選択できるようにしていただきたいと思います。</p> <p>もしAudacityが（オリジナルのまま、あるいはその他の形態で）かつGLPの表示やソースコードの提供なしに販売されていると思われる場合は、下記にご連絡ください。 <a href="&#109;&#x61;&#105;&#x6c;&#x74;&#111;&#x3a;&#97;&#98;&#x75;&#115;&#x65;&#64;&#97;&#x75;&#100;&#97;&#x63;&#x69;&#116;&#x79;&#x74;&#101;&#97;&#x6d;&#x2e;&#x6f;&#114;&#x67;"> e-mail us</a> in confidence. </p> <p><b>AudacityのCDを入手するには</b>、フリーのISO形式のダウンロードおよび郵送によるCD販売は <a href="../download/buy">Audacity on CD ページをご覧ください。</a>.</p>
nl: <p>Het is wettelijk toegestaan Audacity te verkopen als de verkoper het programma en de broncode maar beschikbaar stelt onder de <a href="../about/license">GNU General Public License</a>.</p> <p>Een aantal verkopers probeert klanten te bedriegen door deze software ongewijzigd onder een andere naam te verkopen. Als u een product gekocht heeft en er later achter gekomen bent dat het Audacity was, dan moedigen wij u aan <b>uw geld terug te vragen of een klacht in te dienen</b> als u vindt dat men u bedrogen heeft. Wij vragen aan verkopers het Audacity project te erkennen, en gebruikers volledig in te lichten voordat zij beslissen om het aan te kopen.</p> <p>Indien u denkt dat Audacity (ongewijzigd of op een andere manier) verkocht wordt zonder een kopie van de GPL, of zonder een aanbod om broncode te voorzien, <a href="&#109;&#x61;&#105;&#x6c;&#x74;&#111;&#x3a;&#97;&#98;&#x75;&#115;&#x65;&#64;&#97;&#x75;&#100;&#97;&#x63;&#x69;&#116;&#x79;&#x74;&#101;&#97;&#x6d;&#x2e;&#x6f;&#114;&#x67;"> e-mail ons</a> in vertrouwen. </p> <p><b>Indien u Audacity op cd wil verkrijgen</b>, dan zijn gratis ISO-downloads en goedkope cd's via de post verkrijgbaar van leveranciers op onze <a href="../download/buy">Audacity op cd</a>-pagina.</p>
pt_br: <p>É legal vender o Audacity, contanto que o vendedor disponibilize o programa e seu código-fonte dentro da licença <a href="../about/license">GNU General Public License</a>.</p> <p>Alguns vendedores inescrupulosos tentam enganar os seus compradores mudando apenas o nome do Audacity. Se você comprou um programa e depois se deu conta que estava usando o Audacity, recomendamos que você entre em contato com o vendedor e <b> peça o reembolso do dinheiro ou entre com uma ação</b> caso não se sinta satisfeto com o atendimento do vendedor. Pedimos aos vendedores que informem sempre ao seus clientes sobre o programa que estão vendendo, para que eles possam fazer uma escolha consciente.</p> <p>Se você tiver dúvidas que o Audacity (integral ou modificado) está sendo vendido sem uma cópia da licença GPL, ou sem nenhuma oferta do código modificado, por favor <a href="&#109;&#x61;&#105;&#x6c;&#x74;&#111;&#x3a;&#97;&#98;&#x75;&#115;&#x65;&#64;&#97;&#x75;&#100;&#97;&#x63;&#x69;&#116;&#x79;&#x74;&#101;&#97;&#x6d;&#x2e;&#x6f;&#114;&#x67;"> envie-nos um e-mail</a>. </p> <p><b>Se quiser comprar uma cópia do Audacity em CD</b>, veja os revendedores listados na <a href="../download/buy">página de compra</a>.</p>

source: How can I change the language displayed in Audacity?
es: ¿Como puedo cambiar el idioma en que aparece Audacity?
ja: Audacityの表示言語を変えるにはどのようにすればよいですか？
nl: Hoe kan ik de weergegeven taal in Audacity wijzigen?

source: <p>Audacity can display in many non-English languages. In Audacity 1.2, you can choose the displayed language when you first run the program. In current Audacity Beta (1.3 series), the language Audacity uses on first run is determined by the language the operating system uses. Note that on Windows, the Audacity installer only sets the language for the installer to run in, not the language Audacity runs in, which is determined as above.</p> <p>To change the current Audacity language, go to the Interface tab of Preferences, choose the specific language required from the "Language" box, click OK and restart the program. Restart is not necessary in Audacity Beta.</p> <p>If Audacity is already running in an unfamiliar language, you can still navigate the menus sequentially to change the language, or change it in the Audacity settings file. For instructions, please see <a href="http://wiki.audacityteam.org/wiki/Changing_the_current_language">Changing the current language</a> on the Audacity <a href="http://wiki.audacityteam.org">Wiki</a>.</p>
es: <p>Audacity se puede mostrar en muchos idiomas. En Audacity 1.2, se selecciona el idioma al ejecutar el programa por primera vez. En las versiones beta de Audacity (la serie 1.3) el idioma empleado en el primer arranque se determina de acuerdo al que se esté empleando en el sistema operativo. Tenga en cuenta que en Windows el idioma que se indica en la instalación sólo se emplea durante ese proceso, no a la hora de utilizar el programa.</p> <p>Para cambiar el idioma de Audacity acceda a la pestaña Entorno de Preferencias y escoja el idioma deseado en el cuadro "Idioma", haga clic en el botón Aceptar y reinicie el programa. El reinicio no es necesario en la versión beta de Audacity.</p> <p>Si Audacity se está ejecutando en un idioma que le resulta desconocido podrá desplazarse por los menús secuencialmente para cambiar el idioma o modificar el archivo de configuración de Audacity. Para ver cómo se hace esto último, consulte <a href="http://wiki.audacityteam.org/wiki/Changing_the_current_language">Cambiando el idioma actual</a> en el <a href="http://wiki.audacityteam.org">Wiki</a> de Audacity.</p>
ja: <p>Audacityは英語以外の多くの言語で表示することができます。Audacity 1.2ではプログラムを最初に走らせた際に言語を選ぶことができます。現在のAudacity Beta (1.3 シリーズ)ではOSで設定された言語に初期設定されます。 Windowsの場合、Audacityインストーラの中に言語設定がありますが、これはインストーラ実行中の言語を設定するだけですので、Audacity実行時の言語設定は上記の方法で行ってください。</p> <p>Audacityの表示言語を変えるには設定メニューの中のインタフェースを選択し、"言語" ボックスで目的の言語を選びOKをクリックしたあとプログラムを再起動してください。 Audacity Betaでは再起動は不要です。</p> <p>もしAudacityが理解できない言語に設定されてしまっている場合でも、設定メニューの順番をたどっていけば目的の言語に変更できます。またはAudacity設定ファイルで変更することもできます。詳しい方法についてはAudacity <a href="http://wiki.audacityteam.org">Wiki</a>の中にある<a href="http://wiki.audacityteam.org/wiki/Changing_the_current_language">Changing the current language</a>をご覧ください。</p>

source: Does Audacity run on 64-bit systems?
es: ¿Funciona Audacity en sistemas de 64 bits?
ja: Audacityは64ビットシステムで動作しますか？
nl: Draait Audacity op 64-bit-systemen?
pt_br: O Audacity funciona em sistemas 64-bit?

source: <p>There is no 64-bit version of Audacity, but in principle it should run on 64-bit systems, subject to having appropriate drivers for the sound device. Sufficient RAM must be available to run Audacity smoothly and support the greater memory requirements of 64-bit systems compared to 32-bit.</p> <h3>Windows and Linux</h3> <p>On 64-bit versions of Windows XP, Vista and 7, and on 64-bit Linux, sound device drivers specific to the 64-bit operating system are essential. If upgrading from a 32-bit to 64-bit operating system, a 64-bit capable computer is required, and the sound device drivers must also be updated to a 64-bit version.</p> <p>Users upgrading from 32-bit Windows XP to 64-bit Windows Vista or 7 should make especially sure their computer is well above Audacity's minimum <a href="../download/windows#sysreq">system requirements for Windows</a>.</p> <h3>Mac OS X</h3> <p>We strongly recommend the <a href="../download/beta_mac">Beta</a> version of Audacity for 64-bit systems. OS X 10.5 supports both 64-bit and 32-bit processors equally well, with few if any issues with the supplied system drivers.</p>
es: <p>No hay ninguna versión de Audacity en 64 bits, pero, en principio, debería funcionar en estos sistemas, siempre que se tenga los controladores necesarios para la tarjeta de sonido. Es necesario tener suficiente RAM para ejecutar correctamente Audacity y responder a los requisitos de memoria, que en los sistemas de 64 bits son mayores que en los de 32 bits.</p> <h3>Windows y Linux</h3> <p>En las versiones de 64 bits de Windows XP, Vista y 7, y Linux de 64 bits, es imprescindible contar con controladores de la tarjeta de sonido adecuados para sistemas de 64 bits. Si desea pasar de un sistema de 32 bits a uno de 64, necesitará una computadora que pueda funcionar a 64 bits y los controladores de la tarjeta de sonido deberán actualizarse a una versión de 64 bits.</p> <p>Los usuarios que pasen de un sistema de Windows XP de 32 bits a uno de Windows Vista o 7 de 64 bits deberán asegurarse especialmente de que su ordenador cumpla sobradamente los <a href="../download/windows#sysreq">requisitos del sistema para Windows</a>.</p> <h3>Mac OS X</h3> <p>Le recomendamos decididamente la <a href="../download/beta_mac">Beta</a> version de Audacity para sistemas de 64 bits. OS X 10.5 es compatible tanto con los procesadores de 64 bits como con los de 32 bits. Suele haber muy pocos problemas con los controladores.</p>
ja: <p>Audacityには64ビット版はありませんが、基本的には適切なサウンドデバイスのドライバがあれば64ビットシステムでも動作するはずです。 64ビットシステムでは32ビットに比べてより多くのメモリを必要としますので、Audacityがスムースに動作するには十分なメモリが必要です。</p> <h3>WindowsおよびLinux</h3> <p>64ビット版のWindows XP、 Windows VistaおよびLinuxでは64ビット用のサウンドデバイスドライバが必須です。オペレーティングシステムを32ビットから64ビットにアップグレードする際には64ビットのコンピュータが必要であると同時にサウンドデバイスドライバが64ビット版にアップグレードされる必要があります。</p> <p>32ビットWindows XPから64-bit Windows Vistaまたは7にアップグレードするユーザーは、コンピュータがAudacityの<a href="../download/windows#sysreq">Windows版のシステム条件</a>を十分に満たしていることを特に確認してください。</p> <h3>Mac OS X</h3> <p>64ビットシステムにはAudacityの<a href="../download/beta_mac">Beta</a>バージョンを使用することを強くお勧めします。OS X 10.5は64ビットと32ビットの両方を同等にサポートしており、供給されるシステムドライバにもほとんど問題がありません。</p>
nl: <p>Er is geen 64-bit-versie van Audacity, maar in principe moet het draaien op 64-bit systemen, afhankelijk van het feit of er geschikte drivers zijn voor het audio-apparaat. Voldoende RAM moet beschikbaar zijn om Audacity vlot te laten draaien en de grotere geheugenvereisten te ondersteunen van 64-bit systemen vergeleken met 32-bit.</p> <h3>Windows en Linux</h3> <p>Op 64-bit-versies van Windows XP, Windows Vista en 7, en op 64-bit Linux zijn audiodrivers specifiek voor het 64-bit besturingssysteem essentieel. Indien u upgradet van een 32-bit naar 64-bit besturingssysteem, is een 64-bit-capabele computer vereist, en de drivers voor het geluidsapparaat moeten ook geüpdatet worden naar een 64-bit versie.</p> <p>Gebruikers die upgraden van 32-bit Windows XP naar 64-bit Windows Vista of 7 moeten er zeker van zijn dat hun computer goed boven Audacity's minimum <a href="../download/windows#sysreq">Systeemvereisten voor Windows</a> zit.</p> <h3>Mac OS X</h3> <p>We raden de <a href="../download/beta_mac">bèta</a>-versie van Audacity sterk aan voor 64-bit systemen. OS X 10.5 ondersteunt 64-bit en 32-bit-processors even goed, met weinig of geen problemen met de voorziene systeemdrivers.</p>

source: Does Audacity work with screen-reader programs for blind users?
es: ¿Audacity funciona con lectores de pantalla para usuarios con discapacidades?
ja: Audacityは、目が見えない人のためのスクリーンリーダープログラムには対応していますか？
nl: Werkt Audacity met screen-reader programma's voor blinde gebruikers?
pt_br: O Audacity é compatível com programas de leitura de tela para cegos?
