Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p>Audacity cannot play MIDI files, or convert between MIDI files and audio files. MIDI files can be imported for visual comparison with recorded sounds. Additionally, the <a href="../download/features-1.3-a">Beta 1.3</a> version of Audacity can edit MIDI files by cut-and-paste, then export them as another MIDI file. Audacity cannot record MIDI input, only audio input. More MIDI funtionality may be added to Audacity in future. For more information, see the article about <a href="http://wiki.audacityteam.org/wiki/Midi">MIDI</a> on our <a href="http://wiki.audacityteam.org">Wiki</a>.</p>
es: <p>Audacity no puede reproducir archivos MIDI o convertir este tipo de archivos a archivos de audio. Sólo se puede importar para realizar una comparación visual con los archivos grabados. La versión <a href="../download/features-1.3-a">Beta 1.3</a> de Audacity puede editar archivos MIDI cortándolos y pegando para exportarlos como otros archivos MIDI. Audacity no puede grabar una entrada MIDI, sólo entradas de audio. En el futuro puede que se añadan nuevas funcionalidades realacionadas con MIDI a Audacity. Para ampliar esta información consulte el artículo acerda de <a href="http://wiki.audacityteam.org/wiki/Midi">MIDI</a> en nuestro <a href="http://wiki.audacityteam.org">Wiki</a>.</p>
ja: <p>AudacityはMIDIファイルを再生したりMIDIとオーディオを変換することはできません。実際のオーディオとの比較のためなどのためにMIDIファイルを取り込んで表示することはできます。さらに<a href="../download/features-1.3-a">Beta 1.3</a> では MIDIファイルを切り取り、コピー、ペーストなどにより編集し、べつのMIDIファイルに書き出すことができます。AudacityはMIDI入力を録音することはできません。あくまでオーディオのみ録音可能です。将来のバージョンではさらに多くのMIDI機能が追加されるかもしません。より詳しい情報については<a href="http://wiki.audacityteam.org">Wiki</a>の中にある<a href="http://wiki.audacityteam.org/wiki/Midi">MIDI</a>をご覧ください。</p>
nl: <p>Audacity kan geen MIDI-bestanden afspelen of converteren tussen MIDI- en geluidsbestanden. MIDI-bestanden kunnen geïmporteerd worden voor visuele vergelijking met opgenomen geluiden. De <a href="../download/features-1.3-a">1.3 bèta</a>-versie van Audacity kan ook MIDI-bestanden wijzigen door middel van knippen en plakken en ze daarne exporteren als een ander midi-bestand. Audacity kan geen MIDI-invoer opnemen, alleen audio-invoer. Meer MIDI-mogelijkheden kunnen aan Audacity toegevoegd worden in de toekomst. Voor meer informatie, zie het artikel over <a href="http://wiki.audacityteam.org/wiki/Midi">MIDI</a> op onze <a href="http://wiki.audacityteam.org">Wiki</a>.</p>

source: How do I import a track from an audio CD?
es: ¿Cómo puedo importar una pista de un CD de audio?
ja: どのようにしてオーディオCDからトラックを読み込むのですか？
nl: Hoe importeer ik een spoor van een audio-cd?
pt_br: Como gravar sons de um CD?

source: <p>Audacity cannot import a track directly from an audio CD. You must use a separate program like <a href="http://cdexos.sourceforge.net/">CDex</a> or <a href="http://www.apple.com/itunes/">iTunes</a> to extract CD tracks into a format that Audacity can read, like WAV or AIFF.</p> <p>On Mac OS X computers, CD tracks appear in Finder as AIFF files so can be imported directly into Audacity. For more help on importing audio from CD tracks on both Windows and OS X, see our Wiki help page on <a href="http://audacityteam.org/wiki/index.php?title=How_to_import_CDs">How_to_import_CDs</a>.</p> <p>See also: <a href="faq?s=files&amp;i=burn-cd">How do I save my recording on an audio CD?</a></p>
es: <p>Audacity no puede importar pistas directamente desde un CD de audio. Debe utilizar un programa diferente como <a href="http://cdexos.sourceforge.net/">CDex</a> r <a href="http://www.apple.com/itunes/">iTunes</a> para extraer esas pistas en un formato que Audacity pueda leer, como WAV o AIFF.</p> <p>En computadoras con Mac OS X, Las pistas de CD se pueden ver en Finder como archivos AIFF así que pueden ser importados directamente en Audacity. Para obtener más información sobre la importación de audio desde pistas de CD tanto en Windows como en OS X, consulte nuestra página de ayuda del Wiki en <a href="http://audacityteam.org/wiki/index.php?title=How_to_import_CDs">Como importar CD</a>.</p> <p>Vea también: <a href="faq?s=files&amp;i=burn-cd">¿Cómo guardo mi trabajo en un CD de audio?</a></p>
ja: <p>AudacityはオーディオCDからトラックを直接読み込むことはできません。You must use a separate program like <a href="http://cdexos.sourceforge.net/">CDex</a> または <a href="http://www.apple.com/itunes/">iTunes</a> などの別のソフトウェアを使って、Audacityが読める形式、たとえばWAVまたはAIFFでCDのトラックを抽出してください。</p> <p>Mac OS X コンピュータではCDトラックはFinderの中でAIFFファイルとして表示されますので直接Audacityで読み込むことができます。WindowsおよびOS XでのCDトラックの読み込みについてより詳しいヘルプが必要な場合は、私たちにWikiヘルプページ <a href="http://audacityteam.org/wiki/index.php?title=How_to_import_CDs">How_to_import_CDs</a>をご覧ください。</p> <p>もっと見る: <a href="faq?s=files&amp;i=burn-cd">録音した作品をオーディオCDに保存するには？</a></p>
nl: <p>Audacity kan geen track rechtstreeks importeren van een audio-cd. U moet een apart programma zoals <a href="http://cdexos.sourceforge.net/">CDex</a> of <a href="http://www.apple.com/itunes/">iTunes</a> gebruiken om cd-tracks te extracten naar een formaat dat kan gelezen worden door Audacity, zoals WAV of AIFF.</p> <p>Op Mac OS X computers verschijnen cd-tracks in Finder als AIFF-bestanden die direct in Audacity kunnen geïmporteerd worden. Voor meer hulp bij het importeren van audio van cd-tracks bij Windows en OS X, zie onze Wiki helppagina op <a href="http://audacityteam.org/wiki/index.php?title=How_to_import_CDs">hoe cd's te importeren</a>.</p> <p>Zie ook: <a href="faq?s=files&amp;i=burn-cd">hoe brand ik mijn opname op een audio-cd?</a></p>
pt_br: <p>O Audacity não pode importar uma faixa diretamente de um CD de áudio. É necessário utilizar um programa separado, como o <a href="http://cdexos.sourceforge.net/">CDex</a> ou <a href="http://www.apple.com/itunes/">iTunes</a> para extrair o áudio do Cd e gravá-lo em formato que o Audacity possa ler, como WAV ou AIFF.</p> <p>Em computadores com Mac OS X instalado, as faixas dos CDs de áudio aparecem no Finder como arquivos AIFF e podem ser importados diretamente para o Audacity. </p> <p>Veja mais sobre a importação de áudio de CDs em inglês na página <a href="http://audacityteam.org/wiki/index.php?title=How_to_import_CDs">How_to_import_CDs</a>.</p> <p>Veja também: <a href="faq?s=files&amp;i=burn-cd">Como salvar meus projetos em CDs de áudio?</a></p>

source: After making a recording or editing a file in Audacity, follow these steps to save your work on an audio CD:
es: Después de hacer una grabación o edición de un archivo en Audacity, siga los pasos siguientes para guardar su trabajo en un CD de audio:
ja: Audacityで録音や編集が終わったら、次のステップであなたの作品をオーディオCDに保存することができます。
nl: Volg deze stappen om uw werk te branden op een audio-cd, nadat u een opname heeft gemaakt of een bestand in Audacity heeft bewerkt:
pt_br: Ao terminar de gravar e editar seu arquivo no Audacity, siga estes passos para salvar seu trabalho em um Cd de áudio:

source: <ol> <li>Use the “Export as WAV” or “Export as AIFF” command to save your Audacity recording in a sound file.</li> <li>Use any CD-recording software (iTunes or Nero, for example) to burn this file to a CD.</li> </ol> <p>To make a disc you can play in normal CD players, make sure to create a “music” or “audio” CD (not a “data” CD). Use CD-R discs, because some players cannot read CD-RW. You can burn only 74 minutes or so onto an audio CD – this is a limitation of the audio CD format.</p> <p>Some CD software will burn only 16-bit, 44.1KHz stereo sound files. If your CD recording software won't open your sound file, export the file again after choosing the following settings in Audacity:</p> <ol> <li>At the bottom of the Audacity window, set the Project Rate to 44100 Hz.</li> <li>In the File Formats preferences, choose WAV (16-bit...) or AIFF (16-bit...).</li> <li>If your project does not already contain a stereo track, choose “New Stereo Track” from the Project menu. (This will make Audacity export your recording as a stereo file.)</li> </ol> <p>For helpful tips on CD burning with Windows Media Player and iTunes, and help on burning longer “data” CDs, see <a href="http://audacityteam.org/wiki/index.php?title=How_to_burn_CDs">How_to_burn_CDs</a> on the Audacity Wiki.</p> <p>See also: <a href="faq?s=files&amp;i=split">How can I split a long recording into multiple tracks?</a></p>
es: <ol> <li>Utilice el comando Exportar como WAV o Exportar como AIFF para guardar sugrabación Audacity en un archivo de sonido.</li> <li>Utilice cualquier software de grabación de CD (iTunes ó Nero, por ejemplo) para grabar el archivo en un CD.</li> </ol> <p>Para crear un disco que se pueda escuchar en reproductores de CD normales, asegúrese de que crea un CD de ?música? ó ?audio? (no un CD de ?datos?). Emplee discos CD-R, ya que algunos reproductores no pueden leer CD-RW.</p> <p>Cierto software de CD grabará solamente archivos de sonido estéreo de 16 bits y 44.1 kHz. Si su software de grabación de CD no puede abrir su archivo de sonido, expórtelo nuevamente especificando la configuración siguiente en Audacity:</p> <ol> <li>En la parte inferior de la ventana Audacity, especifique la Frecuencia del Proyecto a 44100 Hz.</li> <li>En las ?Preferencias...? de Formatos de Archivo, elija WAV (16 bits etc.) o AIFF (16 bits...).</li> <li>Si su proyecto aún no contiene ninguna pista estéreo, elija ?Nueva pista estéreo? en el menú Proyecto. (Esto hará que Audacity exporte la grabación como archivo estéreo.)</li> </ol> <p>Consulta también: <a href="faq?s=files&amp;i=split">¿Cómo puedo partir una grabación larga en múltiples pistas?</a></p>
ja: <ol> <li>Audacityで録音したものを“WAV形式で書き出し”または“AIFF形式で書き出し”コマンドを使用してサウンドファイルとして保存してください。</li> <li>CDレコーディングソフトウエア (たとえばiTunesやNero)を使用して、そのファイルからCDに書き込んでください。</li> </ol> <p>普通のCDプレーヤーで再生できるCDを作成するには、“音楽”または“オーディオ” CD (“データ” CDでなく)として作成することに注意してください。 いくつかのプレーヤーではCD-RWは再生できないことがありますので、CD-Rを使ってください。一枚のオーディオCDには最大74分間分を書き込めます。これはオーディオCD形式の制限です。</p> <p>いくつかのCDソフトウェアは 16-bit, 44.1KHz ステレオ形式のみ書き込めます。もしお使いのCDソフトウェアがあなたのサウンドファイルを読み込めない場合、Audacityで以下の手順を行ったあと再度ファイル書き込みを行ってください:</p> <ol> <li>ウィンドウの下方でプロジェクトのサンプリング周波数を44100 Hzに設定してください。</li> <li>ファイル形式設定にてWAV (16-bit...)またはAIFF (16-bit...)を選んでください。</li> <li>もしプロジェクトファイルがステレオトラックを含んでいない場合、プロジェクトメニューから“新規のステレオトラック”を選んでください。 (これによりAudacityはレコーディングをステレオファイルとして書きだします)</li> </ol> <p>ウィンドウズメディアプレーヤーおよびiTunesによるCD書き込みのヒントおよびより長い"データ"CDに書き込むヒントについては Audacity Wiki の<a href="http://audacityteam.org/wiki/index.php?title=How_to_burn_CDs">How_to_burn_CDs</a> をご覧ください。</p> <p>もっと見る: <a href="faq?s=files&amp;i=split">長時間録音を複数ファイルに分割する方法</a></p>
nl: <ol> <li>Gebruik het “Exporteer als WAV” of “Exporteer als AIFF”-commando om uw Audacity-opname naar een geluidsbestand op te slaan.</li> <li>Gebruik om het even welke cd-opnamesoftware (bijvoorbeeld iTunes of Nero) om dit bestand op een cd te branden.</li> </ol> <p>Om een cd te maken die u in normale cd-spelers kan afspelen, moet u zorgen dat u een "muziek"- of "audio"-cd maakt (geen "data"-cd). Gebruik cd-r's, want sommige spelers kunnen geen cd-rw lezen. U kan slechts 74 minuten branden op een audio-cd – dit is een limiet van het audio-cd-formaat.</p> <p>Sommige cd-software kan alleen 16-bit, 44,1 kHz stereo geluidsbestanden branden. Indien uw cd-opnamesoftware uw geluidsbestand niet kan openen, exporteert u het bestand nogmaals nadat u de volgende instellingen in Audacity gekozen hebt:</p> <ol> <li>Stel de Projectfrequentie onderaan het Audacity-venster in op 44100 Hz.</li> <li>Kies WAV (16-bit...) of AIFF (16-bit...) in de Bestandsformaat-voorkeuren.</li> <li>Indien uw project nog geen stereospoor bevat, kiest u “Nieuwe Stereo Track” via het Project-menu (dit zal Audacity uw opname laten exporteren als een stereo-bestand).</li> </ol> <p>Voor handige tips in verband met het branden van cd's met Windows Media Player en iTunes, en hulp bij het branden van langere "data"-cd's, zie <a href="http://audacityteam.org/wiki/index.php?title=How_to_burn_CDs">Hoe cd's te branden</a> op de Audacity Wiki.</p> <p>Zie ook: <a href="faq?s=files&amp;i=split">Hoe kan ik een opname splitsen in meerdere tracks?</a></p>
pt_br: <ol> <li>Use o comando “Exporta como WAV” ou “Exportar como AIFF” para salvar o projeto em um arquivo de áudio.</li> <li>Utilize um programa capaz de gravar CDs (como o iTunes ou Nero) para gravar o arquivo em um CD.</li> </ol> <p>Para poder ouvir este CD em qualquer aparelho de som, lembre-se de selecionar o tipo de gravação “CD de Áudio” e utilize CDRs, já que nem todos os aparelhosde som lêem CDRWs.</p> <p>Alguns programas só gravam CDs de áudio se o arquivo original estiver a 16-bit, 44.1KHz. Neste caso, exporte o arquivo de projeto novamente nesta configuração.</p><p>Para dicas sobre como gravar CDs com o Windows Media Player e iTunes, e ajuda sobre Cds de áudio em formato de dados, veja em inglês <a href="http://audacityteam.org/wiki/index.php?title=How_to_burn_CDs">How_to_burn_CDs</a> no wiki do Audacity<p> <p>Veja também: <a href="faq?s=files&amp;i=split">Como separar uma faixa em partes menores?</a></p>

source: How can I split a long recording into multiple files or CD tracks?
es: ¿Cómo puedo partir una grabación larga en varios archivos o pistas de CD?
ja: どのようにして長い録音を複数のトラックに分割するのですか？
nl: Hoe kan ik een lange opname splitsen in meerdere bestanden of cd-sporen?
pt_br: Como separar uma única faixa de áudio em diversos arquivos ou faixas de um CD?

source: <p>Follow these steps to create a separate file for each song or segment of a long recording. This is particularly useful if you are creating a CD, since each file will appear as a separate track on the CD.</p> <ol> <li>Click to place the cursor at the start of the first song.</li> <li>Choose “Add Label at Selection” from the Project menu (or Tracks menu in Audacity Beta). If you wish, you can type the name of the song.</li> <li>Repeat steps 1 and 2 for each song.</li> <li>When you are finished, choose “Export Multiple” from the File menu. When you click the “Export” button, Audacity will save each song as a separate file, using the format and location you choose.</li> </ol>
ja: <p>長い録音をそれぞれの曲や部分に分割してファイルを作成するには、次のようにしてください。これは特にCDを作成するときに便利です。なぜなら、それぞれのファイルが、CD上でトラックに分割されて作られるからです。.</p> <ol> <li>最初の曲の開始位置にカーソルを持ってきてクリックします。.</li> <li>プロジェクトメニュー （Beta版の場合はトラックメニュー）内にある 「選択範囲にラベルをつける」を選びます。必要に応じて曲名を打ち込むことができます。</li> <li>ステップ1とステップ2をそれぞれの曲に対して行います。</li> <li>すべて終わったら、ファイルメニューの「複数ファイルの書き出し」を選びます。「書き出し」ボタンを押せば、Audacityは、あなたが選んだフォーマットと位置にしたがって、それぞれの曲を分割されたファイルとして保存します。</li> </ol>

source: Alternatively, Audacity can attempt to detect the silences between tracks then label them automatically.</p> <p>Full instructions for both methods are in the illustrated tutorial
ja: 別の方法として、Audacityはトラック間の無音区間を検出して自動的にラベルを付けます。</p> <p>これらの方法についての詳細についてはAudacity Wikiのチュートリアル

source: on the Audacity Wiki.
ja: をご覧ください。

source: <div id="editing">Editing</div>
es: <div id="editing">Editar</div>
ja: <div id="about">編集</div>
nl: <div id="editing">Bewerken</div>
pt_br: <div id="editing">Edição</div>

source: Why can’t I use the effects or other menu items?
es: ¿Por qué no puedo usar los efectos u otros objetos del menú?
ja: なぜエフェクトメニューや他のメニューが使えないのですか？
nl: Waarom kan ik de effecten of de andere menu-items niet gebruiken?
pt_br: Por que alguns efeitos não estão disponíveis no menu?

source: <p>Some menu items are grayed out or disabled until they are ready for use. Before choosing an effect, you must select the audio that you want to change. To select audio, click and drag with the Selection tool to highlight it, or choose the “Select All” command from the Edit menu.</p> <p>Also, many menu items are disabled while playing, recording, or pausing a track. To enable them, press the yellow <b>Stop</b> button.</p>
es: <p>Algunos objetos del menú están deshabilitados mientras no puedan utilizarse. Antes de elegir un efecto, debe seleccionar al audio que desee cambiar. Para seleccionar audio, es necesario hacer clic y arrastrar con la herramienta de Selección para así destacar la porción de audio, o bien usar el comando "Seleccionar Todo" del menú Editar.</p> <p>Además, muchos elementos de los menús están desactivados mientras se reproduce, se graba o se pausa una pista. Para activarlos, haga clic en el botón amarillo <b>Detener</b>.</p>
ja: <p>いくつかのメニューアイテムは使用可能になるまでの間はグレーになっているか無効になっています。 効果を使用する前に、対象となるオーディオを選択する必要があります。 オーディオを選択するには選択ツールを使ってそのオーディオトラックをクリック/ドラッグしてハイライトするか、編集メニューから"全て選択"を選んでください。</p> <p>また、再生中、録音中まはポーズ中は多くのメニューアイテムが無効になっています。それらを有効にするには、黄色の<b>停止</b>ボタンを押してください。</p>
nl: <p>Sommige menu-items staan in grijs of zijn uitgeschakeld tot ze klaar zijn om gebruikt teworden. Voordat u een effect selecteert, moet u de audio selecteren die u wilt veranderen. Om audio te selecteren, doet u het volgende: klik en sleep met het Selectie-gereedschap om het te markeren, of kies het "Selecteer alles"-commando via het Bewerken-menu.</p> <p>Veel menu-items zijn ook uitgeschakeld tijdens het afspelen, opnemen of pauzeren van een track. Om ze te activeren drukt u op de gele <b>Stop</b>-knop.</p>
pt_br: <p> Alguns itens de menu aparecem em cinza (ficam indisponíveis) até estarem prontos para o uso. Antes de escolher um efeito, você deve selecionar o trecho de áudio que será alterado. Para selecionar, clique e arraste o cursor com a ferramenta de Seleção ou utilize “Selecionar tudo” no menu Editar. </p><p>Alguns itens também ficam desabilitados durante a reprodução de áudio. Eles voltam a estar disponíveis ao pressionar o botão Parar</p>

source: How do I combine two files into one longer file?
es: ¿Cómo combino dos archivos en uno más largo?
ja: どのようにして2つのファイルを1つの長いファイルに結合するのですか？
nl: Hoe combineer ik twee bestanden tot één lang bestand?
pt_br: Como juntar duas faixas em uma só?

source: <p>Follow these steps to splice two files together:</p> <ol> <li>Import both files into Audacity.</li> <li>Select the second one by clicking on its label (the area around the mute/solo buttons).</li> <li>Choose “Find Zero Crossings” from the Edit menu.</li> <li>Choose “Cut” from the Edit menu.</li> <li>Place the cursor by clicking in the first track, after the end of the audio.</li> <li>Choose “Paste” from the Edit menu.</li> </ol> <p>You can press the <b>Play</b> button to hear the result, and use the Export commands (in the File menu) to save it as a sound file.</p>
es: <p>Siga estos pasos para combinar dos archivos:</p> <ol> <li>Importe ambos archivos en Audacity.</li> <li>Seleccione el segundo haciendo clic en su etiqueta (el área alrededor de los botones silencio/sólo).</li> ··<li>Seleccione "Encontrar cruces por cero" en el menú Editar</li> <li>Seleccione "Cortar" del menú Editar.</li> <li>Coloque el cursor en la primer pista, haciendo clic después del final del audio.</li> <li>Seleccione "Pegar" del menú Editar.</li> </ol> <p>Puede pulsar el botón <b>Reproducir</b> para escuchar el resultado y usar los comandos de Exportar (en el menú Archivo) para guardarlo como archivo de sonido.</p>
ja: <p>２つのファイルを合成するには次の手順にしたがって下さい:</p> <ol> <li>両方のファイルをAudacityに読み込みます。</li> <li>ラベル（mute/soloボタンの周辺）をクリックして2つめのファイルを選択してください。</li> <li>編集メニューから “ゼロとの交差部分を見つける”を選んでください。</li> <li>編集メニューから “カット”を選んでください。</li> <li>一番目のトラックの録音部分の最後をクリックしてカーソルを置いてください。</li> <li>編集メニューから “ペースト”を選んでください。</li> </ol> <p> <b>再生</b>ボタンを押すことで結果を聴くことができます。そして書き出しコマンド（ファイルメニューの中）で１つのサウンドファイルとして保存してください。</p>
nl: <p>Volg deze stappen om twee bestanden aan elkaar te plakken:</p> <ol> <li>Importeer beide bestanden in Audacity.</li> <li>Selecteer het tweede bestand door op zijn label te klikken (het gebied rond de stil/solo-knoppen).</li> <li>Kies “Nulpunten zoeken” via menu Bewerken.</li> <li>Kies “Knippen” van het menu Bewerken.</li> <li>Plaats de cursor door in de eerste track te klikken, vlak na het einde van de audio.</li> <li>Kies “Plakken” van het menu Bewerken.</li> </ol> <p>U kan op de <b>Afspelen</b>-knop klikken om het resultaat te horen en de Exporteren-commando's (in Bestand-menu) gebruiken om het op te slaan als een geluidsbestand.</p>
pt_br: <p>Siga estes passos para juntar dois arquivos em um: </p> <ol> <li>Impore os dois arquivos para o Audacity;</li> <li>Selecione o segundo arquivo clicando em seu rótulo;</li> <li>Selecione “Encontrar cruzamentos em Zero” no menu Editar;</li> <li>Selecione “Cortar” no menu Editar.</li> <li>Posicione o cursor no final da primeira faixa;</li> <li>Selecione “Colar” no menu Editar.</li> </ol> <p>Você pode clicar no botão “Executar” para ouvir o resultado e então exportar o arquivo utilizando o comando Exportar no menu Arquivo.</p>

source: How do I mix two tracks together?
es: ¿Como mezclo dos pistas en una sola?
ja: どのようにして2つのトラックをミックスするのですか？
nl: Hoe meng ik twee sporen tot één?
pt_br: Como mixar duas faixas simultaneamente?

source: <p>To mix two files, just import both of them into Audacity. They will appear in separate tracks, and will be mixed together when you press the <b>Play</b> button. You can use the Time Shift tool to move them around so that they start at different times, or use the other editing commands to alter either of the tracks.</p>
es: <p>Para mezclar dos archivos, basta con importalos en Audacity. Los archivos aparecerán en pistas separadas y serán mezclados al pulsar el botón <b>Reproducir</b>. Puede usar la herramienta de desplazamiento en el tiempo para modificar su posición en el tiempo y que de ese modo comiencen en diferentes momentos o utilizar las optras herramientas de edición para alterar cualquiera de las pistas.</p>
ja: <p>2つのファイルをミックスするには、まずAudacityに両方のファイルを読み込みます。それらは別々のトラックとして現れますので、再生ボタンを押せばミックスされます。あなたはタイムシフトツールを使って異なる時刻にスタートするように移動したり、他の編集コマンドを使ってそれぞれのトラックを作り変えたりすることができます。</p>
nl: <p>Om twee bestanden te mixen, importeert u ze beide in Audacity. Ze verschijnen dan als aparte sporen, en worden gemixt als u op de knop <b>Afspelen</b> drukt. U kunt de functie Tijd verschuiven gebruiken om ze te verplaatsen om ze op verschillende momenten te laten beginnen, of de andere bewerkingsfuncties gebruiken om elk van de sporen te wijzigen.</p>
pt_br: <p>Para mixar dois arquivos, importe-os para o Audacity. Eles aparecerão em faixas separadas, e serão mixados quando executados (aperte o botão Executar). Você pode usar a ferramenta Deslizar para alterar seu início e final, ou utilizar outra ferramenta para editar o áudio das faixas.</p>

source: Can I remove the vocals from a recording to make a Karaoke track?
es: ¿Puedo eliminar las voces de una grabación para crear una pista de karaoke?
ja: カラオケトラックを作るために録音したものからボーカルを消すことはできますか？
nl: Kan ik de zangstem verwijderen uit een opname om een karaoke-spoor te maken?
pt_br: É possível retirar os vocais de uma gravação?
