Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p>First, set Audacity to <a href="faq?s=recording&amp;i=stereo">record in stereo</a>.</p> <p>Next, plug one end of a stereo cable into the “Line Out” or “Headphone” connector on your tape deck, minidisc player, or stereo system. Plug the other end into your computer’s “Line In” connector. If you do not have a cable that fits both of these connectors, you can find one at an electronics store.</p> <p>Choose “Line In” as the input source on the Audacity toolbar, or in the Audacity Preferences (Windows Vista and 7) or Apple Audio-MIDI Setup (OS X).</p> <p>Then press the <b>Record</b> button. While Audacity is recording, start playing your tape or disc. When you have captured the entire recording, press the <b>Stop</b> button.</p> <p>Vinyl or shellac records can also be recorded into Audacity with a special type of turntable that connects to the USB port of your computer. These turntables need to be set up differently to those that connect to your line-in port. For instructions on setting up USB turntables, see <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a> on the Audacity Wiki.</p> <p>There is also a detailed tutorial, <a href="http://audacityteam.org/wiki/index.php?title=Transferring_tapes_and_records_to_computer_or_CD">Transferring tapes and records to computer or CD</a>, on the Wiki. This will guide you through the steps from recording your records, cassettes or minidiscs to exporting as an audio file and burning to CD.</p> <p>Notes:</p> <ul> <li><p>Do not plug stereo equipment into your computer’s “Microphone” port, which is designed for low-powered (“mic-level”) signals only. Use the “Line In” port instead.</p></li> <li><p>Do not connect a turntable directly to your computer. The signal from a turntable is distorted; it must be corrected by passing it through a phono pre-amp or a receiver with a “phono” input.</p></li> </ul> <p>See also: <a href="faq?s=files&amp;i=split">How to split a long recording into multiple files</a>.</p>
es: <p>Primero, configure Audacity para <a href="faq?s=recording&amp;i=stereo">grabar en estéreo</a>.</p> <p>A continuación, conecte un extremo de un cable estéreo en el conector "Line Out" o "Audífonos" de su unidad de cinta, reproductor minidisc o sistema estéreo. Conecte el otro extremo al conector "Line in" de su computadora. Si no tiene un cable que cubra ambos puertos, puede encontrarlo en alguna tienda de productos electrónicos.</p> <p>Escoja "Line In" como la fuente de entrada en la barra de herramientas Audacity o en la pestaña Dispositivos de las preferencias (Windows Vista y 7) o Configuración de audio MIDI de Apple (OS X)</p> A continuación pulse el botón <p>Grabar</p>. Mientras Audacity esta grabando, inicie la reproducción de la cinta o disco. Cuando haya capturado toda la grabación, presione el botón <b>Parar</b>.</p> <p>Hay un tutorial muy detallado en el wiki llamado <a href="http://audacityteam.org/wiki/index.php?title=Transferring_tapes_and_records_to_computer_or_CD">Transferir cintas y discos al ordenador o a un CD</a>. Este le mostrará el proceso paso a paso para grabar sus discos, cintas o minidiscos y exportarlos como archivos de audio para posteriormente almacenarlos en un CD.</p> <p>Notas:</p> <ul> <li><p>No conecte equipos estéreo al puerto de "Micrófono" del ordenador ya que está diseñado sólo para señales de baja-potencia ("nivel-micrófono"). Use en su lugar el puerto "Line In".</p></li> <li><p>No conecte una unidad LP (disco de vinilo) directamente al ordenador. La señal de una unidad LP es distorsionada; debe ser corregida mediante un pre-amplificador fonógrafo o un receptor con una entrada "phono".</p></li> </ul> <p>Consulte también: <a href="faq?s=files&amp;i=split">¿Cómo puedo dividir una grabación larga en varios archivos o pistas de CD?</a>.</p>
ja: <p>はじめにAudacityを <a href="faq?s=recording&amp;i=stereo">ステレオで録音</a>に設定してください。</p> <p>次に、ステレオケーブルの片側をテープデッキ、ミニディスクプレーヤーまたはステレオシステムの“Line Out” または“Headphone” に接続し、ケーブルの他方をコンピューターの“Line In”に接続します。 もしそのように両側の機器に適合するケーブルを持っていない場合は電器店にて購入してください。</p> <p>Audacityのツールバーまたは設定の中のオーディオI/Oタブ（Windows Vistaおよび7）またはApple Audio-MIDI Setup (OS X) で入力ソースとして“ライン入力”を選んでください。</p> <p>次に <b>録音</b> ボタンを押してください。 Audacityが録音している間に、テープまたはディスクの再生を開始してください。 すべての録音が終わったら<b>停止</b> ボタンを押してください。</p> <p>USBポートでコンピュータに接続できる特別なタイプのターンテーブルを使えばLPやSP盤もAudacityに録音することができます。このようなターンテーブルを使用する場合はライン入力に接続するものとは異なる設定が必要です。USBターンテーブルを設定するにはAudacity Wikiの <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a> を参照してください。</p> <p>Wikiには詳細なチュートリアルが <a href="http://audacityteam.org/wiki/index.php?title=Transferring_tapes_and_records_to_computer_or_CD">テープやレコードからコンピュータやCDに転送するには</a>にあります。ここではレコード、カセットあるいはミニディスクを録音してからオーディオファイルとして書き出しCDを作成するまでの手順が示されています。</p> <p>注意:</p> <ul> <li><p>ステレオ装置をコンピュータの“Microphone” 端子に接続しないでください。これは低パワー（“マイクーレベル”）の信号のみ使えるように設計されているからです。 “Line In” 端子を使ってください。</p></li> <li><p>ターンテーブルを直接コンピュータに接続しないでください。ターンテーブルからの信号は歪んでおり、必ずフォノ・プリアンプあるいはフォノ入力を持つレシーバーを通すことで補正されるべきものです。</p></li> </ul> <p>参考: <a href="faq?s=files&amp;i=split">長時間録音を複数ファイルに分割する方法</a>.</p>
nl: <p>Stel Audacity eerst in op <a href="faq?s=recording&amp;i=stereo">opnemen in stereo</a>.</p> <p>Steek daarna het ene einde van een stereokabel in de “Line Out” of “Hoofdtelefoon”-connector op uw cassette- of minidiscspeler of stereo-installatie. Steek het andere uiteinde in de “Line In”-connector van uw computer. Indien u geen kabel heeft die in beide connectoren past, kan u er een halen in een elektronicawinkel.</p> <p>Kies “Line In” als invoerbron op de Audacity-werkbalk, of in de Audio in/uit-tab van Voorkeuren (Windows Vista en 7) of Apple Audio-MIDI Setup (OS X).</p> <p>Druk daarna op de <b>Opnemen</b>-knop. Terwijl Audacity opneemt, begint u uw tape of cd af te spelen. Wanneer u de hele opname opgenomen hebt, drukt u op de <b>Stop</b>-knop.</p> <p>Vinyl- of schellak-opnames kunnen ook opgenomen worden met Audacity door middel van een speciaal type draaitafel dat verbonden wordt met de USB-poort van uw computer. Deze draaitafels moeten anders ingesteld worden dan degene die verbonden worden met uw line-in-poort. Voor instructies om USB-draaitafels in te stellen, zie <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB-draaitafels</a> op de Audacity Wiki.</p> <p>Er is ook een gedetailleerde tutorial, <a href="http://audacityteam.org/wiki/index.php?title=Transferring_tapes_and_records_to_computer_or_CD">tapes en opnames overzetten naar computer of cd</a>, op de Wiki. Deze zal u door alle stappen heen leiden, van het opnemen van uw opnames, cassettes of minidiscs tot het exporteren als een audiobestand en het branden naar een cd.</p> <p>Opmerkingen:</p> <ul> <li><p>Sluit geen stereo-uitrusting aan op de "Microfoon"-poort van uw computer, die alleen ontworpen is voor laag-gepowerde ("mic-level") signalen. Gebruik in plaats daarvan de “Line In”-poort.</p></li> <li><p>Verbind een draaitafel niet rechtstreeks met uw computer. Het signaal van een draaitafel is vervormd; het moet gecorrigeerd worden door het door een phono-preamp of een ontvanger met een "phono"-input te sturen.</p></li> </ul> <p>Zie ook: <a href="faq?s=files&amp;i=split">Hoe een lange opname te splitsen in meerdere bestanden</a>.</p>

source: See also:
es: Ver también:
ja: こちらもご覧ください：
nl: Zie ook:
pt_br: Veja também:

source: How do I save my recording on an audio CD?
es: ¿Cómo puedo grabar mis grabaciones en un CD de audio?
ja: どのようにして録音したものをCDに保存するのですか？
nl: Hoe brand ik mijn opnames op een audio-cd?
pt_br: Como salvar o projeto para um CD de Áudio?

source: Why doesn't the Mixer Toolbar input selector work properly, for example on Windows 7?
es: ¿Por qué, p.ej. en Windows 7, no funciona bien el selector de entrada de la barra de herramientas de Mezcla?
ja: たとえばWindows 7ではどうしてミキサーツールバー入力セレクターが正しく動作しないのでしょう？
nl: Waarom werkt de input-selector van de Mixer-toolbar niet naar behoren, bijvoorbeeld bij Windows 7?

source: <p>The Input selector may be greyed-out, lacking the expected choices, or apparently not recording from the indicated source.</p> <p>The cause varies by operating system and sound card driver. For example, on Windows Vista or 7, you must use the "Recording Device" dropdown in the "Audio I/O" tab of Preferences ("Devices" tab in Audacity Beta) to select input sources. For more help, see the <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues">Mixer Toolbar Issues</a> page on the <a href="http://audacityteam.org/wiki">Audacity Wiki</a>.</p>
es: <p>El selector de entrada puede estar deshabilitado (en gris), no ofrecer las opciones esperadas o no grabar desde la fuente especificada.</p> <p>Las causas varían con el sistema operativo y el controlador de la tarjeta de sonido. Por ejemplo, en Windows Vista y 7, hay que seleccionar el dispositivo de grabación en la pestaña de "Dispositivos" en Preferencias. Para más información, véase la página sobre <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues">Problemas con la barra de herramientas de Mezcla</a> en la <a href="http://audacityteam.org/wiki">Wiki de Audacity</a>.</p>
ja: <p>入力セレクタがグレーになり選択肢が不足するか明らかに目的のソースからのレコーディングができなくなるかも知れません。</p> <p>その原因はオペレーティングシステムおよびサウンドカードドライバにより異なります。たとえばWindows Vistaまたは7では設定のオーディオI/Oタブの中の "Recording Device"メニュー (Audacity Betaでは"デバイス")を使う必要があります。より詳しいヘルプは<a href="http://audacityteam.org/wiki">Audacity Wiki</a> の中の<a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues">ミキサーツールバーの問題</a>をご覧ください。</p>
nl: <p>De Input-selector kan in het grijs staan, de verwachte keuzes mankeren, of schijnbaar niet opnemen van de aangeduide bron.</p> <p>De redenen van deze problemen variëren per besturingssysteem en geluidskaart-driver. Bij Windows Vista of 7 moet u bijvoorbeeld het "Opname-Apparaat"-menu gebruiken in de Audio Invoer/Uitvoer-tab van Voorkeuren ("Apparaten"-tab bij Audacity bèta) om invoerbronnen te selecteren. Voor meer hulp, zie de <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues">Mixerwerkbalk-problemen</a>-pagina op de <a href="http://audacityteam.org/wiki">Audacity Wiki</a>.</p>

source: Why can’t I hear what I’m recording?
es: ¿ Por qué no puedo oír lo que estoy grabando?
ja: なぜ私は、現在録音している音を聞くことができないのですか？
nl: Waarom kan ik niet horen wat ik opneem?
pt_br: Por que não é possível ouvir o que estou gravando?

source: <h3>Windows and Linux</h3> <p>To monitor your recording, open your computer's volume control panel. Turn up the playback volume and turn off the “mute” checkbox for your recording source (usually “microphone” or “line in”).</p> <p>If this does not work, open the Audacity preferences. In the “Audio I/O” section ("Recording" section in Audacity Beta), turn on the “Software Playthrough” option.</p> <h3>Mac OS X</h3> <p>Open the Audacity preferences. In the “Audio I/O” section ("Devices" in Audacity Beta), turn on the “playthrough” option. “Hardware Playthrough” is best if it is available. If it does not work, you can choose “Software Playthrough” instead, or try the free LineIn application from <a href="http://www.rogueamoeba.com/freebies">Rogue Amoeba</a>.</p> <h3>Monitoring while Recording from a Microphone</h3> <p>Always use headphones when listening as you record from a microphone, to avoid the playthrough of the recording being picked up in the recording itself.</p>
ja: <h3>WindowsおよびLinux</h3> <p>録音中にモニターするにはお使いのコンピュータのボリュームコントロールパネルを開いてください。録音ソース（通常はマイクロフォンまたはライン入力）の音量を上げ、ミュートのチェックボックスを無効にしてください。</p> <p>もしこれでもモニターできない場合はAudacityの設定を開いてください。 オーディオI/O (Audacity Betaでは"録音" )にて"ソフトウェアによるスルー再生"を有効にしてください。</p> <h3>Mac OS X</h3> <p>Audacityの設定を開いてください。“オーディオ I/O” (Audacity Betaでは"デバイス" )にて“スルー再生”を有効にしてください。 “ハードウェアによるスルー再生”が可能であれば最良の方法です。 もしそれが使えない場合は“ソフトウェアによるスルー再生”を使ってください。またはフリーソフトであるLineIn <a href="http://www.rogueamoeba.com/freebies">Rogue Amoeba</a>をお試しください。</p> <h3>マイクロフォンによる録音時のモニターについて</h3> <p>マイクロフォンから録音している場合は、スルー再生の音がマイクロフォンに拾われて録音されるのを防ぐために常にヘッドフォンを使用してください。</p>

source: Can I play a track while recording a new one on top of it?
es: ¿Puedo reproducir una pista mientras grabo una nueva sobre ella?
ja: 新しいトラックを録音しているときに、トラックを再生することはできますか？
nl: Kan ik een spoor afspelen terwijl ik er een nieuw spoor overheen opneem?
pt_br: Posso reproduzir uma faixa enquanto gravo uma outra sobre ela?

source: <p>This is called multi-track recording. It makes it possible to record harmonies with yourself, or add new instruments or vocals to an existing recording. To do this in Audacity, follow these instructions:</p> <ol> <li>Select the correct recording input that you are plugged into (probably microphone or line-in). On <b>Windows or Linux</b>, select the input in the dropdown menu in Audacity's <a href="http://audacity.sourceforge.net/onlinehelp-1.2/toolbar_mixer.htm">Mixer Toolbar</a> (on Windows Vista or 7, use the "Recording Device" dropdown in the Audacity Preferences instead). On <b>OS X</b>, Mixer Toolbar may only show "Default Input". If so, select the source on the Audio Devices tab of Apple Audio MIDI Setup.</li> <li>Import or record the first track.</li> <li>Open the "Audio I/O" tab of Audacity preferences (or the "Recording" tab in Audacity Beta), and check the box labeled <b>Play other tracks while recording new one.</b></li> <li>Close the preferences and press the <b>Record</b> button. If you are recording from a microphone, make sure you use headphones so that the microphone picks up only what you are recording.</li> </ol> <p>See also: <ul> <li><a href="faq?s=recording&amp;i=sync">Why isn't my new track in sync with the previous ones?</a></li> <li><a href="faq?s=recording&amp;i=playthrough">Why can't I hear what I am recording?</a></li> <li><a href="faq?s=recording&amp;i=mixer-toolbar-input">Why doesn't the Mixer Toolbar input selector work properly, for example on Windows Vista?</a></li> </ul> </p>
es: <p>Esto se llama grabación multipista. Permite a una misma persona grabar polifonía con su voz o añadir instrumentos o pistas vocales a una grabación existente. Para hacerlo en Audacity, siga estas instrucciones:</p> <ol> <li>Seleccione la fuente de grabación (probablemente Micrófono o Entrada de audio). En <b>Windows o Linux</b>, seleccione la fuente en el menú desplegable de la <a href="http://audacity.sourceforge.net/onlinehelp-1.2/toolbar_mixer.htm">Barra de herramientas de Mezcla</a> de Audacity (en Windows Vista o 7, especifique el dispositivo de grabación en la pestaña "Dispositivos" bajo Preferencias). En <b>OS X</b>, es posible que esta barra de herramientas sólo muestre la opción "Entrada predeterminada". En tal caso, seleccione la fuente en la sección de Dispositivos de audio del Apple Audio MIDI Setup.</li> <li>Importar o grabar la primera pista.</li> <li>Abra la pestaña "Grabación" de las Preferencias de Audacity y active la casilla llamada <b>Remezclar: Reproducir otras pistas mientras se graba una nueva.</b></li> <li>Cierre las Preferencias y pulse el botón <b>Grabar</b>. Si está grabando con un micrófono, asegúrese de que utiliza auriculares, de forma que el micrófono grabe solamente lo deseado.</li> </ol> <p>Véase también: <ul> <li><a href="faq?s=recording&amp;i=sync">Why isn't my new track in sync with the previous ones?</a></li> <li><a href="faq?s=recording&amp;i=playthrough">Why can't I hear what I am recording?</a></li> <li><a href="faq?s=recording&amp;i=mixer-toolbar-input">Why doesn't the Mixer Toolbar input selector work properly, for example on Windows Vista?</a></li> </ul> </p>
ja: <p>これはマルチトラックレコーディングと呼ばれます。これによりあなた一人でハーモニーを録音したり、既存の録音に新しい楽器やボーカルを加えることもできます。Audacityでこれを行う手順は次のようになります:</p> <ol> <li>正しい録音入力を選択してください。（おそらくマイクロフォンまたはライン入力）<b>Windows または Linux</b>では、Audacityの <a href="http://audacity.sourceforge.net/onlinehelp-1.2/toolbar_mixer.htm">ミキサーツールバー</a> （Windows Vistaまたは7では設定の中のオーディオI/Oにある"録音デバイス"メニューを使ってください。）のなかのドロップダウンメニューから入力を選んでください。 <b>OS X</b>では、ミキサーツールバーは"デフォルト入力"だけ表示されるかもしれません。その場合 Apple Audio MIDI Setupのオーディオデバイスから入力ソースを選んでください。</li> <li>最初のトラックを録音するか読み込んでください。</li> <li>Audacityの設定の"オーディオI/O" タブを開き、<b>オーバーダブ：新しいレコーディングしながら他のトラックを再生</b>にチェックを入れてください。</li> <li>設定を閉じ、<b>録音</b> ボタンを押してください。 もしマイクロフォンから録音す場合は、マイクロフォンが録音すべき音だけを拾うようにヘッドフォンを使用してください。</li> </ol> <p>さらに見る: <ul> <li><a href="faq?s=recording&amp;i=sync">どうして新しいトラックが前のものと同期しないのですか？</a></li> <li><a href="faq?s=recording&amp;i=playthrough">どうして録音中の音が聞こえないのですか？</a></li> <li><a href="faq?s=recording&amp;i=mixer-toolbar-input">どうしてWindows Vistaではミキサーツールバーの入力セレクタが正しく動作しないのですがか？</a></li> </ul> </p>

source: Why isn’t my new track in sync with the previous ones?
es: ¿Por qué no está sincronizada mi nueva pista con las anteriores?
ja: なぜ新しいトラックは、もともとあるトラックと同期しないのですか？
nl: Waarom loopt mijn nieuwe spoor niet synchroon met het vorige?
pt_br: Por que a nova faixa não fica em sincronia com as demais?

source: <p>When you make a <a href="faq?s=recording&amp;i=multi-track">multi-track recording</a>, there is an unpredictable delay between playback and recording. Audacity tries to correct for this automatically, but this doesn't yet work on all computers.</p> <p>If a new track is not synchronized with the others, you can zoom in and use the Time Shift tool to drag it to the correct location.</p>
es: <p>Cuando se hace una <a href="faq?s=recording&amp;i=multi-track">grabación multi-pista</a>, existe un retraso imprevisible entre la reproducción y la grabación. Audacity intenta corregirlo de forma automática, pero esto aún no funciona en todas las computadoras.</p> <p>Si una nueva pista no está sincronizada con las otras, puede hacer "Ampliar" y usar la Herramienta de Traslado-en-tiempo para arrastrarla a la ubicación correcta.</p>
ja: <p>あなたが<a href="faq?s=recording&amp;i=multi-track">マルチトラックレコーディング</a>を行っているとき、再生と録音の間でわずかな遅延があります。 Audacityはこれを自動的に修正しようとしますが、すべてのコンピュータ上でこれが正しく機能するわけではありません。</p> <p>もし新しいトラックが他のトラックと同期していないのでしたら、拡大表示をして、タイムシフトツールを使って手動で正しい位置に移動することができます。</p>
nl: <p>Als u een <a href="faq?s=recording&amp;i=multi-track">meersporenopname</a> maakt, is er een onvoorspelbare vertraging tussen afspelen en opnemen. Audacity probeert dit automatisch voor u te corrigeren, maar dit werkt nog niet op alle pc's.</p> <p>Als een nieuw spoor niet gesynchroniseerd wordt met de andere, kunt u inzoomen en het gereedschap Tijd verschuiven gebruiken om het naar de juiste locatie te slepen.</p>
pt_br: <p>Quando uma edição de <a href="faq?s=recording&amp;i=multi-track">múltiplas faixas</a> é feita, há um atraso impossível de predizer entre a execução e a gravação. O Audacity tenta corrigir este atraso automaticamente, mas esta correção pode não funcionar em alguns sistemas.</p> <p>Se uma nova faixa não estiver sincronizada com as demais, você pode utilizar a ferramenta de Zoom para deslizar a faixa até que ela entre em sincronia.</p>

source: Can Audacity record RealAudio or other streaming audio?
es: ¿Puede Audacity grabar RealAudio u otros sistemas de <i>streaming</i> de audio?
ja: AudacityでRealAudioや他のストリーミングオーディオを録音することはできますか？
nl: Kan Audacity RealAudio of andere streaming audio opnemen?
pt_br: É possível salvar arquivos do RealAudio ou outros formatos de Fluxo Contínuo?

source: <h3>Windows and Linux</h3> <p>With most Windows and Linux audio devices, it is possible to record whatever sound the computer is currently playing, including internet radio streams.</p> <p>In the drop-down menu on Audacity's mixer toolbar, choose “Wave Out” or “Stereo Mix” as the input source. (The exact name may be different, depending on your computer's sound drivers.) When you press the <b>Record</b> button, Audacity will capture whatever sound is playing on your computer's speakers. <b>Note:</b> on Windows Vista or 7, you must choose the required input source in the "Recording Device" dropdown in the "Audio I/O" tab of Preferences ("Devices" tab in Audacity Beta). On Windows, if you don't have a “Wave Out” or “Stereo Mix” option, or if it won't record, go to the system Control Panel and try to enable this option there. For instructions see: <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues#Using_the_Control_Panel">Using the Control Panel</a> on the Wiki.</p> <p>If this doesn't work on your computer, you can instead use a cable to connect your computer's “Line Out” (speaker) port to its “Line In” port, and use Audacity to record from Line In.</p> <p><b>Note:</b> Do not enable "software playthrough" when recording computer playback, because this creates a series of echoes.</p> <h3 id="mac">Mac OS X</h3> <p>Mac OS X users can capture streaming audio using a program like <a href="http://www.cycling74.com/products/soundflower">Soundflower</a> (free, open source), <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> or <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>. For more help see <a href="http://wiki.audacityteam.org/wiki/Recording_audio_playing_on_the_computer#Mac">this page</a> on our <a href="http://wiki.audacityteam.org/wiki/">Wiki</a>.</p>
es: <h3>Windows y Linux</h3> <p>Con la mayoría de las tarjetas de sonido bajo Windows y Linux es posible grabar cualquier sonido que la computadora esté reproduciendo, incluidos las radios emitidas por Internet.</p> <p>En el menú desplegable en la barra de herramientas de Mezcla de Audacity, seleccione "Salida de onda" o "Mezcla estéreo" como fuente de entrada. (El nombre que aparece puede ser distintos, dependiendo de los controladores de sonido de su computadora.) Al pulsar el botón <b>Grabar</b>, Audacity capturará el sonido que se esté reproduciendo a través de sus altavoces (parlantes). Tenga en cuenta que en Windows Vista o en 7 la opción "Mezcla estéreo" deberá seleccionarse en la pestaña E/S Audio de las Preferencias, en el menú desplegable "Grabación". Si no aparece ni la opción "Salida de onda" ni "Mezcla estéreo", o si no graba, abra el Panel de Control del sistema e intente activar esta opción desde allí. Encontrará instrucciones en <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues#Using_the_Control_Panel">Using the Control Panel</a> de la Wiki de Audacity.</p> <p>Si esto no funciona en su computadora, puede utilizar un cable para conectar la "Salida de audio" de su computadora (donde se conectan los altavoces) al puerto de "Entrada de audio" y usar Audacity para grabar desde la Entrada de audio.</p> <h3 id="mac">Mac OS X</h3> <p>Los usuarios de Mac OS X pueden capturar el audio con programas como <a href="http://www.cycling74.com/products/soundflower">Soundflower</a> (gratuito, de código abierto), <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> o <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>.</p>
ja: <h3>WindowsおよびLinux</h3> <p>WindowsおよびLinuxのほとんどのオーディオデバイスは、インターネットラジオなどコンピュータが再生中のどんなサウンドでも録音可能です。</p> <p>Audacityのミキサーツールバーにあるドロップダウンメニューの中で入力ソースとして"Wave出力"または"ステレオミックス"を選んでください。（正確な名称はお使いのコンピュータのサウンドドライバーによって異なることがあります。） <b>録音</b> ボタンを押せば Audacityはコンピュータのスピーカーで鳴っているどんなサウンドでも録音することができます。 Windows Vistaまたは7での注意、 “ステレオミックス” オプションは設定のオーディオI/O (Audacity Betaでは"デバイス" )の中の"録音デバイス"ドロップダウンメニューの中で選択する必要があります。 Windowsでは、"Wave出力"や”ステレオミックス”が見つからない、あるいは録音できない場合、コントロールパネルに行きこのオプションを有効にしてみてください。具体的な手順はWikiの中の<a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues#Using_the_Control_Panel">Using the Control Panel</a> をご覧ください。</p> <p>もしお使いのコンピューターでうまく動作しない場合はケーブルで"ライン出力"（またはスピーカー）から”ライン入力”に接続し、Audacityでライン入力から録音してください。</p> <h3 id="mac">Mac OS X</h3> <p>Mac OS X のユーザーは<a href="http://www.cycling74.com/products/soundflower">Soundflower</a> (free, open source), <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> or <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>などのプログラムを使用することでストリーミングオーディオを録音することができます。</p>
