Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p>This is possible <b>only for certain stereo tracks</b>. When the vocals are exactly the same on both stereo channels, you can remove them by “subtracting” one channel from the other. This works for many studio recordings, where the vocal track is mixed exactly in the center.</p> <p>To do this in Audacity:</p> <ol> <li>Import your stereo file into Audacity.</li> <li>Open the track menu (click the arrow next to the track title), and choose “Split Stereo Track.”</li> <li>Select the lower track (the right channel) by clicking it in the area around the mute/solo buttons.</li> <li>Choose “Invert” from the Effects menu.</li> <li>Using the track menus, change each track to “Mono.”</li> </ol> <p>Press the <b>Play</b> button to hear the results. If you are lucky, the voice will be gone but most of the other instruments will be unaffected, just like a karaoke track. You can use the Export commands in the File menu to save the results.</p> <p>If the vocals are not exactly the same on both stereo channels, there are some other techniques or optional plug-ins you can try. Please see our <a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal">Vocal Removal</a> Wiki page for more details.</p>
es: <p>Esto es posible <b> sólo para ciertas pistas estéreo</b>. Cuando las vocales son exactamente las mismas en ambos canales estéreo, puede eliminarlos mediante la "substracción" de un canal al otro. Esto es lo que se hace en muchas grabaciones de estudio, donde la pista vocal es mezclada exactamente en el centro.</p> <p>Para hacer esto en Audacity:</p> <ol> <li>Importe un archivo estéreo en Audacity.</li> <li>Abra el menú de la pista (clic en la flecha junto al título de la pista) y escoja "Dividir pista estéreo".</li> <li>Escoja la pista inferior (el canal derecho) haciendo clic en la pista sobre el área alrededor de los botones silencio/solo.</li> <li>Seleccione "Invertir" en el menú Efectos.</li> <li>Usando los menús de la pista, cambie cada pista a "Mono".</li> </ol> <p>Presione el botón Reproducir para escuchar los resultados. Si tiene suerte, la voz se habrá ido pero la mayoría del resto de instrumentos permanecerán inalterados, justo como una pista karaoke. Puede usar los comandos de Exportar en el menú Archivo para guardar los resultados.</p> <p> Si las voces no son exactamente iguales en los dos canales del estéreo, hay otra técnica o plug-in opcional que puede probar. Consulte nuestra página del wiki <a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal">Eliminación de voces</a> para obtener más información.</p>
ja: <p> <b>ある種のステレオトラック</b>であれば可能です。 ボーカルがステレオ両チャンネルに正確に等しく録音されていればチャンネル同士を引き算することで可能になります。これはボーカルトラックが正確に中央に定位している多くのスタジオ録音に対して有効な方法です。 </p> <p>これをAudacityで行う手順:</p> <ol> <li>ステレオのファイルをAudacityに取り込んでください。</li> <li>トラックメニュー（トラック名の右にある矢印をクリック）を開いて “ステレオトラックを分離”を選んでください。</li> <li>下に現れたトラック（右チャンネル）をmute/soloボタンの付近をクリックすることで選択してください。 buttons.</li> <li>効果メニューより “上下を反転” を選んでください。</li> <li>トラックメニューを使って、それぞれのトラックを"モノラル"にしてください。</li> </ol> <p><b>再生</b> ボタンを押し、結果を聴いてみてください。 運がよければボーカルは消え去り、その他の楽器は残っておりカラオケのようになっているでしょう。ファイルメニューの書き出しコマンドを使いこの結果を保存することができます。</p> <p>もしボーカルが正確に両チャンネルで等しくない場合、いくつかの他のテクニックがあります。またオプションのプラグインもありますので試してみる価値があります。 詳細はWikiページの <a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal">Vocal Removal</a> をご覧ください。</p>

source: Other frequently asked questions...
es: Otras preguntas frecuentes...
ja: 他のよくある質問...
nl: Andere veelgestelde vragen ...
pt_br: Outras questões comuns...

source: Frequently Asked Questions
es: Preguntas más frecuentes
ja: よくある質問
nl: Veelgestelde vragen
pt_br: FAQ - Questões comuns

source: These are some of the most common questions about Audacity. If your question isn’t answered here, see the <a href="documentation">documentation</a>, or <a href="../contact/">contact us</a> for help.
es: Estas son algunas de las preguntas más comunes acerca de Audacity. Si la respuesta a su duda no está aquí, consulte la <a href="documentation">documentación</a>, o <a href="../contact/">contacte con nosotros</a> para obtener ayuda.
ja: これらはAudacityに関する質問で最も一般的なものをいくつか取り上げたものです。もしあなたの質問がここに載っていないのでしたら、<a href="documentation">ドキュメンテーション</a>をご覧になるか、<a href="../contact/">私たちに連絡をとってください(英語)</a>。
nl: Dit zijn enkele van de meest voorkomende vragen over Audacity. Als uw vraag hier niet beantwoord wordt, kan u kijken in de <a href="documentation">documentatie</a> of ons <a href="../contact/">contacteren</a> voor hulp.
pt_br: Estas são as perguntas mais comuns sobre o Audacity. Se o quevocê quer saber não for respondido aqui, veja a <a href="documentation">documentação </a>, ou <a href="../contact/">entre em contato </a>e peça ajuda.

source: This page contains manuals and quick reference guides for the free Audacity sound editor. For additional help, see the <a href="faq">Frequently Asked Questions</a> and our <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutorials</a> and <a href="http://audacityteam.org/wiki/index.php?title=Tips">Tips</a> on the Audacity <a href="http://audacityteam.org/wiki/">Wiki</a>.
es: Esta página contiene manuales y guías de usuario para el editor de audio libre Audacity. Para obtener ayuda adicional, lea las <a href="faq">preguntas más frecuentes</a> y los <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">tutoriales</a> y <a href="http://audacityteam.org/wiki/index.php?title=Tips">Consejos</a> en el <a href="http://audacityteam.org/wiki/">Wiki</a> de Audacity.
ja: このページにはフリーのサウンドエディタAudacityのマニュアルとクイックリファレンスガイドがあります。さらに情報が必要な場合は <a href="faq">よくある質問</a> および Audacity <a href="http://audacityteam.org/wiki/">Wiki</a>の<a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutorials</a> と<a href="http://audacityteam.org/wiki/index.php?title=Tips">Tips</a>をご覧ください。
nl: Deze pagina bevat handleidingen en snelgidsen voor de vrije Audacity geluidseditor. Voor extra hulp, zie de <a href="faq">Veelgestelde Vragen</a> en onze <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutorials</a> en <a href="http://audacityteam.org/wiki/index.php?title=Tips">Tips</a> op de Audacity <a href="http://audacityteam.org/wiki/">Wiki</a>.
pt_br: Esta página contém guias e manuais de usuário para o Audacity. Para encontrar mais ajuda, veja a <a href="faq">FAQ</a>(Perguntas e Respostas Comuns) e os <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutoriais</a> e <a href="http://audacityteam.org/wiki/index.php?title=Tips">Dicas</a> na <a href="http://audacityteam.org/wiki/">Wiki</a>, em inglês.

source: Quick Reference Guide
es: Guía de referencia rápida
ja: クイックリファレンスガイド
nl: Snelgids
pt_br: Guia de Referência Rápida

source: Read the Audacity 1.2 reference online.
es: Lea la referencia de Audacity 1.2 en línea.
ja: Audacity 1.2リファレンスをオンラインで読む
nl: Lees de Audacity 1.2-handleiding online.

source: (You can also access this reference through the "Help" menu in the Audacity program.)
es: (También puede acceder a esta referencia usando el menú "Ayuda" del programa Audacity.)
ja: (Audacityプログラムの"ヘルプ" メニューを通してこのリファレンスにアクセスすることもできます。)
nl: (U kunt ook toegang krijgen tot dit naslagwerk via het "Help"-menu in het Audacity programma)
pt_br: (Acessável também pelo menu "Ajuda" do Audacity)

source: Printable version of the Audacity 1.2 reference.
es: Versión para imprimir de la guía de referencia de Audacity 1.2.
ja: Audacity 1.2リファレンスの印刷用バージョン
nl: Afdrukbare versie van de Audacity 1.2-handleiding.

source: (This can be printed in one step using the print function of your browser.)
es: (Esto puede ser impreso en un único paso mediante la opción de impresión de su navegador.)
ja: （これはお使いのブラウザの印刷機能を使うことで印刷できます）
nl: (Dit kan geprint worden in een stap door de printfunctie van uw browser te gebruiken.)

source: Audacity User's Manuals
es: Manual de usuario de Audacity
ja: Audacityユーザーズマニュアル
nl: Gebruikershandleidingen voor Audacity

source: Read the Audacity 1.2 manual online.
es: Leer el manual de Audacity 1.2 en línea.
ja: Audacity 1.2のマニュアルをオンラインで読む
nl: Lees de Audacity 1.2-handleiding online.

source: Download the Audacity 1.2 manual in HTML format.
es: Descargar el manual de Audacity 1.2 en formato HTML.
ja: Audacity 1.2のマニュアルをHTML形式でダウンロードする。
nl: Download de Audacity 1.2-handleiding in html-formaat

source: (To use the manual, unzip it and open the "index.html" file.)
es: (Para usar el manual que se ha descargado, descomprímalo y abra el archivo "index.html".)
ja: （このマニュアルを使用するには圧縮解凍を行い"index.html" ファイルを開いてください。）
nl: (Om de gedownloade handleiding te kunnen gebruiken moet u hem <i>unzippen</i> en dan het "index.html" bestand openen.)
pt_br: (Para ler o manual, utilize um descompactador de arquivos ZIP e abra o arquivo "index.html" no seu navegador)

source: Download the Audacity 1.2 manual in PDF format.
es: Descargar el manual de Audacity 1.2 en formato PDF.
ja: Audacity 1.2のマニュアルをPDF形式でダウンロードする
nl: Download de Audacity 1.2-handleiding in PDF-formaat

source: Read the latest Audacity 1.3 Beta manual online.
es: Leer el manual de Audacity 1.3 beta en línea.
ja: Audacity 1.3 Betaのマニュアルをオンラインで読む
nl: Lees de laatste Audacity 1.3 bèta-handleiding online.

source: (You can also access a built-in copy of the manual through the "Help" menu in the Audacity program.)
es: (También puede acceder a esta referencia usando el menú "Ayuda" del programa Audacity.)
ja: (Audacityプログラムの"ヘルプ" メニューよりこのマニュアルにアクセスすることもできます。)
nl: (U kunt ook toegang krijgen tot een ingebouwde kopie van de handleiding via het "Help"-menu in Audacity)

source: Introduction to Nyquist and Lisp Programming
es: Introducción a Nyquist y a la programación en Lisp
ja: NyquistとLispプログラミングの紹介
nl: Inleiding in Nyquist en Lisp programmeren
pt_br: Introdução à linguagem Lisp e Nyquist (em inglês)

source: Programming in Nyquist
es: Programar en Nyquist
ja: Nyquistによるプログラミング
nl: Programmeren in Nyquist
pt_br: Programando em Nyquist

source: Creating Nyquist Plug-ins
es: Creación de plug-ins Nyquist
ja: Nyquistプラグインの作成
nl: Nyquist-plugins aanmaken
pt_br: Criando plug-ins Nyquist (em inglês)

source: Beginning with version 1.1.1, Audacity allows you to use the Nyquist programming language to write your own plug-in effects for Audacity. Unlike VST and LADSPA plug-ins, Nyquist plug-ins can be written using an ordinary text editor and don't need to be compiled.
es: Desde la versión 1.1.1, Audacity permite usar el lenguaje de programación Nyquist para crear sus propios plug-ins para Audacity. Al contrario que los plug-ins para VST y LADSPA, los plug-ins Nyquist pueden crearse usando un editor de texto normal y no necesitan compilarse.
ja: Audacityではバージョン1.1.1よりNyquistプログラム言語を使って独自のAudacity用プラグインを作成することができるようになりました。 VSTやLADSPAプラグインと異なり、Nyquistプラグインは普通のテキストエディタで作成できコンパイルも必要ありません。
nl: Vanaf versie 1.1.1 van Audacity is het mogelijk uw eigen plugineffecten te schrijven met de Nyquist programmeertaal. In tegenstelling tot VST en LADSPA plugins, kunnen Nyquist plugins geschreven worden met een gewone tekstverwerker en hoeven ze niet te worden gecompileerd (= in machinetaal omgezet te worden).

source: %sNyquist was written by %sRoger B. Dannenberg%s and was intended to be used as a complete programming language for audio synthesis and analysis, with support for MIDI, audio recording and playback, file I/O, object-oriented programming, profiling, debugging and more. Audacity uses only a subset of Nyquist's functionality, allowing you to take simple Nyquist functions and use them to process audio data. Audacity doesn't include any support for debugging Nyquist code, so if you are trying to write a complicated plug-in, you may find it easier to get the full version of Nyquist and develop there, then turn it into an Audacity plug-in. Nyquist is available from the Carnegie Mellon University Computer Music Project: %sCMU Computer Music Project Software%s - download the full Nyquist here%s
es: %sNyquist fue escrito por %sRoger B. Dannenberg%s y estaba originalmente destinado a se utilizado como un lenguaje de programación completo para la síntesis y el análisis de audio, con compatibilidad con MIDI, grabación y reproducción de audio, etnrada y salida de archivos, programación orientada a objetos, prerrelleno, depuración y más. Audacity sólo usa una parte de las funciones de Nyquist, permitiéndole usar funciones simples de Nyquist y usarlas para procesar datos de audio. Audacity no incluye compatibilidad para depurar código de Nyquist, así que si usted intenta crear un plug-in complejo, puede que le sea más fácil adquirir la versión completa de Nyquist y trabajar con ella, y más tarde convertir el resultado en un plug-in de Audacity. Nyquist puede obtenerse del Carnegie Mellon University Computer Music Project: %sCMU Computer Music Project Software%s. Puede descargar la versión completa de Nyquist desde aquí%s
ja: %sNyquistは%sRoger B. Dannenberg%sによって音声合成および解析のための完全なプログラミング言語として使われることを意図して開発されました。NyquistはMIDIサポート、オーディオ録音・再生、ファイルI/O、オブジェクト指向プログラミング、プロファイリング、デバッグ他の機能を備えています。 AudacityはNyquistの一部の機能を使っており、これによりユーザはNyquist の簡単な関数を使ってオーディオデータの処理を行うことができます。 AudacityはNyquistコードのデバッグ機能を持っていません。したがって、もしユーザーが複雑なプラグインを作成したい場合はフルバージョンのNyquistを入手しそこで開発を行い、その後Audacityのプラグインとして使うのがいいでしょう。 Nyquistはカーネギー・メロン大学（CMU)コンピュータ音楽プロジェクトで入手可能です: %sCMU Computer Music Project Software%s - フルNyquistのダウンロード%s
nl: %sNyquist is geschreven door %sRoger B. Dannenberg%s en is bedoeld om gebruikt worden als een complete programmeertaal voor synthese en analyse van audio, met ondersteuning voor MIDI, audio-opname en afspelen, bestands-in- en -uitvoer, objectgeoriënteerd programmeren, profileren, debuggen en nog veel meer. Audacity gebruikt alleen een subset van de functionaliteit van Nyquist, waardoor u eenvoudige functies van Nyquist kunt gebruiken om audiodata te bewerken. In Audacity zit geen ondersteuning om Nyquist code te debuggen, dus als u een gecompliceerde plugin probeert te schrijven, vindt u het misschien gemakkelijker om de volledige versie van Nyquist te gebruiken om daarmee te ontwikkelen, en het dan om te zetten in een plugin voor Audacity. Nyquist wordt beschikbaar gesteld door het Carnegie Mellon University Computer Music Project: %sCMU Computer Music Project Software%s - download de volledige Nyquist hier%s

source: %sTo write plug-ins for use with Audacity, you will need the older %sNyquist version 2.37 Manual%s, not the version 3 manual available from CMU. This is because in Nyquist version 3 the code notation has changed to SAL instead of LISP. We will investigate integrating SAL with the Audacity implementation of Nyquist in the future.
es: %sPara escribir plig-ins para ser usados con Audacity, necesita la versión antigua del %sManual de Nyquist 2.37%s, no la versión 3 del manualk disponible en el CMU. Esto se debe a que la notación de código de la versión 3 de Nyquist ha cambiado a SAL en lugar de LISP. En el futuro intentaremos la integración de SAL con la implementación de Nyquist de Audacity.
ja: %sAudacityで使うためのプラグインを作成するには、CMUから提供されているバージョン3マニュアルではなく、古い%sNyquist version 2.37 Manual%sが必要です。これはNyquist バージョン3ではコード記法がLISPからSALに変更されたからです。 私たちはAudacityでのNyquist実装に関し、将来SALを融合することについて調査することにしています。
nl: %sOm plugins te schrijven en die te gebruiken met Audacity zal u de oudere %sNyquist versie 2.37 Manual%s nodig hebben, niet de versie 3 manual van CMU. Dit is omdat in Nyquist versie 3 de code-notatie veranderd is naar SAL in plaats van LISP. We zullen onderzoeken hoe we SAL kunnen integreren in de Audacity-implementatie van Nyquist in de toekomst.

source: Note that you don't need to download Nyquist in order to write simple plug-ins to use with Audacity. All of the instructions you need are below.
es: Observe que no es obligatorio descargar Nyquist para escribir un plug-in sencillo para Audacity. Todas las instrucciones necesarias se encuentran a continuación.
ja: 簡単なAudacity用プラグインを作成するのであればNyquistをダウンロードする必要ありません。以下の手順のみで作成可能です。
nl: Let wel: u hoeft Nyquist niet te downloaden om eenvoudige plugins voor gebruik met Audacity te schrijven. Alle instructies die u nodig heeft, staan hieronder.

source: %sNyquist is based on Lisp. If you have programmed in Lisp before, you can skim this section or go directly to the %snext page%s. Otherwise, here's an extremely brief introduction to Lisp:
es: %sNyquist está basado en Lisp. Si ya ha programado anteriormente en este lenguaje puede saltarse esta sección e ir directamente a la %spágina siguiente%s. Si no es así, esta es una brevísima introducción a Lisp:
ja: %sNyquistはLispをベースにしています。 Lispプログラミングの経験がある方はこのセクションを読み飛ばすか直接 %s次%sへ行ってください。 以下はそれ以外の方々向けの非常に簡単なLispの紹介です:
nl: %sNyquist is gebaseerd op Lisp. Als u al eens in Lisp geprogrammeerd heeft, kunt u dit gedeelte snel overlezen of direct naar de %svolgende pagina%s gaan. Anders is hier een extreem korte introductie op Lisp:

source: In Lisp (and therefore Nyquist), everything is an S-Expression, which is just a list of tokens (words) separated by whitespace and enclosed in parentheses. The name of the function is always the first token in an S-Expression, and all of the other tokens are arguments to this function. Here's a simple example:
es: En Lisp (y por extensión en Nyquist), todo es una -sexpresión, es decir, una lista de elementos (palabras) separados por espacios y encerrados entre paréntesis. El nombre de la función es siembre el primer elemento en una expresión y el resto de elementos son argumentos de la función. Este sería un ejemplo sencillo:
ja: Lisp（およびNyquist）において, すべてがS式で表現されます。S式は空白で区切られ括弧で閉じられたトークン（ワード）のリストです。関数名は常にS式最初のトークンであり、その他のトークンはその関数の引数です。 簡単な例を示します:
nl: In Lisp (en daardoor Nyquist) is alles een S-Expressie, wat eigenlijk gewoon een lijst van tekens (woorden) is, gescheiden door spaties en ingesloten door haakjes. De naam van de functie is altijd het eerste teken in een S-expressie, en alle andere tekens zijn argumenten voor deze functie. Hier is een simpel voorbeeld:

source: %sLet's break down this example. The outermost S-expression has three members. The first one, %s, is the name of the function (it stands for set-field). %s is used to assign a value to a variable. (There are other similar functions, like %s and %s, but %s is the most powerful, so it's the one we'll use in our examples.) After %s comes %s, which is the name of the variable we're going to set. Next comes the value to assign to this variable, which in this case is another S-expression.%s
es: %sAnalicemos este ejemplo. La parte más exterior de la s-expresión tiene tres partes. El primero, %s, es el nombre de la función (viene de establecer campo). %s se emplea para asignar un valor a la variable (existen otras funciones similares como %s y %s, pero %s es la más potente, así que es la que utilizaremos en los ejemplos. Tras %s aparece %s, que es el nombre de la variable a la que le vamos a asignar el valor. A continuación aparece que valor, que en este caso es otra s-expresión-S.%s
ja: %sこの例を分析してみましょう。もっとも外側のS式は３つのメンバーを持っています。最初のもの,%s, は関数名 （ちなみにset-fieldの略）です。%s は変数に値を与える関数です。 （いくつかの類似の関数もあります。たとえば %s や %sなど。しかし %s は最も強力であり、この例の中で使うものです。） %s の後には %sが来ます。これはこれから値をセットしようとしている変数です。 次にこの変数に与えられるべき値が来ます。この例ではその値が別のS式になっています。%s
nl: %sLaten we dit voorbeeld in detail bekijken. De buitenste S-expressie telt drie leden. De eerste, %s, is de naam van de functie (hij betekent set-field). %s wordt gebruikt om een waarde toe te kennen aan een variabele. (Er zijn nog andere dergelijke functies, zoals %s en %s, maar %s is de krachtigste, dus zullen wij die in onze voorbeelden gebruiken.) Na %s komt %s, wat de naam is van de variabele die we gaan instellen. Vervolgens komt de waarde die wij aan deze variabele willen toekennen, wat in dit geval weer een S-expressie is.%s

source: %sLisp doesn't have any special operators for Math functions - they're all functions like everything else, using%s prefix %snotation, where the name of the function (or operator) comes before its arguments. So instead of 3*7 for the product of 3 and 7, in Lisp you would write (* 3 7). In Nyquist, the %s (exponent) function raises its first argument to the power of the second argument. Therefore %s means 3.14159 times the square of %s, or the formula for the area of a circle.%s
es: %sLisp no cuenta con ningún operador expecífico para funciones matemáticas. Todas son funciones como las demás. Utilizando la notación %s prefix %s, donde el nombre de la función (u operador) aparece antes de sus argumentos. Así que en lugar de 3*7 para multiplicar 3 y 7, en Lisp escribiríamos (* 3 7). En Nyquist la función exponente %s eleva el primer arggumento a la potencia del segundo. Por tanto, %s significa 3.14159 vece el cuadrado de %s, o la fóruma del área de un círculo.%s
ja: %sLispは数式用の特別な演算子を持っていません。演算も、他のものと同じく関数で実現されます。数式の関数は関数名（または演算子）が引数よりも前に置かれるという%s前置%s記法にて表現されます。 したがって3と7の積を3*7と表現する代わりに、Lispでは(* 3 7)と書きます。 Nyquistでは、%s（べき乗）関数は最初の引数を2番目の引数でべき乗します。したがって%s は %sの2乗に3.14159を掛け合わせたもの、すなわち円の面積をあらわしています。%s
nl: %sLisp heeft geen operatoren voor wiskundige functies - het zijn allemaal functies, die net als al het overige, een%s voorvoegsel%snotatie gebruiken, waarbij de naam van de functie (of operator) vóór zijn argumenten geplaatst is. Dus in plaats van 3*7 voor het product van 3 en 7, zult u in Lisp (* 3 7) schrijven. In Nyquist, geeft %s (exponent) aan dat het tweede argument een macht is van het eerste argument. Daarom betekent %s 3.14159 keer het kwadraat van %s, of de formule voor de oppervlakte van een cirkel.%s

source: Rather than typing in this full expression every time, let's define a function for the area of the circle, that we can call every time we need it:
es: En lugar de escribir una expresión completa cada vez podemos definir una función para el área del círculo a la que llamaremos cada vez que la necesitemos:
ja: この表現全部をいちいちタイプする代わりに、円の面積を求める関数を定義しましょう。そうすれば必要な時いつでも呼び出すことができます:
nl: In plaats van deze volledige uitdrukking elke keer in te typen, zullen we een functie definiëren voor de oppervlakte van de cirkel, die we elke keer kunnen oproepen als we hem nodig hebben:

source: %sThe %s function is used to define a new function. The first argument is the name of the function, in this case %s. The second argument is a list of arguments to the function to be defined - this is one of the few cases where you have an S-expression that is not interpreted as a function call. Finally the last expression is the value of the function. Now if we want to compute the area of a circle of radius <code>r</code>, we just need to compute:%s
es: %sEl %s function se emplea para definir una nueva función. El primer argumento es el nombre de la función, en este caso %s. El segundo argumento es una lista de argumentos que se definiran en la función. Este es uno de los pocos casos donde podemos tener una s-expresión que no se interpreta como una llamada a otra función. Para terminar, la última expresión es el valor de la función. Ahora si queremos calcular el área de un círculo de radio <code>r</code>, sólo tenemos que hacer:%s
ja: %s%s関数は新しい関数を定義する関数です。 最初の引数は関数名、この例では %sです。2番目の引数はこの定義すべき関数の引数のリストです- これはS式が関数呼び出しを行わない数少ない例の1つです。最後の表現はこの関数の値です。これで、もし半径<code>r</code>の円の面積の計算が必要な場合、単純に次のように計算します:%s
nl: %sDe functie %s wordt gebruikt om een nieuwe functie te definiëren. Het eerste argument is de naam van de functie, in dit geval %s. Het tweede argument is een lijst van argumenten voor de functie die gedefinieerd wordt - dit is een van de weinige gevallen waarin u een S-expressie heeft die niet geïnterpreteerd wordt als een functie-oproep. Tot slot is de laatste expressie de waarde van de functie. Als we nu de oppervlakte van een cirkel willen berekenen met straal <code>r</code>, hoeven we alleen maar te berekenen:%s
