Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: Can I set Audacity to record at a certain time?
es: ¿Puedo configurar Audacity para que grabe a una determinada hora?
ja: Audacityで予約された時刻に録音することはできますか？
nl: Kan ik Audacity instellen zodat de opname op een bepaald moment start?
pt_br: Posso programar o Audacity para gravar a uma determinada hora?

source: <p>Audacity 1.2 does not support scheduled recording, but Audacity <a href="../download/features-1.3-a">1.3 Beta</a> has a <a href="http://audacity.sourceforge.net/download/features-1.3-k.php">Timer Record</a> feature to start and stop recording at a particular time. </p> <p>In 1.2, you can make Audacity <b>stop</b> recording after a certain time limit, by following these steps:</p> <ol> <li>Turn on “Play existing tracks while recording” in the “Audio I/O” section of the preferences.</li> <li>Choose “New Audio Track” from the Project menu.</li> <li>Zoom out if necessary, then click and drag to select the amount of time you want to record.</li> <li>Start recording. Audacity will stop recording automatically when it reaches the end of the selected area.</li> </ol>
es: <p>Audacity 1.2 aún no permite la grabación programada, pero Audacity <a href="../download/features-1.3-a">1.3 Beta</a> cuenta con la característica<a href="http://audacity.sourceforge.net/download/features-1.3-k.php">Grabación programada</a> para iniciar y detener una grabación en un instante definido. </p> <p>Puede hacer que Audacity 1.2 <b>detenga</b> la grabación después de cierto tiempo, siguiendo estos pasos:</p> <ol> <li>Active "Remezclar: Reproducir otras pistas mientras se graba una nueva" en la sección de Grabación de las Preferencias.</li> <li>Haga clic en "Nueva pista de audio" del menú Proyecto.</li> <li>Aplique "Reducir" si es necesario, para después hacer clic y arrastrar con el fin de seleccionar la cantidad de tiempo que desee grabar.</li> <li>Inicie la grabación. Audacity detendrá la grabación automáticamente cuando esta alcance el fin del área seleccionada.</li> </ol>
ja: <p>Audacity 1.2ではスケジュールレコーディングは未サポートですが、Audacity <a href="../download/features-1.3-a">1.3 Beta</a> は<a href="http://audacity.sourceforge.net/download/features-1.3-k.php">タイマー録音</a>機能にり設定された時間に録音開始と停止が可能です。</p> <p>バージョン1.2においては、以下の手順によりAudacityを一定時間後に<b>停止</b>させることができます:</p> <ol> <li>設定メニューの 「オーディオ I/O」セクションの中にある 「録音中に既存のトラックを再生する」 をオンにします。</li> <li>プロジェクトメニューから 「新しいオーディオトラック」を選びます。</li> <li>必要であればズームアウトし、クリック・ドラッグにより録音したい時間を選択します。</li> <li>録音を開始します。Audacityは選択範囲の最後に達したとき自動的に録音を停止します。</li> </ol>
nl: <p>Audacity 1.2 ondersteunt nog een geplande opnames, maar Audacity <a href="../download/features-1.3-a">1.3 bèta</a> heeft een <a href="http://audacity.sourceforge.net/download/features-1.3-k.php">Timer-opnemen</a>-functie om het opnemen te starten en stoppen op een bepaald tijdstip.</p> <p>In 1.2 kunt u Audacity laten <b>stoppen met opnemen</b> na een zekere tijd, door deze stappen te volgen:</p> <ol> <li>In Voorkeuren... vinkt u onder de tab "Audio I/O" aan: “Bij het opnemen van een spoor, tegelijkertijd de andere sporen afspelen”.</li> <li>Kies “Nieuw audiospoor” in het menu Project.</li> <li>Indien nodig, uitzoomen, en klik en sleep dan om de hoeveelheid tijd, die u wilt opnemen, te selecteren.</li> <li>Start de opname. Audacity stopt de opname automatisch als het einde van het geselecteerde gebied bereikt is.</li> </ol>

source: <div id="opensave">Opening and Saving Files</div>
es: <div id="opensave">Abrir y guardar archivos</div>
ja: <div id="opensave">ファイルのオープンと保存</div>
nl: <div id="opensave">Bestanden Openen en Opslaan</div>
pt_br: <div id="opensave">Abrindo e Salvando arquivos<div>

source: How do I open an Audacity project (AUP file) in another program?
es: ¿Cómo abro un proyecto de Audacity (archivo AUP) en otro programa?
ja: どのようにして私はAudacityプロジェクト(AUPファイル)を他のプログラムで開くことができますか？
nl: Hoe open ik een Audacity project (AUP-bestand) in een ander programma?
pt_br: Como abrir os arquivos de projeto do Audacity (.AUP) em outro programa de edição?

source: <p>Audacity project files are saved in a special format that only Audacity can open. To open your project in another program or <a href="faq?s=files&amp;i=burn-cd">burn it to CD</a>, firstly open the .aup file in Audacity if you have already saved one (if you saved it recently it will be in the File > Recent Files menu). Then use the <b>Export</b> commands further down the File menu to save the audio in a standard format like WAV or AIFF.</p> <p>To learn more about working with Audacity projects, please see our <a href="http://wiki.audacityteam.org/index.php?title=File_Management_Tips">File Management Tips</a> on the Audacity <a href="http://wiki.audacityteam.org/index.php">Wiki</a>.</p>
es: <p>Los archivos de proyecto de Audacity se almacenan en un formato especial que sólo Audacity puede abrir. Para abrri su proyecto en otro programa o <a href="faq?s=files&amp;i=burn-cd">grabarlo en un CD</a>, primero abra el archivo .aup en Audacity si previamente había creado uno (en ese caso se encontrará en la opción Archivos recientes del menú Archivo). En ese caso utilice la opción <b>Exportar</b> en el menú Archivo para guardar audio en un formato estándar como WAV o AIFF.</p> <p>Para aprender más sobre el trabajo con proyectos consulte nuestros <a href="http://wiki.audacityteam.org/index.php?title=File_Management_Tips">Consejos de gestión de archivos</a> en el <a href="http://wiki.audacityteam.org/index.php">wiki</a>de Audacity.</p>
ja: <p>AudacityプロジェクトはAudacityだけが開くことが出来る特別な形式のプロジェクトファイルとして保存されます。 保存されたプロジェクトを別のプログラムで開いたり、<a href="faq?s=files&amp;i=burn-cd">CDに焼く</a>場合は、まず .aupファイルをAudacityで開きます。(最近保存されたものであればファイル > 最近のファイルで開くことができます) 次に ファイルメニューの中の<b>書き出し</b> コマンドを使い、オーディオを標準フォーマットたとえばWAVやAIFF形式で保存します。</p> <p>より詳しい情報についてはAudacity <a href="http://wiki.audacityteam.org/index.php">Wiki</a>の中の<a href="http://wiki.audacityteam.org/index.php?title=File_Management_Tips">File Management Tips</a> をご覧ください。</p>
nl: <p>Audacity projectbestanden worden opgeslagen in een speciaal formaat dat alleen Audacity kan openen. Om uw project te openen in een ander programma of het <a·href="faq?s=files&amp;i=burn-cd">op een cd te branden</a>, opent u in de eerste plaats het .aup-bestand in Audacity als u er al een opgeslagen hebt (als u het recent opgeslagen hebt zal het aanwezig zijn in het menu Bestand > Recente bestanden). Gebruik vervolgens de <b>exporteren</b>-commando's verderop in het menu Bestand om de audio in een standaardformaat als WAV of AIFF op te slaan.</p> <p>Voor meer informatie over het werken met Audacity-projecten, zie onze <a·href="http://wiki.audacityteam.org/index.php?title=File_Management_Tips">tips voor bestandsbeheer</a> op de Audacity <a href="http://wiki.audacityteam.org/index.php">wiki</a>.</p>

source: Why does Audacity create a folder full of .au files when I save a project?
es: ¿Por qué Audacity crea una carpeta llena de archivos .au cuando guardo un proyecto?
ja: なぜAudacityは、プロジェクトを保存したときに、.auファイルの入ったフォルダを生成するのですか？
nl: Waarom maakt Audacity een map aan die vol zit met .au-bestanden als ik een project opsla?
pt_br: Por que o programa cria uma pasta com arquivos .au quando salvo um projeto?

source: <p>Audacity breaks long tracks into small pieces so it can edit them more efficiently. When you save an .aup project file, Audacity stores all the pieces in a _data folder that has the same name as the .aup file. For example, "song.aup" will open the pieces inside the "song_data" folder.</p> <p><b>You should not touch the .au files yourself, or move or rename the _data folder</b>. Simply open the .aup file, then Audacity will load the .au files in the correct sequence automatically.</p> <p>To learn more about working with Audacity projects, please see our <a href="http://wiki.audacityteam.org/index.php?title=File_Management_Tips">File Management Tips</a> on the Audacity <a href="http://wiki.audacityteam.org/index.php">Wiki</a>.</p>
es: <p>Audacity divide las pistas largas en pequeñas partes para que se puedan editar más eficientemente. Cuando se guarda un archivo de proyecto .aup, Audacity almacena todas las partes en una carpeta _data con el mismo nombre del archivo .aup. Por ejemplo "cancion.aup" abriría las partes dentro de la carpeta "cancion_data".</p> <p><b>No debe modificar los archivos .au, ni mover o renombrar la carpeta _data</b>. Símplemente abra el archivo .aup, y Audacity cargará los archivos en la secuencia correcta de forma automática.</p> <p>Para aprender más sobre el trabajo con los proyectos de Audacity consulte nuestros <a href="http://wiki.audacityteam.org/index.php?title=File_Management_Tips">Consejos de gestión de archivos</a> en el <a href="http://wiki.audacityteam.org/index.php">Wiki</a>de Audacity.</p>
ja: <p>Audacityは長いトラックを複数の小さな部分に分けることができ、より効率的に編集することができます。.aupプロジェクトファイルを保存する際に、Audacityはすべての部分を .aupファイルと同じ名前で_dataフォルダに保存します。 たとえば"song.aup" は"song_data" フォルダの中で複数の部分を開きます。</p> <p><b>決して .auファイルを加工したり _dataフォルダを移動させたリネームしないでください。</b>. 単純に .aup を開いてください。そうするとAudacityは複数の.auファイルを自動的に正しい順序で読み込みます。</p> <p>より詳しい情報については、Audacity <a href="http://wiki.audacityteam.org/index.php">Wiki</a>の中の <a href="http://wiki.audacityteam.org/index.php?title=File_Management_Tips">File Management Tips</a> をご覧ください。</p>
nl: <p>Audacity splitst lange nummers in kleine stukjes, zodat het deze efficiënter kan bewerken. Wanneer u een .aup-projectbestand opent, slaat Audacity alle stukken op in een _data-map die dezelfde naam als het .aup-bestand heeft. Bijvoorbeeld, "song.aup" opent de stukken in de "song_data"-map.</p> <p><b>Het is best om van de .au-bestanden te blijven en de _data-map niet te verplaatsen of te hernoemen</b>. Open het .aup-bestand, dan laadt Audacity de .au-bestanden automatisch in de juiste volgorde.</p> <p>Om meer te leren over het werken met Audacity-projecten, zie onze <a href="http://wiki .audacityteam.org/index.php?title=File_Management_Tips">tips voor bestandsbeheer</a> op de Audacity <a href="http://wiki.audacityteam.org/index.php">wiki</a>.</p>

source: Audacity crashed! Can I recover any unsaved data?
es: ¡Audacity se ha bloqueado! ¿Puedo recuperar los datos no guardados?
ja: Audacityがクラッシュしました。保存されてないデータを回復することはできますか。
nl: Audacity is vastgelopen! Kan ik niet-opgeslagen gegevens terughalen?
pt_br: O Audacity travou! Posso recuperar meus dados não-salvos?

source: <p>You may be able to recover your project automatically with the <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a>. Please see the <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a> page for more information.</p> <p>Please note the .au files need to be numbered consecutively when input to the Crash Recovery Utility or errors will occur in the program. If this problem occurs you can open Audacity's temporary folder in your system File Manager (e.g., Windows Explorer) and try resorting the .au files by time modified and then batch renaming them using a numeric sequence whilst they are sorted by time modified. An arrangement looking something like this should work:</p> <ul> <li>b001.au 15:56:02</li> <li>b002.au 15:56:02</li> <li>b003.au 15:56:10</li> <li>b004.au 15:56:10</li> </ul> <p>If your file manager does not have a suitable renaming tool, you should be able to obtain suitable free tools on the Internet.</p>
es: <p>Puede recuperar su proyecto automáticamente con la <a href="http://www.mesw.de/audacity/recovery/">utilidad de recuperación de Audacity</a>. Consulte la página <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Recuperación ante errores</a>para obtener más información.</p> <p>Tenga en cuenta que los archivos .au necesitan ser numerados consecutivamente cuando se utilizan con la utilidad de recuperación para evitar que sucedan nuevos errores. Si existe algún problema puede abrir la carpeta temporal de Audacity e intentar una reordenación de los archivos .au mirando su fecha de modificación. Una reestructuración como la que sigue debería funcionar:</p> <ul> <li>b001.au 15:56:02</li> <li>b002.au 15:56:02</li> <li>b003.au 15:56:10</li> <li>b004.au 15:56:10</li> </ul> <p>Si su gestor de archivos no tiene una herramienta para renombrar deberá ser capaz de encontrar herramientas gratuitas en Internet que hagan el trabajo.</p>
ja: <p> <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a>を使うことによりプロジェクトファイルを自動的に復旧することができます。 より詳しい情報は <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a> ページをご覧ください。</p> <p>Crash Recovery Utilityで読み込む際 .auファイルは連続して番号付けされなければプログラムでエラーが起こることに注意してください。 もしこの問題が起こった場合はお使いのシステムのファイルマネージャ（たとえばWindowsエクスプローラ）でAudacityのテンポラリフォルダを開き、.auファイルを更新日時順に並べ換え、番号が更新日時順になるようにファイル名を変更してください。 次のようになればうまく動くようになるでしょう。:</p> <ul> <li>b001.au 15:56:02</li> <li>b002.au 15:56:02</li> <li>b003.au 15:56:10</li> <li>b004.au 15:56:10</li> </ul> <p>もしお使いのファイルマネージャが適切なファイル名変更ツールを持っていない場合、インターネットから適切なフリーツールをダウンロードにより入手できるでしょう。</p>
nl: <p>U kan uw project automatisch herstellen met de <a href="http://www.mesw.de/audacity/recovery/">Audacity recovery utility</a>. Bekijk de <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash-herstel</a>-pagina voor meer informatie.</p> <p>Let erop dat de .au-bestanden opeenvolgend genummerd moeten worden wanneer ze in de Crash Recovery Utility ingevoegd worden, of er zullen fouten optreden in het programma. Indien dit probleem zich voordoet, kan u de tijdelijke map van Audacity openen in de bestandsbeheerder van uw systeem (bijvoorbeeld Windows Verkenner) en proberen de .au-bestanden opnieuw te ordenen op "laatst gewijzigd", waarna u de bestandsnamen verandert volgens een numerieke volgorde (via batch), terwijl ze gesorteerd zijn op "laatst gewijzigd". Een volgorde die er ongeveer zoals dit uitziet zou moeten werken:</p> <ul> <li>b001.au 15:56:02</li> <li>b002.au 15:56:02</li> <li>b003.au 15:56:10</li> <li>b004.au 15:56:10</li> </ul> <p>Indien uw bestandsbeheerder geen passend gereedschap voor naamswijziging heeft, kan u gratis tools verkrijgen op het Internet.</p>
pt_br: <p>Você pode recupera seu projeto aumaticamente com o <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a>. Veja as instruções detalhadas em inglês em <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a>.</p> <p>Note que os arquivos .au devem estar numerados seqüencialmente ou o programa não pode recuperar os arquivos de projeto. Caso este problema ocorra, abra a pasta de arquivos temporários do Audacity, tente Organizar os ícones por "Modificado em" e renomeie-os para uma seqüência numérica como a mostrada a seguir:</p> <ul> <li>b001.au 15:56:02</li> <li>b002.au 15:56:02</li> <li>b003.au 15:56:10</li> <li>b004.au 15:56:10</li> </ul> <p>Você pode procurar na Internet por ferramentas que renomeiem os arquivos automaticamente.</p>

source: Can Audacity import additional formats like M4A, WMA or FLAC?
es: ¿Audacity puede importar archivos MP4, WMA o FLAC?
ja: AudacityはM4A、WMA、FLACなどのフォーマットのデータを読み込むことはできますか?
nl: Kan Audacity formaten als M4A, WMA of FLAC importeren?

source: <p>Audacity 1.2 <b>cannot</b> import or export <b>AC3, AMR(NB), M4A, WMA</b> or most other proprietary file formats due to licensing and patent restrictions. However, the <a href="../download/features-1.3-a">Beta 1.3</a> version of Audacity can import or export these and many additional formats, if you install the optional <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">FFmpeg</a> library. FFmpeg also allows Audacity to import audio from video files. Note that on Mac, Audacity Beta has built-in support for M4A import without installing FFmpeg, using the QuickTime components supplied by the operating system.</p> <p><b>Digital Rights Management (DRM) protected</b> files, such as those purchased from iTunes prior to 2009, <b>cannot</b> be imported into any version of Audacity. If you use Windows Media Player to extract (rip) a CD track to WMA, ensure the option to copy-protect the WMA file is turned off.</p> <p><b>FLAC</b> import and export support is now built into Audacity Beta, but some other open formats such as <b>Ogg Speex</b> are not yet supported.</p> <p><b>Workarounds for importing additional or protected formats:</b> To import other than the directly supported WAV, AIFF, AU, MP2/MP3 or OGG Vorbis formats, you can always convert the file to WAV or AIFF. As long as it's not a DRM-protected file, you can <a href="http://wiki.audacityteam.org/wiki/How_to_import_files_from_iTunes#convert">convert with iTunes&reg;</a> or <a href="http://www.erightsoft.com/SUPER.html#Dnload">SUPER</a>. For a DRM-protected file, first burn it to an audio CD in the application that is licensed to play it, then <a href="http://wiki.audacityteam.org/wiki/How_to_import_CDs">rip the CD track</a> to WAV or AIFF. You can also record the protected file - see our FAQ for <a href="faq?s=recording&amp;i=streaming"> recording streaming audio</a>.</p> <p>For more detail on supported formats, see the <a href="../about/features">feature list</a>.</p> <p>See also: <a href="faq?s=files&amp;i=midi">Why can't I play MIDI files?</a></p>
es: <p>Audacity 1.2 <b>no puede</b> importar o exportar <b>AC3, AMR(NB), M4A, WMA</b> o muchos otros formatos propietarios por problemas de licencia y restricciones de patentes. De todos modos, la versión <a href="../download/features-1.3-a">1.3 beta</a> de Audacity puede importar y exportar estos y otros formatos si se instala la biblioteca opcional <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">FFmpeg</a> . FFmpeg además permite a Audacity importar audio desde archivos de vídeo. Tenga en cuenta que en Mac, la beta de Audacity no tiene capacidad para importar M4A sin instalar FFmpeg, mediante los componentes QuickTime proporcionados por el sistema operativo.</p> <p><b>Los archivos protegidos con DRM (Digital Rights Management) (DRM) </b>, como los comprados en iTunes antes de 2009, <b>no pueden</b> ser importados en ninguna versión de Audacity. Si utiliza Windows Media Player para extraer el audio de una pista de CD a WMA, asegúrese de desactivar la opción de copia protegida del archivo WMA.</p> <p>La importación y exportación a <b>FLAC</b> está contemplada en la versińo beta de Audacity, pero otros formatos abiertos como <b>Ogg Speex</b> aún no están incluidos.</p> <p><b>Algunos trucos para importar otros formatos o formatos protegidos:</b> Para importar otros diferentes a los habituales WAV, AIFF, AU, MP2/MP3 or OGG Vorbis, siempre puede convertir el archivo a WAV o AIFF. Si no es un archivo protegido mediante DRM puede <a href="http://wiki.audacityteam.org/wiki/How_to_import_files_from_iTunes#convert">convertirlo con iTunes&reg;</a> o <a href="http://www.erightsoft.com/SUPER.html#Dnload">SUPER</a>. Para archivos con DRM, primero hay que grabarlo en un CD de audio con la aplicación que tenga licencia para reproducirlo y a continuación <a href="http://wiki.audacityteam.org/wiki/How_to_import_CDs">extraer la pista de audio </a> a WAV o AIFF. También puede grabar el archivo protegido, consulte nuestras Preguntas frecuentes sobre <a href="faq?s=recording&amp;i=streaming"> grabar flujos de audio</a>.</p> <p>Para obtener más información sobre los formatos admitidos, consulte la <a href="../about/features">lista de características</a>.</p> <p>Vea también: <a href="faq?s=files&amp;i=midi">¿Por qué no puede reproducir archivos MIDI?</a></p>
ja: <p>Audacity 1.2 は<b>AC3, AMR(NB), M4A, WMA</b>あるいは多くの他の独自形式ファイルについてはライセンスおよび特許の制限により書き出しや取り込みが<b>できません</b>。 しかしながら、<a href="../download/features-1.3-a">Beta 1.3</a> バージョンのAudacityでは、 <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">FFmpeg</a>ライブラリをインストールすることでこれらを含む多くのファイル形式の書き出しや取り込みができます。 FFmpegを使えばAudacityがビデオファイルを取り込むこともできます。 Mac版のAudacity BetaではOSに含まれるQuickTimeコンポーネントにより、FFmpegをインストールすることなしにM4A取り込みが可能です。</p> <p><b>Digital Rights Management (DRM) で保護された</b> ファイル、たとえば2009年以前にiTunesで購入したものなどはどのバージョンのAudacityでも取り込み<b>できない</b>ことにご注意ください。 もしWindows Media PlayerによりCDをWMAファイルに読み出す場合は、WMAのコピープロテクト設定がoffであることを確認してください。</p> <p><b>FLAC</b>形式の取り込みと書き出しはAudacity Betaにてサポートされていますが、他のオープンな形式、たとえば<b>Ogg Speex</b>はまだサポートされていません。</p> <p><b>保護されたファイル形式や未サポートのものを取り込む方法:</b> AudacityでサポートされているWAV, AIFF, AU, MP2/MP3 or OGG Vorbis 以外の形式のファイルを取り込むには、そのファイルをまずWAVまたはAIFFに変換してください。そのファイルがDRM保護されたものでない限り<a href="http://www.erightsoft.com/SUPER.html#Dnload">SUPER</a>や<a href="http://wiki.audacityteam.org/wiki/How_to_import_files_from_iTunes#convert">iTunes&regを使って変換</a>できます。 DRM保護ファイルについては、最初に正式にライセンスされたアプリケーションでオーディオCDを焼いてください。その後<a href="http://wiki.audacityteam.org/wiki/How_to_import_CDs">CDトラックを読み込み</a>、WAVまたはAIFFに変換してください。保護されたファイルを録音することもできます- FAQの<a href="faq?s=recording&amp;i=streaming"> ストリーミングオーディオの録音</a>をご覧ください。</p> <p>サポートされている形式についての詳しい情報については<a href="../about/features">機能リスト</a>をご覧ください。</p> <p><a href="faq?s=files&amp;i=midi">MIDIファイルを再生できない</a>もご覧ください。</p>
nl: <p>Audacity 1.2 kan <b>AC3, AMR(NB), M4A, WMA</b> of de meeste andere proprietaire bestandsformaten <b>niet</b> exporteren omwille van licentie- en patentrestricties. De <a href="../download/features-1.3-a">bèta 1.3</a>-versie van Audacity kan deze en veel andere formaten echter wel importeren of exporteren als u de optionele <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">FFmpeg</a>-bibliotheek installeert. FFmpeg staat Audacity ook toe om audio te importeren van videobestanden. Merk op dat Audacity bèta op Mac ingebouwde ondersteuning heeft voor het importeren van M4A zonder het installeren van FFmpeg, door gebruik te maken van de QuickTime-componenten die voorzien zijn door het besturingssysteem.</p> <p><b>Digital Rights Management (DRM)-beschermde</b> bestanden, zoals deze aangekocht via iTunes vóór 2009, kunnen in <b>geen enkele</b> versie van Audacity geïmporteerd worden. Als u Windows Media Player gebruikt om een cd-track te extracten (rippen) naar WMA, verzeker u er dan van dat de kopieerbeveiligingsoptie voor WMA-bestanden uitgezet is.</p> <p><b>FLAC</b>-import en export is nu ingebouwd in Audacity bèta, maar een aantal andere open formaten zoals <b>Ogg Speex</b> worden nog niet ondersteund.</p> <p><b>Workarounds om extra of beschermde formaten te importeren:</b> Om andere formaten dan de direct ondersteunde WAV, AIFF, AU, MP2/MP3 of OGG Vorbis-formaten te importeren, kan u altijd het bestand converteren naar WAV of AIFF. Zolang het geen DRM-beschermd bestand is kan u <a href="http://wiki.audacityteam.org/wiki/How_to_import_files_from_iTunes#convert">converteren met iTunes&reg;</a> of <a href="http://www.erightsoft.com/SUPER.html#Dnload">SUPER</a>. Voor een DRM-beschermd bestand, brand het eerst naar een audio-cd met de toepassing die het kan afspelen, <a href="http://wiki.audacityteam.org/wiki/How_to_import_CDs">rip het cd-spoor</a> naar WAV of AIFF. U kan het beschermde bestand ook opnemen - zie onze FAQ voor <a href="faq?s=recording&amp;i=streaming">het opnemen van streaming audio</a>.</p> <p>Zie de <a href="../about/features">functielijst</a> voor meer details over ondersteunde formaten.</p> <p>Zie ook: <a href="faq?s=files&amp;i=midi">waarom kan ik geen midi-bestanden afspelen?</a></p>

source: Why can’t I play MIDI files?
es: ¿Por qué no puedo reproducir archivos MIDI?
ja: なぜMIDIファイルの再生ができないのですか？
nl: Waarom kan ik geen MIDI-bestanden afspelen?
pt_br: Por que os arquivos MIDI não são reproduzidos?
