Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p>Audacity works with most screen-reader programs, but some of Audacity’s features are difficult or impossible to use without a mouse. We are working on improving the program’s accessibility and keyboard shortcuts. For more information, see <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity for Blind Users</a>.</p>
pt_br: <p>O Audacity é acessível pela maioria dos leitores de tela, mas alguns comandos são inacessíveis sem o uso do mouse. No entanto, estamos trabalhando para melhorar o suporte à atalhos de teclado. Para mais informações em inglês, visite: <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity for Blind Users</a>.</p>

source: <ol> <li><p>First, download and unzip the <a href="%s">VST Enabler</a>.</li> <li><p>Place the unzipped VST Enabler, along with your VST plug-ins, into the “Plug-ins” folder in the Audacity installation folder. (On Mac OS X, this is usually in the Applications folder. On Windows, it is usually under Program Files.)</li> <li><p>The next time you start Audacity, your VST effects will appear at the bottom of the “Effect” menu.</li> </ol> <p>See also: <a href="faq?s=install&amp;i=vst-bugs">Why do some VST plug-ins look wrong, or not work?</a></p>
pt_br: <ol> <li><p>Primeiro, copie e descompacte o <a href="%s">VST Enabler</a>.</li> <li><p>Coloque os arquivos já descompactados e todos os plug-ins VST na pasta “Plug-ins” dentro da pasta de instalação do Audacity. (No Windows, esta pasta normalmente está em ´´Arquivos de Programas´´. Em Mac OS X, dentro de Applications.)</li> <li><p>Na próxima vez que inicializar o Audacity, os novos plug-ins de efeitos VST irão aparecer no menu “Efeitos”.</li> </ol> <p>Veja também: <a href="faq?s=install&amp;i=vst-bugs">Por que alguns plug-ins não funcionam como deveriam?</a></p>

source: <p>The <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> is not yet able to display custom interfaces for plug-ins. Instead, it uses generic controls for all VST plug-ins. Because of this, many plug-ins will look or act differently than they do in other programs.</p> <p>Other VST plug-ins may not work at all, because of bugs in the VST Enabler. You can <a href="../contact/">contact us</a> to report plug-ins that do not work.</p> <p>Audacity also does not support VST instrument (VSTi) plug-ins.</p>
pt_br: <p>O <a href="faq?s=install&amp;i=vst-enabler">Habilitador de VST</a> ainda não permite exibir interfaces personalizadas para os Plug-ins. Neste caso, são usados comandos genéricos para todos os plug-ins VST. Isto pode fazer com que os plug-ins carregados no Audacity tenham uma aparência diferente que quando carregados em outros programas.</p> <p>Alguns plug-ins do VST podem não funcionar por problemas no Habilitador de VST. <a href"../contact/">Entre em contato</a> para reportar plug-ins que não funcionam, para que possamos melhorar o Habilitador.</p> <p>O Audacity não suporta plug-ins VSTi (VST instrument).</p>

source: <p>First, set Audacity to <a href="faq?s=recording&amp;i=stereo">record in stereo</a>.</p> <p>Next, plug one end of a stereo cable into the “Line Out” or “Headphone” connector on your tape deck, minidisc player, or stereo system. Plug the other end into your computer’s “Line In” connector. If you do not have a cable that fits both of these connectors, you can find one at an electronics store.</p> <p>Choose “Line In” as the input source on the Audacity toolbar, or in the Audio I/O tab of Preferences (Vista) or Apple Audio-MIDI Setup (OS X).</p> <p>Then press the <b>Record</b> button. While Audacity is recording, start playing your tape or disc. When you have captured the entire recording, press the <b>Stop</b> button.</p> <p>Vinyl or shellac records can also be recorded into Audacity with a special type of turntable that connects to the USB port of your computer. These turntables need to be set up differently to those that connect to your line-in port. For instructions on setting up USB turntables, see <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB_turntables</a> on the Audacity Wiki.</p> <p>There is also a detailed tutorial, <a href="http://audacityteam.org/wiki/index.php?title=Transferring_tapes_and_records_to_computer_or_CD">Transferring_tapes_and_records_to_computer_or_CD</a>, on the Wiki. This will guide you through the steps from recording your records, cassettes or minidiscs to exporting as an audio file and burning to CD.</p> <p>Notes:</p> <ul> <li><p>Do not plug stereo equipment into your computer’s “Microphone” port, which is designed for low-powered (“mic-level”) signals only. Use the “Line In” port instead.</p></li> <li><p>Do not connect a turntable directly to your computer. The signal from a turntable is distorted; it must be corrected by passing it through a phono pre-amp or a receiver with a “phono” input.</p></li> </ul> <p>See also: <a href="faq?s=files&amp;i=split">How to split a long recording into multiple files</a>.</p>
pt_br: <p>Primeiro, ajuste o Audacity para <a href="faq?s=recording&amp;i=stereo">gravar em estéreo</a>.</p> <p>Em segudia, conecte um cabo estéreo na saída “Line Out” ou “Headphone” do seu tape-deck, minidisc ou sistema estéreo. Conecte a outra ponta do cabo à entrada “Line In” do computador.</p> <p>Selecione “Line In” como a fonte de gravação no Audacity e clique no botão Gravar. Opere seu aparelho de som para iniciar a reprodução do áudio. Ao terminar clique no botão Parar.</p> <p>Notas:</p> <ul> <li><p>Não utilize a porta “Microphone” (ou apenas “Mic”) do computador, que é projetada para sinais de mcirofone apenas.</p></li> <li><p>Não conecte um toca-discos diretamente ao computador. O toca-discos apresenta um sinal muito distorcido que deve ser corrigido utilizando-se um pre-amplificador que tenha a entrada “phono”, ou utilizando-se um toca-discos USB como explicado em inglês na página <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB_turntables</a> do Wiki do Audacity.</p></li> </ul> <p>Veja também: <a href="faq?s=files&amp;i=split">Como separar um arquivo grandes em partes menores</a>.</p>

source: <h3>Windows and Linux</h3> <p>To monitor your recording, open your computer's volume control panel. Turn up the playback volume and turn off the “mute” checkbox for your recording source (usually “microphone” or “line in”).</p> <p>If this does not work, open the Audacity preferences. In the “Audio I/O” section, turn on the “Software Playthrough” option.</p> <h3>Mac OS X</h3> <p>Open the Audacity preferences. In the “Audio I/O” section, turn on the “playthrough” option. “Hardware Playthrough” is best if it is available. If it does not work, you can choose “Software Playthrough” instead.</p> <h3>Monitoring while Recording from a Microphone</h3> <p>Always use headphones when listening as you record from a microphone, to avoid the playthrough of the recording being picked up in the recording itself.</p>
pt_br: <h3>Windows e Linux</h3> <p>Para monitorar a gravação, abra o painel de controle de volume do sistema. Aumente o volume e desmarque a opção “mudo” da fonte de som (microfone ou “line-in”).</p> <p>Caso o som continue mudo, abra a seção de Preferência do Audacity e habilite a opção Reprodução múltipla via Software.</p> <h3>Mac OS X</h3> <p>Abra a seção de Preferência do Audacity e habilite a opção Reprodução múltipla via Hardware se disponível. Caso não esteja, habilite a opção Reprodução múltipla via Software.</p> <h3>Monitorara a gravação pelo microfone</h3> <p>Sempre use fones de ouvido para monitorar as gravações feitas pelo microfone para evitar ecos.</p>

source: <h3>Windows and Linux</h3> <p>With most Windows and Linux audio devices, it is possible to record whatever sound the computer is currently playing, including internet radio streams.</p> <p>In the drop-down menu on Audacity's mixer toolbar, choose “Wave Out” or “Stereo Mix” as the input source. (The exact name may be different, depending on your computer's sound drivers.) When you press the <b>Record</b> button, Audacity will capture whatever sound is playing on your computer's speakers. Note that on Windows Vista, the “stereo mix” option must be chosen in the Audio I/O tab of Preferences, in the “Recording Device” dropdown. On Windows, if you don't have a “Wave Out” or “Stereo Mix” option, or if it won't record, go to the system Control Panel and try to enable this option there. For instructions see: <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues#Using_the_Control_Panel">Using the Control Panel</a> on the Wiki.</p> <p>If this doesn't work on your computer, you can instead use a cable to connect your computer's “Line Out” (speaker) port to its “Line In” port, and use Audacity to record from Line In.</p> <h3 id="mac">Mac OS X</h3> <p>Mac OS X users can capture streaming audio using a program like <a href="http://www.cycling74.com/products/soundflower">Soundflower</a> (free, open source), <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> or <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>.</p>
pt_br: <h3>Windows e Linux</h3> <p>Na maioria dos dispositivos de áudio em Windows e Linux é possível gravar o que está sendo executado no momento, incluindo fluxos de mídia de rádios online.</p> <p>No menu da Barra de Mixagem do Audacity, escolha “Wave Out” ou “Stereo Mix” como dispositivo de entrada. (Os nomes podem mudar dependendo do seu sistema operacional) Ao pressionar o botão <b>Gravar</b>, o Audacity vai gravar o que estiver sendo reproduzido pelos microfones. Note que no Windows Vista, a opção Audio Mix pode ser selecionada no menu Preferências, na guia Dispositivos de Áudio. No Windows, caso não haja a opção “Wave Out” ou “Stereo Mix”, ou se o sistema não gravar, experimente configurar diretamente pelo Painel de Controle. As instruções estão em inglês no <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues#Using_the_Control_Panel">Using the Control Panel</a>Wiki do Audacity.</p> <p>Em último caso, você pode conectar um cabo que ligue a saída “Line Out” à entrada “Line In” e configurar o Audacity para gravar a partir da entrada de linha.</p> <h3 id="mac">Mac OS X</h3> <p>Usuários do Mac OS X pode capturar fluxos de áudio usando um programa como o <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> ou o <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>.</p>

source: <p>Sorry, Audacity does not yet support scheduled recording. We may add this feature to a future version of the program.</p> <p>You can make Audacity <b>stop</b> recording after a certain time limit, by following these steps:</p> <ol> <li>Turn on “Play existing tracks while recording” in the “Audio I/O” section of the preferences.</li> <li>Choose “New Audio Track” from the Project menu.</li> <li>Zoom out if necessary, then click and drag to select the amount of time you want to record.</li> <li>Start recording. Audacity will stop recording automatically when it reaches the end of the selected area.</li> </ol>
pt_br: <p>Infelizmente o Audacity não suporta gravação programada. Este recurso pode ser acrescentado no futuro.</p> <p>Você pode fazer com que o programa <b>pare</b> após um determinado tempo, seguindo estes passos:</p> <ol> <li>Habilite a função "Gravar e Reproduzir faixas simultaneamente" na aba "Dispositivos" da janela Preferências.</li> <li>Selecione "Nova faixa de áudio" no menu Projeto.</li> <li>Ajuste o nível de Zoom e selecione na faixa a quantidade de tempo que a gravação deve ter.</li> <li>Inicie a gravação. O Audacity irá parar automaticamente quando atingir o final da área selecionada.</li> </ol>

source: <p>Audacity project files are saved in a special format that only Audacity can open. To open your project in another program or burn it to CD, you must open the “project.aup” file in Audacity, and use the Export commands (in the File menu) to save it in a standard format like WAV or AIFF.</p>
pt_br: <p>Os arquivos de projeto do Audacity são salvos em um formato especial que apenas o programa pode ler. Para abrir o projeto em outro programa de edição ou gravá-los em um CD, você deve abrir o arquivo de projeto e exportá-lo no formato WAV ou AIFF utilizando o comando Exportar do menu Arquivo. </p>

source: <p>Audacity breaks long tracks into small pieces so it can edit them more efficiently. When you save a project, Audacity stores all of the pieces in a folder with a name like “project_data.”</p> <p>You do not need to open these files yourself. Audacity will load them automatically when you open the “project.aup” file, which is saved in the same location as the “data” folder.</p>
pt_br: <p>O Audacity quebra faixas de áudio longas em pedaços menores para poder editá-las mais rapidamente. Quando você salva um projeto, o programa guarda todas estas partes em um pasta com o nome “projeto_data” ou similar.</p><p>Ao abrir o arquivo “projeto.aup” que estará na mesma pasta, o Audacity lê todos estes pedaços de arquivos e monta novamente a faixa de áudio automaticamente. </p>

source: Can Audacity import file formats like WMA, AAC, FLAC, etc.?
pt_br: É possível importar arquivos WMA, AAC, FLAC, etc?

source: <p>Audacity <b>cannot</b> import or export files in <b>WMA, AAC, RealAudio, Shorten (SHN)</b>, or most other proprietary formats, or any kind of Digital Rights Management (DRM) protected file, including many purchased online such as on iTunes or Napster. Because of licensing and patent restrictions, we are not allowed to add these formats to Audacity. Future versions of Audacity might be able to support these formats using codecs installed in your operating system.</p> <p>Some open formats are not yet supported by Audacity, including <b>Ogg Speex</b> and <b>FLAC</b>. We hope to support these formats in future versions of Audacity.</p> <p>Audacity can currently import WAV, AIFF, AU, MP2/MP3 and OGG Vorbis files. If you cannot import your file into Audacity, you can as a workround convert it to WAV or AIFF. As long as it's not a DRM-protected file, you could do this with iTunes&reg; or with <a href="http://www.erightsoft.com/SUPER.html#Dnload">SUPER</a> player. If it's a DRM-protected file, you can burn it to an audio CD in the application that is licensed to play it, then extract (rip) the CD track to WAV or AIFF. On Windows, you can use Windows Media Player 11, iTunes, or <a href="http://cdexos.sourceforge.net/?q=download">CDex</a> to extract to WAV. Or you can play the file on your computer and record it – see <a href="faq?s=recording&amp;i=streaming">Can Audacity record RealAudio or other streaming audio?</a>.</p> <p>For more detail on supported formats, see the <a href="../about/features">feature list</a>.</p> <p>See also: <a href="faq?s=files&amp;i=midi">Why can't I play MIDI files?</a></p>
pt_br: <p>O Audacity não pode importar ou exportar arquivos em formatos <b>WMA, RealAudio, Shorten (SHN)</b>, ou outros formatos proprietários devido à restrições de patentes. O Audacity também não pode importar arquivos protegidos por DRM (Direitos de Cópia), o que inclui a maioria das músicas compradas em lojas on-line de música. Na versão para Macintosh, é possível importar áudio em formato <b>AAC</b> não protegido (como os com extensão <b>M4A</B>).</p><p>Alguns formatos não-proprietários ainda não estão disponível no Audacity, como <b>Ogg Speex</b> e <b>FLAC</b>. Estes formatos serão disponibilizados em versões futuras do programa.</p><p>Se não for possível importar arquivos de áudio para o Audacity, você pode contornar esta restrição convertendo o arquivo em um formato não compactado como WAV ou AIFF. Para arquivos não protegidos, o iTunes ou o <a href="http://www.erightsoft.com/SUPER.html#Dnload">SUPER</a> player podem ajudar na conversão. No caso de arquivos protegidos por DRM, você pode tentar gravá-lo num CD de áudio e extraí-lo novamente do CD em formato WAV ou AIFF, utilizando o iTunes no Macintosh e Windows Media Player ou <a href="http://cdexos.sourceforge.net/?q=download">CDex</a> no Windows.</P><p>Como alternativa, você pode reproduzir o arquivo em seu computador e gravar o fluxo de áudio. Veja a página <a href="faq?s=recording&amp;i=streaming">É possível salvar arquivos do RealAudio ou outros formatos de Fluxo Contínuo?</a>.</p> <p>Para mais detalhes sobre os formatos suportados, veja a <a href="../about/features">lista de recursos</a> do programa.</p> <p>Veja também: <a href="faq?s=files&amp;i=midi">Por que os arquivos MIDI não são reproduzidos?</a></p>

source: <p>Sorry, Audacity cannot play, edit, or convert MIDI files. It can only display them visually (for comparison with recorded sounds). We might add MIDI editing to a future version of Audacity, but for now Audacity is focused on sampled audio (like WAV files).</p>
pt_br: <P>O Audacity não pode reproduzir, editar ou converter arquivos Midi. Só é possível visualizá-los (para comparação com arquivos gravados). Apesar do Audacity ser voltado à edição de sons Wav, esperamos adicionar o suporte a Midi em breve. </p>

source: Read the Audacity reference online.
pt_br: Leia o guia de referência do Audacity online.

source: Printable version of the Audacity reference.
pt_br: Versão para impressão da guia de referência.

source: (This can be printed as a single page using the print function of your browser.)
pt_br: (Esta parte pode ser impressa em uma folha única, utilizando a função imprimir do seu navegador).

source: Audacity User's Manual
pt_br: Manual do Usuário do Audacity

source: Read the Audacity manual online.
pt_br: Leia o manual online.

source: Download the Audacity manual in HTML format.
pt_br: Copie o manual do Audacity em formato HTML.

source: Download the Audacity manual in PDF format.
pt_br: Copie o manual do Audacity em formato PDF.
