Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <p> We are very happy to announce that Audacity has been accepted as a mentoring organization for the <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC 'offers student developers stipends to write code for various open source projects'. </p> <p> We are now seeking student participants. As we wrote in our application: At student selection stage, we look for evidence that the student has a real interest in our project, 'Do they actually use it?' rather than just choosing some project that is part of GSoC. </p> <p> If you are an interested student, please follow these steps: <ol> <li>Review the <a href="http://code.google.com/opensource/gsoc/2008/faqs.html">GSoC FAQ</a>, especially from <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'How does a student apply?'</a>.</li> <li>Make sure you are <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">eligible</a>.</li> <li>On the Audacity Wiki, check the <a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">project ideas page</a>.</li> <li>If you find an interesting idea, or have one of your own, then check <a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">Writing GSoC Proposals</a>.</li> <li>Then be in touch with us -- far better to discuss plans with us before applying.</li> </ol> </p> <p> If you know any students who might be interested, possibly those already involved in music/audio research, please point them to our <a href="http://audacity.sourceforge.net/">website</a> for this information. </p>
es: <p> Nos complace anunciar que Audacity ha sido seleccionada como una de las organizaciones participantes en el <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC 'ofrece a estudiantes desarrolladores comensaciones económicas por escribir código para varios proyectos de código abierto. </p> <p> Estamos buscando estudiantes interesados participantes que muestren un interés real en nuestro proyecto. ¿Lo utilizan? Mejor que alumnos que sólo escogen un proyecto para participar en el GSoC. </p> <p> Si estás interesado, sigue estos pasos: <ol> <li>Revisa las <a href="http://code.google.com/opensource/gsoc/2008/faqs.html">Preguntas frecuentes sobre GSoC</a>, especialmente la sección <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'¿Cómo se inscribe un estudiante?'</a>.</li> <li>Asegúrate de que eres <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">elegible</a>.</li> <li>En el Wiki de Audacity, consulta la página de <a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">ideas para proyectos</a>.</li> <li>Si encuentras interesante alguna de esas ideas o tienes una propia, accede a<a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">Cómo escribir propuestas para GSoC</a>.</li> <li>A continuación, entra en contacto con nosotros par discutir planes futuros antes de completar la inscripción.</li> </ol> </p> <p> Si conoces a alguien que pueda estar interesado, probablemente aquellos que se dedican a la investigación en música y audio, indícale la dirección de nuestro <a href="http://audacity.sourceforge.net/">sitio web</a> para que puedan consultar esta información. </p>
ja: <p> Audacityがこのたび<a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>の 指導機関として受け入れらたことをお知らせいたします。GSoC は「さまざまなオープンソースプロジェクトのコードを書く学生の皆さんに奨学金を提供する」活動です。 </p> <p> 私たちは現在、参加する学生の皆さんを探しています。私たちが申込書を書くにあたって: 学生の皆さんを選考する過程で、私たちは学生の皆さんが私たちのプロジェクトに本当に 興味を持っていただける証拠をさがしています。ただ単にGSoCのプロジェクトの1つだからと いうだけでなく、「皆さんは実際にAudacityを使っていますか？」 </p> <p> ご興味をお持ちの学生の方々は、次の手順で進めてください: <ol> <li><a href="http://code.google.com/opensource/gsoc/2008/faqs.html">GSoC FAQ</a>をチェック。 特に<a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'How does a student apply?'</a>をチェック。</li> <li>あなたが<a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">資格</a>があることを確認してください。</li> <li>Audacity Wikiにて<a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">project ideas page</a>を確認。</li> <li>あなたが興味あるアイデアを発見、あるいはすでにお持ちでしたら <a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">Writing GSoC Proposals</a>を確認してください。</li> <li>そして、私たちと連絡を取り合いましょう -- 申し込みの前に議論することは有益でず。</li> </ol> </p> <p> もしあなたが興味を持っていそうな学生の方、おそらく音楽やオーディオの研究に関わっている方、をご存知 でしたらpossibly those 私たちの<a href="http://audacity.sourceforge.net/">Webサイト</a>を お知らせして詳細情報を読んでいただけるようにしてください。 </p>

source: <p> Audacity was chosen as <a href="http://www.linuxquestions.org/questions/2007-linuxquestions.org-members-choice-awards-79/audio-authoring-application-of-the-year-610225/?s=753ec1178602a18491f741f03855304d"> Audio Authoring Application of the Year</a> in the 2007 LinuxQuestions.org Members Choice poll. LinuxQuestions.org is an active online Linux community. In the voting, Audacity received nearly 70% of the 444 votes cast. Thanks to everyone who voted. </p>
es: <p> Audacity fue elegida como la <a href="http://www.linuxquestions.org/questions/2007-linuxquestions.org-members-choice-awards-79/audio-authoring-application-of-the-year-610225/?s=753ec1178602a18491f741f03855304d"> Aplicación de autoría de audio del año</a> en 2007 mediante una votación entre sus miembros. LinuxQuestions.org es una comunidad online de Linux muy activa. En la votación Audacity recibió cera del 70% de los 444 votos emitidos. Nuestro agradecimiento para todas las personas que votaron. </p>
ja: <p> Audacityは2007 LinuxQuestions.org Members Choice pollにて <a href="http://www.linuxquestions.org/questions/2007-linuxquestions.org-members-choice-awards-79/audio-authoring-application-of-the-year-610225/?s=753ec1178602a18491f741f03855304d"> Audio Authoring Application of the Year</a>に選ばれました。 LinuxQuestions.orgは活発なオンラインLinuxコミュニティです。その投票において、Audacityは444人の方々から7割の方々の賛同を得ました。(In the voting, Audacity received nearly 70% of the 444 votes cast.) ご投票いただいた皆様に感謝いたします。 </p>
pt_br: <p> O Audacity foi escolhido como <a href="http://www.linuxquestions.org/questions/2007-linuxquestions.org-members-choice-awards-79/audio-authoring-application-of-the-year-610225/?s=753ec1178602a18491f741f03855304d"> o aplicativo de autoria de Áudio do ano</a> em 2007 pelos membros do Conselho do site LinuxQuestions.org. Este site é uma comunidade online bastante ativa no mundo do Linux. O Audacity recebeu quase 70% dos 444 votos da pesquisa. Obrigado a todos que votaram! </p>

source: Audacity 1.3.4 Released
es: Ha sido publicado Audacity 1.3.4
ja: Audacity 1.3.4 がリリースされました。
nl: Audacity 1.3.4 gereleased
pt_br: Liberada a versão 1.3.4 do Audacity

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.4 (beta)</a>, which includes several new features and user interface improvements, such as: <ul> <li>New Welcome Screen with introduction to Audacity.</li> <li>New 'Mix and Render to New Track' command.</li> <li>Support for VAMP audio analysis plug-ins.</li> <li>More keyboard shortcuts and navigation.</li> <li>Reworked solo/mute handling.</li> <li>New preference: Select all audio in project, if none selected (on by default).</li> <li>New preference: Beep on completion of longer activities.</li> <li>Envelopes: Many fixes when copying, pasting, or repeating.</li> <li>Many translation updates.</li> <li>Metadata editor added for OGG, FLAC and WAV/AIFF exports. Metadata import improved.</li> <li>Muted tracks are no longer audible in the exported mix.</li> <li>Improvements to latency correction.</li> </ul> </p> <p> Note that this release is for Windows and Linux/Unix only. The latest Audacity beta for Mac OS is version 1.3.3. </p> <p> See <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about 1.3.4 and the 1.3.x beta series. </p> <p> Check out the new e-book on <a href="http://www.informit.com/store/product.aspx?isbn=0132366576&rl=1">Podcasting with Audacity</a>. </p>
es: <p> El equipo de Audacity se complace en anunciar la publicación de <a href="/download">Audacity 1.3.4 (beta)</a>, que incluye algunas nuevas funciones y mejoras de funcionamiento como: <ul> <li>Nueva ventana de bienvenida con una introducción a Audacity.</li> <li>Nuevo comando 'Mezclar y generar en una nueva pista'.</li> <li>Compatibilidad con plug-ins de análisis de audio VAMP.</li> <li>Más teclas de acceso directo y navegación.</li> <li>Gestión mejorada de la reproduccińo solo/silencio.</li> <li>Nueva preferencia: Seleccionar todo el audio del proyecto si no hay nada seleccionado.</li> <li>Nueva preferencia: Avisar al completar procesos largos.</li> <li>Numerosas mejoras al copiar pegar o repetir.</li> <li>Actualización de traducciones.</li> <li>Edición de metadatos añadida para OGG, FLAC y WAV/AIFF. Mejorada la importación de metadatos.</li> <li>Las pistas silenciadas ya no son audibles al exportar una mezcla.</li> <li>Mejoras en la corrección de latencia.</li> </ul> </p> <p> Esta versión es sólo para Windows y Linux/Unix. La última versión beta para Mac OS es la 1.3.3. </p> <p> Consulte <a href="/download/features-1.3-a">Nuevas características en 1.3</a> para obtener más información sobre la versión 1.3.4 y la serie 1.3.x. </p> <p> Échele un vistazo al nuevo e-book <a href="http://www.informit.com/store/product.aspx?isbn=0132366576&rl=1">Podcasting con Audacity</a>. </p>
ja: <p> Audacityチームより <a href="/download">Audacity 1.3.4 (beta)</a>のリリースをお知らせします。これは 次のようないくつかの新機能とユーザーインタフェースの改善を含んでいます: <ul> <li>新しい「ようこそ」画面</li> <li>新しい「ミックスして作成」コマンドの追加</li> <li>VAMPオーディオ解析プラグインのサポート</li> <li>より充実したキーボードショートカットとナビゲーション</li> <li>Solo/mute機能の作り直し</li> <li>設定: 何も選択されていない場合は全オーディオを選択（デフォルト）</li> <li>設定: 長時間処理の終了時にブザーを鳴らす</li> <li>エンベロープ: コピー、貼り付け、繰り返しに関する多くの修正</li> <li>多くの翻訳の更新</li> <li>OGG, FLACおよびWAV/AIFF書き出し時にメタデータに対応。メタデータ読み込み改善</li> <li>書き出されたミックスでもミュートされたトラックは聞こえないようになりました。</li> <li>遅延補正の改善</li> </ul> </p> <p> 本リリースはWindowsおよびLinux/Unix版のみです。 Mac OS版の最新のAudacityはバージョン1.3.3です。 </p> <p> 1.3.4および1.3.xベータに関するより詳細な情報は<a href="/download/features-1.3-a">1.3での新機能</a> にてご覧ください。 </p> <p> 私たちの新しいe-bookを <a href="http://www.informit.com/store/product.aspx?isbn=0132366576&rl=1">Podcasting with Audacity</a>でご覧ください。 </p>
pt_br: <p> O time do Audacity tem o prazer de anunciar o lançamento do <a href="/download">Audacity 1.3.4 (beta)</a>, que apresenta novos recursos e numerosos aprimoramentos na interface gráfica, como: <ul> <li>Nova janela de boas-vindas com introdução ao Audacity.</li> <li>Novo comando 'Mixar e Gerar nova faixa'.</li> <li>Suporte a plug-ins de análise de áudio VAMP.</li> <li>Mais atalhos de teclado e navegação.</li> <li>Gerenciamento de solo/mudo refeito.</li> <li>Nova opção: Selecionar todo o áudio do projeto, se a seleção estiver vazia.</li> <li>Nova opção: Bipar ao completar tarefas longas.</li> <li>Envelopes: Diversos ajustes feitos ao copiar, colar e repetir.</li> <li>Novas traduções atualizadas, incluindo Português brasileiro.</li> <li>Editor de metadados para OGG, FLAC e WAV/AIFF.</li> <li>Corrigido: Faixas mudas não são mais audíveis no projeto mixado e exportado.</li> <li>Correção de latência melhorada.</li> </ul> </p> <p> Note que esta versão está disponível apenas para Windows e Linux. Em Macintoshes rodando Mac OS X, a última versão é a 1.3.3. </p> <p> Veja os <a href="/download/features-1.3-a">novos recursos da versão 1.3</a> para maiores informações sobre o produto. </p> <p> Veja também o novo e-book em inglês <a href="http://www.informit.com/store/product.aspx?isbn=0132366576&rl=1">Podcasting with Audacity</a>. </p>

source: <p> Audacity won the <a href="http://sourceforge.net/community/index.php/landing-pages/cca07/"> SourceForge Community Choice Awards 2007 -- Multimedia Category </a>! Congratulations to the other finalists. <b>Big</b> thanks to SourceForge, to everyone who voted, and to all who contribute to making Audacity great! </p>
es: <p> Audacity ganó el <a href="http://sourceforge.net/community/index.php/landing-pages/cca07/"> Premio 2007 de la comunidad Sourceforge -- Categoría multimedia </a>! Enhorabuena a los otros finalistas. <b>Muchísimas gracias</b> a SourceForge, a todos los que votaron y a todos los que contribuyen a hacer grande a Audacity. </p>
ja: <p> Audacityは <a href="http://sourceforge.net/community/index.php/landing-pages/cca07/"> SourceForge Community Choice Awards 2007 -- Multimedia Category </a>を受賞しました! 他のファイナリストの方々、おめでとうございます。 SourceForge、投票いただいたみなさん、そしてすべての Audacityをより良くするために貢献してくださる皆様に<b>大</b>感謝いたします。 </p>
nl: <p> Audacity won de <a href="http://sourceforge.net/community/index.php/landing-pages/cca07/"> SourceForge Community Choice Awards 2007 -- Multimedia Category </a>! Proficiat aan de andere finalisten. <b>Grote</b> dank aan SourceForge, aan iedereen die gestemd heeft en aan allen die bijdragen om Audacity goed te maken! </p>
pt_br: <p> O Audacity venceu o prêmio <a href="http://sourceforge.net/community/index.php/landing-pages/cca07/"> SourceForge Community Choice Awards 2007 </a>na categoria Multimídia! Parabéns a todos os finalistas. <b>Muito orbigado </b>ao SourceForge, a todos que votaram e a todos que contribuem para que o Audacity seja o que é! </p>

source: Audacity 1.3.3 Released
es: Ha sido publicado Audacity 1.3.3
ja: Audacity 1.3.3 がリリースされました。
nl: Audacity 1.3.3 gereleased
pt_br: Liberada a versão 1.3.3 do Audacity

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.3 (beta)</a>, which contains numerous new features and capabilities beyond the 1.3.2 (beta) release. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have both Audacity 1.2.6 and 1.3.3 installed simultaneously. </p> <p> See <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about the 1.3.x beta series. </p> <b>Beta version 1.3.3</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Opening/saving formats </dt> <dd> Import <ul> <li>Import of audio from QuickTime (mov, aac, m4a) files now supported on OS X.</li> <li>Broadcast Wave Format (BWF) wave files can now be imported.</li> </ul> </dd> <dd> Export <ul> <li>Metadata can be added to OGG files.</li> <li>Improved Export option selection.</li> <li>Additional export options added to MP3 and FLAC file formats.</li> <li>Command line exporter now supported on Windows and OS X.</li> </ul> </dd> <dt> Effects </dt> <dd> EQ effect <ul> <li>Responsiveness improved.</li> <li>Several enhancements added.</li> <li>Batch support added.</li> </ul> </dd> <dd> New Auto Duck effect </dd> <dd> Added previewing to AudioUnit effects. </dd> <dd> Much improved Noise Removal effect </dd> <dd> Effects previewing can now be canceled. </dd> <dd> New DTMF Tone Generator effect </dd> <dd> Additional options available in Noise effect. </dd> <dd> Improved the Tone Generation effects. </dd> <dt> Other features </dt> <dd> New built-in screen capture utility </dd> <dd> Major speed improvement in Spectrogram rendering </dd> <dd> Increased support for drag and drop on OS X. </dd> <dd> Support added for building against wxWidgets 2.8.x. </dd> <dd> Can now open multiple Audacity Projects at once from Explorer on Windows. </dd> <dd> Improved main window sliders. </dd> <dd> New support for snapping while selecting and sliding </dd> <dd> Improved track focus handling and visual feedback. </dd> <dd> Speed improvements and handling of resizing/zooming in tracks </dd> <dd> Spectrum view can now be zoomed. </dd> <dd> New internal file cache to improve handling of project files over networks </dd> <dt> Also </dt> <dd> Many improvements to language specific translations </dd> <dd> Numerous stability improvements </dd> </dl> </dd></dl>
es: <p> El equipo de Audacity tiene el placer de anunciar la publicación de <a href="/download">Audacity 1.3.3 (beta)</a>, que incluye numerosas nuevas funciones y posibilidades respecto a la versión anterior. Dado que es un trabajo en desarrollo esta versión no incluye una documentación completa y puede haber pequeñas partes sin traducir completamente, por tanto está indicada para usuarios avanzados. Para todos los usuarios, <a href="/download">Audacity 1.2.6</a> es una versión estable, completa y totalmente documentada. Si lo desea puede tener instaladas ambas versiones simultáneamente. </p> <p> Consulte la sección <a href="/download/features-1.3-a">Nuevas características de la versión 1.3</a> para obtener más información sobre la serie 1.3.x beta. </p> <b>Versión 1.3.3 beta</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Formatos de archivo </dt> <dd> Importar <ul> <li>Ahora es posible importar audio desde archivos QuickTime (mov, aac, m4a) en OSX.</li> <li>Es posible importar archivos en formato Broadcast Wave (BWF).</li> </ul> </dd> <dd> Exportar <ul> <li>Se puede añadir metadatos a los archivos OGG.</li> <li>Se ha mejorado la opción de selección de exportación.</li> <li>Se han añadido opciones adicionales a la exportación a formatos MP3 y FLAC.</li> <li>Es posible exportar mediante la línea de comandos en Windows y OSX.</li> </ul> </dd> <dt> Efectos </dt> <dd> Efecto ecualizador <ul> <li>Mejorado el nivel de respuesta.</li> <li>Añadidas algunas mejoras.</li> <li>Añadida la posibilidad de trabajar con archivos por lotes.</li> </ul> </dd> <dd> Nuevo efecto Auto Duck </dd> <dd> Añadida vista previa de unidades de audio a los efectos. </dd> <dd> Grandes mejoras en el efecto de eliminación de ruido. </dd> <dd> Ahora es posible cancelar la vista previa de los efectos. </dd> <dd> Nuevo efecto Generación de tonos DTMF.</dd> <dd> Nuevas opciones disponibles en el efecto de ruido. </dd> <dd> Mejoras en el efecto de generación de tonos. </dd> <dt> Otras características </dt> <dd> Nuevo utilidad de captura de pantallas integrado en Audacity </dd> <dd> Gran mejora de velocidad en la creación de espectrogramas </dd> <dd> Se han aumentado las posibilidades de arrastrar y soltar en OSX. </dd> <dd> Añadida posibilidad de compilar con wxWidgets 2.8.x. </dd> <dd> Ahora es posible abrir varios proyectos de Audacity desde el Explorador de Windows. </dd> <dd> Mejorados los controles de la ventana principal. </dd> <dd> Posibilidad de ajustar mientras se está seleccionando y desplazando. </dd> <dd> Mejorado el manejo y la información mostrada cuando se cambia la pista activa. </dd> <dd> Mejoras de velocidad y manejo de las herramientas de camio de tamaño y acercar/alejar. </dd> <dd> La vista de espectro ahora se puede acercar y alejar. </dd> <dd> Nueva caché interna para mejorar el manejo de archivos de proyecto a través de redes. </dd> <dt> Además </dt> <dd> Muchas mejoras en las traducciones. </dd> <dd> Numerosas mejoras en la estabilidad de Audacity. </dd> </dl> </dd></dl>
ja: <p> Audacityチームより <a href="/download">Audacity 1.3.3 (Beta)</a> がリリースされましたことを お知らせいたします。1.3.2(Beta)に比べて多くの新機能と性能向上を含んでいます。 このバージョンはまだ開発進行中で、ドキュメントや他言語へ翻訳もまだ完全ではありませんので 上級ユーザ向けです。 一般のユーザ向けには<a href="/download">Audacity 1.2.6</a> が安定でドキュメントも出来上がっているバージョンです。 Audacity 1.2.6と 1.3.3は同じコンピュータにインストールすることができます。 </p> <p> 1.3.xベータに関するより詳細な情報は<a href="/download/features-1.3-a">1.3での新機能</a> をご覧ください。 </p> <b>1.3.3ベータ版</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> 開く/保存形式 </dt> <dd> 取り込み <ul> <li>OS XでのQuickTime (mov, aac, m4a)ファイル取り込みがサポートされました。</li> <li>Broadcast Wave Format (BWF)ファイルの取り込みが可能になりました。</li> </ul> </dd> <dd> 書き出し <ul> <li>OGGファイルにメタデータを付加できます。</li> <li>書き出しオプション選択の改善</li> <li>MP3およびFLACファイル形式に加えてさらなる書き出しオプション</li> <li>WindowsおよびOS Xでコマンドラインエキスポーターがサポートされました。</li> </ul> </dd> <dt> 効果 </dt> <dd> EQ効果 <ul> <li>応答性の改善</li> <li>いくつかの向上が追加</li> <li>バッチサポートの追加</li> </ul> </dd> <dd> 新しいAuto Duck効果 </dd> <dd> AudioUnit効果のプレビューの追加 </dd> <dd> ノイズ除去効果の大きな改善</dd> <dd> 効果のプレビューをキャンセル可能になりました。</dd> <dd> DTMFトーン発生機能追加 </dd> <dd> ノイズ効果に追加のオプション</dd> <dd> トーン発生効果の改善 </dd> <dt> その他の機能 </dt> <dd> ビルトインのスクリーンコピー機能 </dd> <dd> スペクトル解析の処理速度大幅改善 </dd> <dd> OS Xでのドラッグ・ドロップ機能の改善 </dd> <dd> wxWidgets 2.8.xに対してのビルドのサポート </dd> <dd> Windows Explorerで複数のAudacityプロジェクトを同時にオープンできるようになりました。 </dd> <dd> メインウインドウのスライダー改善 </dd> <dd> 選択してスライド中にスナップできるようになりました。</dd> <dd> トラックフォーカスの扱い方と見え方の改善 </dd> <dd> トラックのリサイズとズームの処理速度改善 </dd> <dd> スペクトル表示がズーム可能になりました。 </dd> <dd> 内部ファイルキャッシュにより、プロジェクトファイルをネットワーク経由で取り扱う際の速度向上 </dd> <dt> さらに </dt> <dd> 他言語への翻訳の改善 </dd> <dd> 多くの安定性の改善</dd> </dl> </dd></dl>
pt_br: <p> O time do Audacity tem o prazer de anunciar o lançamento do <a href="/download">Audacity 1.3.3 (beta)</a>, que apresenta numerosos novos recursos em relação à versão 1.3.2 (beta) release. Como é um trabalho ainda em progresso que não contém documentação ou traduções completas, é recomendado apenas para usuários avançados do sistema. Para todos os usuários, o <a href="/download">Audacity 1.2.6</a> é a versão estável, completa e documentada. É possível ter as duas versões instaladas no mesmo computador. </p> <p> Veja os <a href="/download/features-1.3-a">novos recursos da versão 1.3</a> para maiores informações sobre o produto. </p> <b>Versão beta 1.3.3</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Formatos de arquivo </dt> <dd> Importação <ul> <li>Import of audio from QuickTime (mov, aac, m4a) files now supported on OSX.</li> <li>Broadcast Wave Format (BWF) wave files can now be imported.</li> </ul> </dd> <dd> Export <ul> <li>Metadata can be added to OGG files.</li> <li>Improved Export option selection.</li> <li>Additional export options added to MP3 and FLAC file formats.</li> <li>Command line exporter now supported on Windows and OSX.</li> </ul> </dd> <dt> Effects </dt> <dd> EQ effect <ul> <li>Responsiveness improved.</li> <li>Several enhancements added.</li> <li>Batch support added.</li> </ul> </dd> <dd> New Auto Duck effect </dd> <dd> Added previewing to AudioUnit effects. </dd> <dd> Much improved Noise Removal effect </dd> <dd> Effects previewing can now be canceled. </dd> <dd> New DTMF Tone Generator effect </dd> <dd> Additional options available in Noise effect. </dd> <dd> Improved the Tone Generation effects. </dd> <dt> Other features </dt> <dd> New built-in screen capture utility </dd> <dd> Major speed improvement in Spectrogram rendering </dd> <dd> Increased support for drag and drop on OSX. </dd> <dd> Support added for building against wxWidgets 2.8.x. </dd> <dd> Can now open multiple Audacity Projects at once from Explorer on Windows. </dd> <dd> Improved main window sliders. </dd> <dd> New support for snapping while selecting and sliding </dd> <dd> Improved track focus handling and visual feedback. </dd> <dd> Speed improvements and handling of resizing/zooming in tracks </dd> <dd> Spectrum view can now be zoomed. </dd> <dd> New internal file cache to improve handling of project files over networks </dd> <dt> Also </dt> <dd> Many improvements to language specific translations </dd> <dd> Numerous stability improvements </dd> </dl> </dd></dl>

source: Audacity 1.3.2 and 1.2.5 Released
es: Audacitiy 1.3.2 y 1.2.5 han sido publicados
ja: Audacity 1.3.2 および 1.2.5がリリースされました。
nl: Audacity 1.3.2 en 1.2.5 gereleased
pt_br: Liberada a versão 1.3.2 e 1.2.5 do Audacity
