Repository: audacity/audacity-from-svn-5GB
Catalog: website/trunk/htdocs/locale/*.po
Languages: es, ja, nl, pt_br

source: <dl> <dt> Bug fixes for: </dt> <dd> <ul> <li>Crash, slow launch or excessive CPU/memory use arising from automatic VST support:</li> <ul> <li>VST instrument plug-ins should now be correctly ignored</li> <li>VST effects now scanned only at start of first session that detects them, then cached</li> <li>Effects are now not loaded or opened until needed</li> <li>New "Effects" tab in Preferences to enable/disable VST effects and enable VST rescan on next launch</li> </ul> <li>Default View Mode now works</li> <li>Chains now always apply their stored parameters rather than those last used in Effect menu</li> <li>Non-MP3 files imported via drag or Recent Files caused crash if filter in file open window set to MP3</li> <li>AAC exports (using the optional <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> FFmpeg library</a>) silenced</li> <li>Generating audio always fitted the project in the window; fit now done only if generating in new track</li> <li>View menu items/shortcuts incorrectly disabled when playing or recording</li> <li>DTMF generator defaulted to zero duration on open</li> <li>Unwanted interactions between linked audio and label tracks</li> <li><i>(Windows XP)</i>&nbsp; Failure to launch on some machines due to "incorrect configuration" issue</li> <li><i>(Windows)</i>&nbsp; Crash importing a stereo file while a screen reader such as JAWS is running</li> <li><i>(Mac OS X)</i>&nbsp;:</li> <ul> <li>Audio Units effects applied to all tracks in project even if not selected</li> <li>QuickTime importer now handles files greater than 16-bit or 64000 Hz</li> </ul> <li>Various other interface bugs</li> </ul> </dd> <dt>Improvements:</dt> <dd> <ul> <li>Compressor: new option to compress based on peaks, improved attack and decay time support</li> <li>Mixer Board: improved design, more responsive meters and now interacts fully with Track Panel in main window</li> </ul> </dd> </dl> <p> Please be aware of <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.9#Known_Issues_at_Release"> Known Issues at Release</a> (also viewable in the included README.txt). </p>
es: <dl> <dt> Corrección de errores en: </dt> <dd> <ul> <li>Bloqueo, ejecución lenta o uso excesivo de procesador o memoria al trabajar con VST:</li> <ul> <li>Los plugins de instrumento VST deberían ignorarse correctamente</li> <li>Los efectos VST sólo se escanean ahora al comenzar la primera sesión, que los almacena en caché</li> <li>Los efectos no se cargan o abren hasta que no se necesitan</li> <li>Nueva pestaña "Effects" en Preferencias para habilitar o deshabilitar los efectos VST y para habilitar un nuevo escaneo de plugins VST en el siguiente inicio</li> </ul> <li>El modo de vista predeterminado ya funciona</li> <li>Las secuencias de comandos ahora se aplican siempre con sus parámetros almacenados en lugar de tomar los últimos utilizados en el menú Efectos</li> <li>Los archivos que no sean MP3 importados al arrastrar o mediante el menú Recientes provocaban un bloqueo si el filtro del cuadro de diálogo Abrir tenía indicado MP3</li> <li>Exportación AAC (mediante la <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> biblioteca FFmpeg</a>) se hace en silencio</li> <li>La generación de audio se ajusta ahora al proyecto en la venta; solo se realiza un ajuste al generar una nueva pista</li> <li>El menú Ver desactivaba algunas opciones incorrectamente al reproducir o al grabar</li> <li>El generado DTMF utilizaba el valor cero de forma predeterminada al abrir</li> <li>Interacciones no deseadas entre el audilo enlazado y las pistas de etiqueta</li> <li><i>(Windows XP)</i>&nbsp; Error al ejecutarse en algunos equipos por una "configuración incorrecta" </li> <li><i>(Windows)</i>&nbsp; Bloqueo al importar un archivo estero mientras se está ejecutando un lector de pantalla como JAWS</li> <li><i>(Mac OS X)</i>&nbsp;:</li> <ul> <li>Los efectos de Audio Units se aplican a todas las pistas del proyecto incluso si no se han seleccionado</li> <li>La importación QuickTime ya puede trabajar con archivos mayores de 16 bit o 64000 Hz</li> </ul> <li>Otros errores en el espacio de trabajo</li> </ul> </dd> <dt>Mejoras:</dt> <dd> <ul> <li>Compresor: nueva opción para comprimir basándose en picos, con gestión mejorada de tiempo de ataque y decaimiento </li> <li>Tablero mezclador: diseño mejorado, com más medidores de respuetas y completa interacción con el panel de pista de la ventana principal</li> </ul> </dd> </dl> <p> Consulte también los <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.9#Known_Issues_at_Release"> Problemas conocidos de la versión</a> (también se encuentran en el archivo README.txt). </p>
ja: <dl> <dt> 以下のバグが修正されました: </dt> <dd> <ul> <li>自動VSTサポートに起因するクラッシュ、遅い起動または CPU/メモリ過剰使用:</li> <ul> <li>VST楽器プラグインが正常に無視されるようになりました</li> <li>VSTエフェクトが最初のセッション開始時のみスキャンされ 検出しキャッシュされるようになりました</li> <li>エフェクトは必要時まではロードやオープンされないようになりました</li> <li>設定の中の新しい"エフェクト" タブはVSTエフェクトのオン/オフ および次回起動時のVST再スキャンを設定できます</li> </ul> <li>デフォルトビューモードが正常動作します</li> <li>チェインは最後に使用されたエフェクトメニューのパラメータでなく、 格納されたパラメータが適用されるようになりました</li> <li>ファイルを開くウィンドウのファイル形式がMP3に設定されている場合に ドラッグまたは最近のファイルから取り込まれた非MP3ファイルのクラッシュ</li> <li>AAC書き出し(<a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">FFmpeg library</a>を使う場合) の無音化</li> <li>ウィンドウに常にフィットするオーディオトラックの生成; 新しいトラック生成時にのみフィットするようになりました</li> <li>再生や録音中にビューメニューのアイテム/ショートカットが不正に消える 不具合</li> <li>DTMFジェネレータのデフォルト時間がゼロになりました</li> <li>リンクされたオーディオをラベルトラック間の不要なやりとり</li> <li><i>(Windows XP)</i>&nbsp; ある機種での"不正な設定" 問題に起因 する起動失敗</li> <li><i>(Windows)</i>&nbsp; JAWSなどの画面読み取りソフト実行中にステレオ ファイル取り込みによりクラッシュする現象</li> <li><i>(Mac OS X)</i>&nbsp;:</li> <ul> <li>オーディオユニットが選択していないのにプロジェクト内全オーディオ に適用される現象</li> <li>QuickTime取り込みが16-bitあるいは64000 Hz以上のファイルも 取り込み可能になりました</li> </ul> <li>さまざまな他のインタフェース不具合</li> </ul> </dd> <dt>改善点:</dt> <dd> <ul> <li>コンプレッサ: ピーク、改良されたアタック、ディケイ時間を元にした圧縮が サポートされました</li> <li>ミキサーボード: 改良されたデザイン、高反応のメータおよびメインウィンドウ のトラックパネルと連携</li> </ul> </dd> </dl> <p> <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.9#Known_Issues_at_Release"> 既知の問題</a> (README.txtファイルでも見ることができます)をご覧ください。 </p>
nl: <dl> <dt> Bugfixes voor: </dt> <dd> <ul> <li>Crash, traag starten of buitensporig processor-/geheugengebruik voortkomend uit automatische VST-ondersteuning:</li> <ul> <li>VST instrument plugins worden nu op een correcte manier genegeerd</li> <li>VST-effecten worden nu slechts bij de start van de eerste sessie die ze detecteert gescand, daarna gecached</li> <li>Effecten worden nu pas geladen of geopend op het moment dat ze nodig zijn</li> <li>Nieuwe "Effecten"-tab in Voorkeuren om VST-effecten te (des)activeren en VST herscan bij volgende start te activeren</li> </ul> <li>Standaardweergave-modus werkt nu</li> <li>Opdrachtenreeksen passen nu hun opgeslagen parameters toe in plaats van diegene die het laatst gebruikt werden in het effectmenu</li> <li>Niet-MP3-bestanden geïmporteerd via slepen of recente bestanden veroorzaakte een crash indien de filter in het bestandsopeningsvenster ingesteld stond op MP3</li> <li>AAC-exports (door gebruik te maken van de optionele <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> FFmpeg-bibliotheek</a>) stilgemaakt</li> <li>Audio genereren paste het project steeds in het venster; dit wordt nu slechts gedaan indien een nieuw spoor gegenereerd wordt</li> <li>Weergave-menu-items/snelkoppelingen onjuist uitgeschakeld bij afspelen of opnemen</li> <li>DTMF-generator standaard ingesteld op een duur van nul bij openen</li> <li>Ongewilde interacties tussen gelinkte audio en labeltracks</li> <li><i>(Windows XP)</i>&nbsp; Onmogelijk om te starten op sommige pc's ten gevolge van een "foute configuratie"-probleem</li> <li><i>(Windows)</i>&nbsp; Crash bij importeren van een stereobestand terwijl een schermopnameprogramma zoals JAWS actief is</li> <li><i>(Mac OS X)</i>&nbsp;:</li> <ul> <li>Audio-Units-effecten werden toegepast op alle sporen in een project zelfs als ze niet geselecteerd waren</li> <li>QuickTime importer kan nu omgaan met bestanden groter dan 16-bit of 64000 Hz</li> </ul> <li>Verschillende andere interface-bugs</li> </ul> </dd> <dt>Verbeteringen:</dt> <dd> <ul> <li>Compressor: nieuwe optie om te compresseren gebaseerd op pieken, verbeterde attack en decay tijdsondersteuning</li> <li>Mixerbord: verbeterd ontwerp, meer reagerende meters en werkt volledig samen met het sporenpaneel in het hoofdvenster</li> </ul> </dd> </dl> <p> Wees u bewust van <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.9#Known_Issues_at_Release"> gekende problemen bij de release</a> (ook te lezen in de bijgevoegde README.txt). </p>

source: New in Audacity 1.3.8
es: Novedades en Audacity 1.3.8
ja: Audacity 1.3.8の新機能
nl: nieuw in Audacity 1.3.8

source: <dl> <dt> New Features </dt> <dd> Effects and Analysis: <ul> <li>VST Effects now display GUI by default</li> <li>Faster Equalization and Noise Removal; improved Truncate Silence and Click Track</li> <li>Chains applied to files now clear temporary data after processing each file</li> <li>Updated Nyquist implementation with support for SAL syntax and improved memory management</li> <li>Plot Spectrum now analyzes up to 237.8 seconds of audio, with separate windows for each project and improved display; new preferences for Spectrograms</li> <li>Contrast Analysis tool now modeless for easier use</li> </ul> </dd> <dd> Interface: <ul> <li>Draft Manual/Quick Help included in Windows and Mac installers</li> <li>New "Mixer Board" view with per-track VU meters</li> <li>Mute, solo, gain, pan and track height saved in projects</li> <li>More compact Preferences window with easier-to-use Keyboard tab and new toolbars shortcuts</li> <li>New Screenshot Tools and improved screen reader support</li> </ul> </dd> <dd> Other: <ul> <li>Record more than 16 channels (hardware/drivers permitting)</li> <li>Improved support for non-mmap ALSA devices such as PulseAudio</li> <li>32-bit float data over 0 dB now handled without clipping</li> <li>"Stop" option when importing preserves already imported data</li> <li>AMR NB import and export now supported on all platforms if the optional <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> FFmpeg library</a> is installed</li> <li>Faster waveform drawing and better response in multi-track projects</li> </ul> </dd> <dt> Bug fixes for: </dt> <dd> <ul> <li>Export Multiple: failed if empty label encountered; files silenced if overwriting imported WAV files without copying them in</li> <li>Metadata Editor hidden if it was on a now unavailable second monitor</li> <li>Misaligned audio after "Split New" or Noise Removal effect</li> <li>Incorrect label movement and paste with linked audio and label tracks</li> <li>Equalization, Cut Preview and Advanced Mixing Options dialogue</li> <li><i>(Linux)</i> Mixer Toolbar should now adjust levels and select input sources properly</li> <li>"Audio cache" preference caused crashes - data is now only cached in memory if available RAM is above a level defined in preferences</li> <li>Various other crashes</li> </ul> </dd> </dl> <p> Please be aware of <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.8#Known_Issues_at_Release"> Known Issues at Release</a> (also viewable in the included README.txt). </p>
es: <dl> <dt> Nuevas funciones </dt> <dd> Efectos y análisis: <ul> <li>Los efectos VST ahora se muestran en la interfaz GUI de forma predeterminada</li> <li>Ecualización más rápida y eliminación del ruido; mejoras en el Silencio Truncado y el Click Track (metrónomo)</li> <li>Cuando se aplican secuencias de comandos a los archivos, se eliminan los datos temporales después de procesar cada archivo</li> <li>Se actualizó la implementación de Nyquist con compatibilidad con sintaxis SAL y gestión de memoria mejorada</li> <li>El análisis de espectro ahora cubre hasta 237.8 segundos de audio, con ventanas independientes para cada proyecto y una visualización mejorada; nuevas opciones para los espectrogramas</li> <li>La herramienta de Análisis de contrastes ahora no tiene modos, y es más fácil de usar</li> </ul> </dd> <dd> Espacio de trabajo: <ul> <li>Ahora se incluye un Manual breve/Ayuda rápida en los instaladores para Windows y Mac</li> <li>Nueva vista "Panel mezclador" con medida de VU en cada pista</li> <li>Ahora se guardan en los proyectos Silencio, Solo, Ganancia, Panorama y altura de pista</li> <li>Ventana de Preferencias más compacta con pestaña de teclado más fácil de usar y nuevos accesos directos a las barras de herramientas</li> <li>Nuevas herramientas de captura de pantalla y compatibilidad con lectores de pantalla mejorada</li> </ul> </dd> <dd> Otros: <ul> <li>Grabación de más de 16 canales (según compatibilidad con hardware/controladores)</li> <li>Compatibilidad mejorada con dispositivos ALSA no mmap como PulseAudio</li> <li>Los datos de 32 bits de coma flotante por encima de 0 dB se pueden manejar sin recortar</li> <li>La opción "Detener" al importar conserva los datos ya importados</li> <li>La exportación AMR NB es posible si está instalada la <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> biblioteca FFmpeg</a> (opcional)</li> <li>Trazado de forma de ona más rápido y mejor respuesta en proyectos multipista</li> </ul> </dd> <dt> Resueltos errores de funcionamiento en: </dt> <dd> <ul> <li>Exportación múltiple: No funcionaba si había una etiqueta vacía; los archivos se silenciaban al sobreescribir archivos WAV importados sin copiarlos</li> <li>El editor de Metadatos no se mostraba después de desconectar un segundo monitor en que se encontraba anteriormente</li> <li>Audio mal alineado tras "Dividir nuevo" no efecto de Eliminación de ruido</li> <li>Movimiento y pegado de etiqueta incorrecto en las pistas de audio y etiqueta vinculados</li> <li>Cuadro de diálogo de Ecualización, Vista preliminar de corte y Opciones avanzadas de mezcla</li> <li><i>(Linux)</i> La barra de herramientas de Mezcla ajusta niveles y selecciona las fuentes de entrada correctamente</li> <li>La preferencia "Caché de audio" hacía que se colgara el programa. Los datos se guardan en memoria solamente si hay más RAM de la indicada bajo Preferencias</li> <li>Diversos otros tipos decuelgue</li> </ul> </dd> </dl> <p> Por favor, tenga en cuenta los <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.8#Known_Issues_at_Release"> Known Issues at Release</a> (errores conocidos en esta versión), que también encontrará en el archivo README.txt). </p>
ja: <dl> <dt> 新機能 </dt> <dd> 効果（エフェクト）と分析: <ul> <li>VSTエフェクトがデフォルトでGUI表示されるようになりました。</li> <li>高速イコライゼーションおよび雑音除去; 改善された Truncate SilenceおよびClick Track</li> <li>ファイルのチェインでは作業後にテンポラリファイルを クリアするようになりました</li> <li>NyquistがSAL syntaxをサポートします。 またメモリ管理が改善されました。</li> <li>Spectrum表示が237.8秒のオーディオまで表示可能になりました。 また改善された表示のプロジェクト別ウインドウ機能および Spectrogramsの設定項目も追加されました。</li> <li>コントラスト解析ツールはモードレスで使いやすくなりました</li> </ul> </dd> <dd> インタフェース: <ul> <li>ドラフト版マニュアルとクイックヘルプがWindows版とMac版 のインストーラに含まれています</li> <li>トラック毎のVUメータ付きの新しい"ミキサーボード"表示</li> <li>プロジェクト中でミュート、ソロ、ゲイン、パンおよびトラック高さの保存</li> <li>使いやすいキーボードタブと新しいツールバー・ショートカット を備えたよりコンパクトな設定ウインドウ</li> <li>新しいスクリーンショットツールと改善されたスクリーンリーダー</li> </ul> </dd> <dd> その他: <ul> <li>16チャンネル以上の録音が可能になりました(ハードウェア制限に依存)</li> <li>PulseAudioなどの非mmap ALSAデバイスのサポートを改善</li> <li>0 dBを超える32ビット浮動小数点データをクリッピングなしに処理できます</li> <li>既存データを取り込む際の"中止"オプション</li> <li>AMR NB書き出しがサポートされました。これには <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> FFmpegライブラリ</a>がインストールされている必要があります。</li> <li>マルチトラックプロジェクトにおける波形描画の高速化 とレスポンス改善</li> </ul> </dd> <dt> バグ修正: </dt> <dd> <ul> <li>複数書き出し: 空ラベルがある場合、ファイルが無音化されている場合、 取り込まれたWAVファイルをコピーせずに上書きした場合の失敗する問題</li> <li>メタデータ・エディタが使っていない第二モニタ上にあった場合に 消えてしまう問題</li> <li>"新しく分割" あるいはノイズ除去効果の後にオーディオがずれる問題</li> <li>ラベル付けされたトラックとリンク先のオーディオのペースト時の間違った ラベルの動きの問題</li> <li>イコライゼーション、カットプリビューおよび高度なミキシングオプション画面</li> <li><i>(Linux)</i> ミキサー・ツールバーがレベル調整と正しい入力ソース 選択ができるようになりました</li> <li>"オーディオキャッシュ" 設定によりクラッシュ - 使用可能なRAMが 設定値より大きい場合、データのみがキャッシュされるように なりました</li> <li>その他のクラッシュ問題の解決</li> </ul> </dd> </dl> <p> <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.8#Known_Issues_at_Release"> Known Issues at Release</a> (README.txtでも見ることが出来ます). をご参照ください。</p>
nl: <dl> <dt> Nieuwe functies </dt> <dd> Effecten en analyse: <ul> <li>VST-effecten worden nu standaard in GUI-modus weergegeven</li> <li>Snellere equalisatie en ruisverwijdering; verbeterde stilte-afkapping en klik-opsporing</li> <li>Op bestanden toegepaste opdrachtenreeksen wissen nu tijdelijke data na het verwerken van elk bestand</li> <li>Geüpdatete Nyquist-implementatie met ondersteuning voor SAL-syntax en verbeterd geheugenbeheer</li> <li>Spectrum tonen analyseert nu tot 237,8 seconden audio, met gescheiden vensters voor elk project en verbeterde weergave; nieuwe voorkeuren voor spectrogrammen</li> <li>Gereedschap voor contrast-analyse is nu zonder modus voor gemakkelijker gebruik.</li> </ul> </dd> <dd> Interface: <ul> <li>Draft Manual/Quick Help bijgesloten in Windows en Mac installatiebestanden</li> <li>Nieuwe "Mixer Board"-weergave met VU-meters voor elk spoor</li> <li>Stil, solo, versterking, balans en spoorhoogte worden in de projecten opgeslagen</li> <li>Meer compact voorkeuren-venster met gemakkelijker te gebruiken toetsenbord-tab en nieuwe sneltoetsen voor werkbalken</li> <li>Nieuwe screenshot-tools en verbeterde schermlezer-ondersteuning</li> </ul> </dd> <dd> Andere: <ul> <li>Meer dan 16 kanalen opnemen (als hardware/drivers dat toestaan)</li> <li>Verbeterde ondersteuning voor niet-mmap ALSA-apparaten zoals PulseAudio</li> <li>32-bit float data boven 0 dB behandeld zonder oversturen</li> <li>"Stop"-optie bij importeren behoudt alle reeds geïmporteerde data</li> <li>AMR NB export wordt nu ondersteund indien de optionele <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> FFmpeg-bibliotheek</a> geïnstalleerd is</li> <li>Sneller tekenen van waveform en betere respons in multitrackprojecten</li> </ul> </dd> <dt> Bugfixes voor: </dt> <dd> <ul> <li>Meervoudig exporteren: mislukte in geval van een leeg label; bestanden werden stil gemaakt bij het overschrijven van geïmporteerde WAV-bestanden zonder hen te kopiëren</li> <li>Metadata Editor was verborgen als het voordien stond op een op dat moment niet-beschikbare monitor</li> <li>Verkeerd uitgelijnde audio na het "nieuw splitsen" of ruisverwijderingseffect</li> <li>Incorrecte labelverplaatsing en plakken bij gelinkte audio en labeltracks</li> <li>Equalisatie, knippen-preview en geavanceerd mixen-dialoog</li> <li><i>(Linux)</i> Mixerwerkbalk zou nu moeten zelf volumes wijzigen en invoerbronnen selecteren</li> <li>"Audio cache"-voorkeur zorgde voor crashes - de data wordt nu alleen in het geheugen opgeslagen indien de beschikbare hoeveelheid RAM boven een waarde is die gedefinieerd wordt in voorkeuren</li> <li>Verschillende andere crashes</li> </ul> </dd> </dl> <p> Gelieve op te letten voor <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.8#Known_Issues_at_Release"> gekende problemen bij deze uitgave</a> (ook te lezen in het gebijgevoegde README.txt). </p>

source: New in Audacity 1.3.7
es: Novedades en Audacity 1.3.7
ja: Audacity 1.3.7の新機能
nl: Nieuw in Audacity 1.3.7
